{
    "FILE_NAME": "https://rebuildbydesign.org/wp-content/uploads/2023/08/VERMONT.pdf",
    "ALL TEXT": "RRAALLLLYY FFOORR TTHHEE PPLLAANNEETT EEAACCHH YYEEAARR,, TTHHEE SSTTRREEEETTSS OOFF MMOONNTTPPEELLIIEERR,, VVEERRMMOONNTT AARREE FFIILLLLEEDD WWIITTHH YYOOUUNNGG AACCTTIIVVIISSTTSS CCHHAAMMPPIIOONNIINNGG FFOORR TTHHEE EENNVVIIRROONNMMEENNTT AATT TTHHEE ““RRAALLLLYY FFOORR TTHHEE PPLLAANNEETT..””11 IMAGE SOURCE: VERMONT YOUTH LOBBY | APRIL 2023We EXECUTIVE SUMMARY We Climate change is here, and Vermonters are calling for action. Residents of the Green Mountain State have borne the impacts of severe floods, tropical storms, and winter storms. In July 2023, two days of extreme heavy rainfall overtopped rivers, washed homes and cars away, caused landslides, and damaged over 4,000 homes and 800 businesses, upending thousands of lives and causing at least two fatalities. The following pages utilize 2011-2021 county-level data to capture the reality that Vermonters are living through – totaling 17 federally declared disasters. To give Vermonters a full understanding of their experience with extreme weather, this report demonstrates the frequency of federal disaster declarations want across counties, where post-disaster support has been allocated, where the most socially vulnerable populations reside, and the state's energy reliability by utility area. It also provides county-level disaster data within General Assembly and Senate district boundaries, so legislators and their constituents can work together to advocate for the adaptation needs of their communities. Since the disaster data was analyzed, two more major disasters have hit Vermont. In December 2022, a major winter storm struck Vermont, causing widespread power outages and leaving many Vermonters to work without utilities over the holidays. A few months later, the aforementioned July 2023 rainstorms wrought havoc on towns across the state, disproportionately impacting low-income residents along the Winooski River. Early estimates found that the average loss to businesses is $180,000 each.* The complete toll to Vermonters and a full picture of the devastation is still being determined. Additionally, in May 2023, a major freeze halted life across the state, disrupting crop production and taking a devastating economic toll on Vermont’s agriculture industry. Though this event did not receive a federal major disaster declaration, it did receive a US Department of Agriculture disaster declaration, unlocking relief programs for impacted farmers, ranchers, communities, and businesses. with you! Adaptation cannot be planned without mitigation. Though Vermont has taken steps to reduce greenhouse gas emissions and outlined a path toward climate resilience, the state has far to go to ensure its physical and social infrastructure is ready to withstand a future with more frequent and intense storms due to climate change, and more urgency is needed to cut carbon emissions and slow the rate of global warming. Vermont needs sustainable sources of long-term climate adaptation infrastructure funding to support climate adaptation measures that will reduce the physical, economic, and social tolls of future extreme weather events, support communities looking to move away from risky areas, and protect and restore the natural environment. State funding would also leverage additional federal funding by providing a local match for programs that will be made available under the Inflation Reduction Act, the Infrastructure Investment and Jobs Act, Justice40, and other federal sources. REBUILD BY DESIGN PARTNERS WITH COMMUNITIES TO DESIGN REGIONAL This report could not have been created without the incredible partnership of APTIM and iParametrics, as AND LOCAL PROCESSES THAT CREATE AND IMPLEMENT INFRASTRUCTURE well as the generous support of the Siegel Family Endowment, the Rockefeller Family Fund, the Rockefeller Brothers Foundation, and Tiger Global Philanthropic Ventures. Rebuild by Design worked with an POLICY AND PROJECTS TO PREPARE COMMUNITIES FOR THE WORLD’S MOST unbelievable team of engineers, researchers, finance experts, data managers, and volunteers supporting, identifying, analyzing, and synthesizing different data sets and ideas into an accessible compendium of PRESSING PROBLEMS. county-by-county climate impacts. Special thank you to Judy Huynh for research and design on this report, and to the local Vermont organizations who contributed the on-the-ground knowledge. We are so WE RESEARCH, DEVELOP POLICY, AND EDUCATE THE NEXT GENERATION fortunate to work with these partners, and we want to work with you, too. If you are passionate about these issues and are interested in our work, please reach out to info@rebuildbydesign.org to explore how OF RESILIENCE PRACTITIONERS. DO YOU HAVE A VEXING CHALLENGE THAT to build climate-forward communities together. NEEDS CREATIVE PROBLEM SOLVING? CONTACT US AT This work builds on the work of Atlas of Disaster (November 2022), which examined similar data from all 50 states, which can be viewed here. INFO@REBUILDBYDESIGN.ORG * Early estimates were presented at the Joint House Committee on Commerce and Economic Development Hearing, July 27, 2023. 55VERMONT STATISTICS SUMMARY (2011 - 2021) VERMONT 17 CLIMATE DISASTER DECLARATIONS EVERY COUNTY HAS HAD FOUR OR MORE DISASTERS 5TH HIGHEST PER CAPITA SPENDING ON CLIMATE DISASTERS IN THE COUNTRY Franklin Orleans Essex Grand Isle $593 PER CAPITA SPENDING ON CLIMATE DISASTERS Lamoille 7TH HIGHEST NUMBER OF DISASTERS IN THE COUNTRY Caledonia Chittenden WASHINGTON COUNTY WITH THE HIGHEST DISASTER OCCURENCES 6 COUNTIES WITH TEN OR MORE DISASTERS Washington 11 COUNTIES WITH FIVE OR MORE DISASTERS Orange C ASCE INFRASTRUCTURE REPORT CARD GRADE Addison $370 MILLION FEMA + HUD POST-DISASTER FUNDING 643 THOUSAND POPULATION TOTAL OF CLIMATE INFRASTRUCTURE COULD BE SUPPORTED THROUGH A Rutland $600 MILLION SMALL INSURANCE SURCHARGE Windsor Bennington Windham 77counties were hit hard by a historic flood in July 1144 2023, resulting in extensive property damage, closure of 100+ roads, and significant damage to rail lines.2 IINN AA SSPPAANN OOFF 3388 HHOOUURRSS,, VVEERRMMOONNTT WWAASS DDRREENNCCHHEEDD WWIITTHH 66..2233 TTOO 99..0055 IINNCCHHEESS OOFF RRAAIINN,, AACCCCOORRDDIINNGG TTOO TTHHEE NNAATTIIOONNAALL WWEEAATTHHEERR SSEERRVVIICCEE.. TTHHEE WWIINNOOOOSSKKII AANNDD LLAAMMOOIILLLLEE RRIIVVEERRSS SSUURRGGEEDD PPAASSTT TTHHEEIIRR PPRREEVVIIOOUUSS WWAATTEERR LLEEVVEELL RREECCOORRDDSS SSEETT DDUURRIINNGG TTHHEE DDEEVVAASSTTAATTIINNGG HHUURRRRIICCAANNEE IIRREENNEE IINN 22001111..33 JJUULLYY 22002233 || MMOONNTTPPEELLIIEERR MIMAGE SOURCE: SENIOR MASTER SGT MICHAEL DAVIS| US AIR NATIONAL GUARD880000 businesses and 4,000 homes were destroyed from extreme rainfall in July 2023.4 IMAGE SOURCE: KRISTIN WARNER77..55 inches is the increase in average annual precipitation in Vermont between the early 1900s and 2020, averaging a rise of 1.4 inches per decade since 1960.5 $$555588 MMIILLLLIIOONN IINN LLOOSSSSEESS AACCCCOORRDDIINNGG TTOO TTHHEE VVEERRMMOONNTT DDEEPPAARRTTMMEENNTT OOFF FFIINNAANNCCIIAALL RREEGGUULLAATTIIOONN,, WWEEAATTHHEERR--RREELLAATTEEDD IINNSSUURREEDD LLOOSSSSEESS CCOOSSTT AAUUTTOO,, HHOOMMEEOOWWNNEERRSS,, AANNDD FFAARRMM PPOOLLIICCIIEESS $$555588 MMIILLLLIIOONN FFRROOMM 22001100 TTOO 22001199..66 JJUULLYY 22002233 || BBAARRRREE CCIITTYY IMAGE SOURCE: JONATHAN WILLIAMS 12 MAPPING THE IMPACTDISASTER OCCURRENCES 2011-2021 FEDERAL ASSISTANCE 2011-2021 FEDERALLY DECLARED CLIMATE DISASTERS BY COUNTY POST-DISASTER PUBLIC ASSISTANCE AND HAZARD MITIGATION FUNDS OBLIGATED BY COUNTY FOR CLIMATE DISASTERS 17 $370M post-disaster disaster assistance declarations Every county in Vermont has had four $331M FEMA obligations or more recent climate disasters. Six out of the 14 counties have had 10 or $39.5M HUD CDBG-DR Funds more. $370M FEMA + HUD assistance Washington County has experienced 11 recent disaster declarations - the $593 per capita cost highest in the State. Windsor County has received the highest post-disaster federal funding in the state: over $58 million. Public Assistance and Hazard Mitigation Number of Disaster Events SOURCE: FEMA 2021 SOURCE: FEMA 2021 MAPS COURTESY OF IPARAMETRICS MAPS COURTESY OF IPARAMETRICS 1144 1155VERMONT TOTAL: 17 DISASTERS 2011 2012 2013 2014 2015 2017 2018 2019 2020 2021 FEMA PA + HM: $331M HUD CDBG-DR: $39.5 M 1995: SEVERE STORMS AND 4001: SEVERE STORMS AND 4043: SEVERE STORMS AND 4066: SEVERE STORM, TORNADO, 4120: SEVERE STORMS AND 4140: SEVERE STORMS AND 4178: SEVERE STORMS AND 4232: SEVERE STORM AND 4330: SEVERE STORMS AND 4356: SEVERE STORM AND 4380: SEVERE STORM AND 4445: SEVERE STORMS AND 4474: SEVERE STORM AND 4621: SEVERE STORM AND FEMA + HUD ASSISTANCE: $370 M FLOODING FLOODING 4022: TROPICAL STORM IRENE FLOODING AND FLOODING FLOODING FLOODING 4163: SEVERE WINTER STORMS FLOODING 4207: SEVERE WINTER STORM FLOODING FLOODING FLOODING FLOODING FLOODING FLOODING FLOODING # of Climate Disasters Total FEMA County Name 2011-2021 Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations Statewide 17 $127,173,118 $6,777,749 $11,338 $674,418 $19,715 $93,255,030 $4,573,057 $20,995 $316 $22,133 $864 $44,018 $13,453 $1,289,572 $16,206 $5,127,881 $30,583 $605,660 $123 $249,787 $8,585 $126,093 $7,540 $2,606,802 $69,054 $2,653,844 $79,404 $1,591,800 $47,708 $3,003,296 $13,913 $4,145,482 $18,809 $67,893 $0 Addison County 8 $7,833,824 $288,312 $236,548 $3,628,573 $1,638,141 $129,636 $0 $146,185 $0 $795,594 $0 $651,505 $0 $69,643 $0 $249,686 $0 Bennington County 4 $7,597,696 $6,339,296 $1,001,021 $70,865 $0 $134,389 $52,125 $0 $0 Caledonia County 6 $6,326,165 $3,152,698 $0 $2,242,702 $113,495 $229,522 $0 $48,695 $7,313 $74,660 $0 $85,165 $0 $371,917 $0 Chittenden County 10 $11,879,816 $2,460,958 $225,772 $439,637 $1,291,054 $1,436,953 $0 $1,254,214 $0 $68,377 $0 $236,296 $0 $484,504 $0 $141,546 $0 $1,498,243 $0 $2,342,263 $0 Essex County 10 $2,269,186 $391,202 $0 $1,396,986 $0 $52,197 $0 $147,746 $0 $0 $12,864 $239,730 $0 $0 $0 $0 $0 $28,460 $0 $0 $0 Franklin County 8 $4,400,614 $290,862 $0 $300,874 $592,394 $600,020 $0 $855,920 $0 $113,227 $0 $0 $0 $149,230 $0 $1,498,085 $0 Grand Isle County 5 $642,564 $642,564 $0 $0 $0 $0 $0 $0 $0 $0 $0 Lamoille County 10 $9,648,677 $909,281 $28,458 $1,536,312 $1,230,209 $263,102 $0 $285,965 $127,050 $81,703 $0 $386,450 $0 $2,202,073 $0 $451,110 $0 $40,781 $0 $2,106,183 $0 Orange County 10 $11,123,688 $167,667 $0 $5,790,765 $549,046 $746,862 $0 $127,598 $0 $94,472 $0 $3,012,852 $0 $22,237 $0 $0 $0 $608,981 $0 $3,208 $0 Orleans County 10 $6,319,426 $1,111,248 $0 $1,920,785 $657,688 $602,891 $0 $118,956 $0 $159,765 $12,864 $104,766 $0 $25,156 $0 $3,466 $0 $0 $0 $1,601,841 $0 Rutland County 5 $20,115,836 $12,181,097 $3,619,559 $198,851 $0 $247,197 $76,787 $1,413,582 $310,684 $1,922,985 $145,095 Washington County 11 $23,598,405 $836,627 $0 $5,154,030 $91,571 $9,115,274 $3,735,881 $220,072 $0 $996,628 $0 $172,431 $0 $480,187 $325,850 $773,641 $160,667 $560,601 $0 $115,963 $0 $234,543 $0 $624,439 $0 Windham County 4 $33,446,662 $28,690,917 $3,501,209 $105,280 $0 $1,075,220 $0 $74,037 $0 Windsor County 5 $58,177,312 $43,722,813 $7,781,951 $1,348,368 $38,013 $182,575 $0 $3,018,473 $0 $2,085,119 $0 Total FEMA Allocation $330,552,989 $13,708,804 $502,116 $10,545,799 $111,286 $209,216,271 $30,284,704 $946,367 $316 $1,017,761 $864 $1,914,683 $140,503 $6,182,973 $54,219 $6,342,341 $63,624 $1,824,523 $123 $3,949,093 $411,222 $1,406,191 $7,540 $11,919,638 $540,405 $5,126,898 $79,404 $3,246,787 $47,708 $8,017,772 $211,133 $12,571,185 $18,809 $141,930 $0 Double check number ofdeclarations from the top 17 11 disasters 10 disasters Highlighttop 5 counties in yellow Washington CounCtyhittenden County Bring total down from lastline here $330,552,989 Essex County Add HUD $39,592,211 Lamoille County Orange County Total FEMA + HUD $370,145,199.53 Orleans County Total in Billions 370.1M Add Population Size 624,340 Per Capita Cost $592.86 Has ever county been affected by a climate disaster? yesWWIINNDDHHAAMM CCOOUUNNTTYY IINN 22001111,, SSEEVVEERREE FFLLOOOODDIINNGG FFRROOMM TTRROOPPIICCAALL SSTTOORRMM IIRREENNEE SSWWEEPPTT AA BBRRIIDDGGEE DDOOWWNNSSTTRREEAAMM,, PPOOSSIINNGG TTHHRREEAATTSS TTOO DDAAMM SSIITTEESS IINNCCLLUUDDIINNGG BBAALLLL MMOOUUNNTTAAIINN LLAAKKEE DDAAMM IINN JJAAMMAAIICCAA,, VVEERRMMOONNTT..77 SSEEPPTTEEMMBBEERR 22001111 IMAGE SOURCE: FRANK FEDELE | US ARMY CORPS OF ENGINEERS $$55..2299BB A 2021 study by University of Vermont predicts $5.29 billion in flood damages along the Winooski River in the next century, affecting over 140,000 Vermonters.8SOCIAL VULNERABILITY INDEX 2011-2021 ENERGY RELIABILITY 2011-2021 AREAS OF GREATEST SOCIAL VULNERABILITY COUNTIES AT GREATEST RISK OF POWER OUTAGES 115,000 customers lost power during the Halloween storm of 2019 that drenched Vermont with 3-5 inches of rain in a day, causing over $6 million in infrastructure damage. Social Vulnerability Index Aggregated Annual Electric Outage Duration Including major events - SAIDI_W_MED missing electric outage data 0 - 60 minutes 60 - 120 minutes 120 - 240 minutes SOURCE: CDC/ATSDR 2018 SOCIAL VULNERABILITY INDEX 240 - 456 minutes SOURCE: U.S. ENERGY INFORMATION ADMINISTRATION MAPS COURTESY OF IPARAMETRICS MAPS COURTESY OF APTIM 456-7,700 minutes 20 21$$11mm Vermont’s frequent freeze-thaw cycles are causing an increase in pothole formations, with the state spending up to $1 million on repairs during severe years like 2018 and 2019.9 CCHHIITTTTEENNDDEENN CCOOUUNNTTYY VVEERRMMOONNTT,, RRAANNKKEEDD 1122TTHH NNAATTIIOONNWWIIDDEE FFOORR PPOOTTHHOOLLEESS,, IISS TTAACCKKLLIINNGG TTHHEE IISSSSUUEE WWIITTHH VVTTRRAANNSS UUSSIINNGG 11,,550000 TTOONNSS OOFF AASSPPHHAALLTT FFOORR RROOAADD RREEPPAAIIRRSS,, PPAARRTTIICCUULLAARRLLYY IINN BBUURRLLIINNGGTTOONN -- OONNEE OOFF TTHHEE WWOORRSSTT RREEGGIIOONNSS IINN TTHHEE SSTTAATTEE.. SSTTIILLLL,, TTHHEESSEE RREEMMEEDDIIEESS AARREE SSHHOORRTT--TTEERRMM,, RREEVVEEAALLIINNGG AA CCOONNTTIINNUUOOUUSS IINNFFRRAASSTTRRUUCCTTUURREE PPRREEDDIICCAAMMEENNTT..1100 MMAARRCCHH 22002222 IMAGE SOURCE: VERMONT AGENCY OF TRANSPORTATION 22 MAPPING THE IMPACTDISASTER OCCURRENCES 2011-2021 FEMA AND HUD COST PER CAPITA 2011-2021 TOTAL DISASTERS TOTAL DISASTERS PER CAPITA PER CAPITA California 25 Virginia 11 Louisiana $1,736 New Mexico $97 Mississippi 22 Florida 11 New York $1,348 Arkansas $81 Oklahoma 22 Georgia 11 New Jersey $815 Massachusetts $73 Iowa 21 Minnesota 11 North Dakota $738 Georgia $64 Tennessee 20 Connecticut 10 Vermont $593 Montana $63 Louisiana 18 Hawaii 10 Texas $518 Kansas $60 Alabama 17 Maryland 10 West Virginia $481 New Hampshire $55 Texas 17 New Mexico 10 Alaska $401 Rhode Island $53 Vermont 17 Wisconsin 10 Florida $390 Minnesota $49 West Virginia 17 Idaho 9 Nebraska $390 Pennsylvania $49 Arkansas 16 Massachusetts 9 South Carolina $289 Virginia $49 Kentucky 16 Pennsylvania 9 Alabama $275 Maryland $39 New Hampshire 16 South Carolina 8 South Dakota $269 Washington $36 New York 16 Colorado 7 North Carolina $243 Wyoming $32 Washington 16 Utah 7 Hawaii $229 Idaho $32 Alaska 15 Maine 6 Iowa $228 Wisconsin $27 North Carolina 15 Michigan 6 Oklahoma $215 Illinois $24 Nebraska 14 Ohio 6 Oregon $210 Michigan $23 Missouri 13 Arizona 6 Missouri $162 Ohio $19 Kansas 13 Delaware 5 Mississippi $159 Maine $18 New Jersey 13 Illinois 5 California $157 Delaware $14 North Dakota 13 Indiana 4 Connecticut $149 Utah $11 South Dakota 13 Rhode Island 4 Colorado $141 Nevada $11 Montana 12 Wyoming 4 Kentucky $105 Indiana $7 Oregon 12 Nevada 3 Tennessee $97 Arizona $2 24 25 MAPPING THE IMPACT MAPPI NG THE IMPACT 633CLIMATE CHANGE 22--44°° FF Air temperatures have increased more than 4°F in winter and more than 2°F in summer INCREASES INEQUITIES over the past 50 years, according to the Vermont Department of Health.11 CCHHIITTTTEENNDDEENN CCOOUUNNTTYY BBUURRLLIINNGGTTOONN MMAATTCCHHEEDD IITTSS EEXXIISSTTIINNGG HHIIGGHH--TTEEMMPPEERRAATTUURREE RREECCOORRDD OOFF 9966°°FF,, AA MMAARRKK SSEETT IINN TTHHEE SSCCOORRCCHHIINNGG SSUUMMMMEERR OOFF JJUULLYY 11996633..1122 TTHHEE CCIITTYY TTYYPPIICCAALLLLYY EEXXPPEERRIIEENNCCEESS AANN AAVVEERRAAGGEE OOFF EEIIGGHHTT DDAAYYSS PPEERR YYEEAARR WWIITTHH TTEEMMPPEERRAATTUURREESS SSOOAARRIINNGG AABBOOVVEE 9900°°FF..1111 JJUULLYY 22001188 IMAGE SOURCE: ELODIE REED 27CASCADING IMPACTS OF CLIMATE EVENTS CENTER FOR DISEASE CONTROL AND PREVENTION CLIMATE AND HEALTH PROGRAM, “PREPARING FOR REGIONAL HEALTH IMPACTS OF CLIMATE CHANGE IN THE UNITED STATES,” JULY 2020. GAIL CARLSON, “HUMAN HEALTH AND THE CLIMATE CRISIS,” JONES AND ILLUSTRATION: GEETHANJALI MR BARTLETT LEARNING, JAN. 2022. 28 2955tthh Vermont ranks 5th nationally in per capita disaster relief costs from 2011-2021, with $593 spent per resident. During the same period, the state received $370 million in federal assistance.13 WWIINNDDSSOORR CCOOUUNNTTYY TTRROOPPIICCAALL SSTTOORRMM IIRREENNEE’’SS DDEEVVAASSTTAATTIINNGG IIMMPPAACCTT IINN 22001111 UUNNDDEERRSSCCOORREEDD VVEERRMMOONNTT’’SS VVUULLNNEERRAABBIILLIITTYY TTOO FFLLOOOODDIINNGG,, IINNFFLLIICCTTIINNGG AA SSHHOOCCKKIINNGG $$773333 MMIILLLLIIOONN IINN DDAAMMAAGGEESS.. AASS PPEERR TTHHEE NNAATTIIOONNAALL OOCCEEAANNIICC AADDMMIINNIISSTTRRAATTIIOONN AAGGEENNCCYY,, TTHHEE SSTTOORRMM DDAAMMAAGGEEDD OORR DDEESSTTRROOYYEEDD OOVVEERR 22,,440000 RROOAADDSS,, 880000 HHOOMMEESS AANNDD BBUUSSIINNEESSSSEESS,, AANNDD 330000 BBRRIIDDGGEESS..1144 AAUUGGUUSSTT 22001111 IMAGE SOURCE: STEPHEN FLANDERSRRUUTTLLAANNDD CCOOUUNNTTYY PPEERRSSIISSTTIINNGG DDRROOUUGGHHTT CCOONNDDIITTIIOONNSS IINN VVEERRMMOONNTT CCOONNTTIINNUUEE TTOO SSTTRRAAIINN LLOOCCAALL FFAARRMMSS,, WWIITTHH RREEPPOORRTTSS FFRROOMM EESSTTAABBLLIISSHHMMEENNTTSS NNOOTTIINNGG AA SSIIGGNNIIFFIICCAANNTT 5500%% DDEECCRREEAASSEE IINN CCAATTTTLLEE FFEEEEDD VVOOLLUUMMEE AANNDD QQUUAALLIITTYY..1155 MMAAYY 22001155 IMAGE SOURCE: PUTNEYPICS | FLICKR $$2277 million in estimated crop losses spurred a federal disaster declaration for 10 Vermont counties in 2020, due to severe drought conditions.16 32 MAPPING THE IMPACTVT GENERAL ASSEMBLY DISTRICTS VT DISASTER OCCURRENCES 2011-2021 MAJOR DISASTER DECLARATIONS 2011-2021 2022 GENERAL ASSEMBLY DISTRICTS DISTRICT # OF DISASTERS DISTRICT # OF DISASTERS DISTRICT # OF DISASTERS Addison-1 ADD (8) Chittenden-4 CHI (10) Rutland-3 RUT (5) Addison-2 ADD (8) Chittenden-5 CHI (10) Rutland-4 RUT (5) Addison-3 ADD (8) Chittenden-6 CHI (10) Rutland-5 RUT (5) Addison-4 ADD (8) Chittenden-7 CHI (10) Rutland-6 RUT (5) Addison-5 ADD (8) Chittenden-8 CHI (10) Rutland-7 RUT (5) Addison-Rutland ADD (8), RUT (5) Chittenden-9 CHI (10) Rutland-8 RUT (5) Bennington-1 BEN (4) Chittenden-Franklin CHI (10), FRA (8) Rutland-9 RUT (5) Bennington-2 BEN (4) Essex-Caledonia ESX (10), CAL (6) Rutland-Bennington RUT (5), BEN (4) Bennington-3 BEN (4) Essex-Orleans ESX (10), ORL (10) Rutland-Windsor RUT (5), WDR (5) Bennington-4 BEN (4) Franklin-1 FRA (8) Washington-1 WAS (11) Bennington-5 BEN (4) Franklin-2 FRA (8) Washington-2 WAS (11) Bennington-Rutland BEN (4), RUT (5) Franklin-3 FRA (8) Washington-3 WAS (11) Caledonia-1 CAL (6) Franklin-4 FRA (8) Washington-4 WAS (11) Caledonia-2 CAL (6) Franklin-5 FRA (8) Washington-5 WAS (11) Caledonia-3 CAL (6) Franklin-6 FRA (8) Washington-6 WAS (11) Caledonia-Essex CAL (6), ESX (10) Franklin-7 FRA (8) Washington-Chittenden WAS (11), CHI (10) Caledonia-Washington CAL (6), WAS (11) Franklin-8 FRA (8) Washington-Orange WAS (11), ORA (10) Chittenden-1 CHI (10) Grand Isle-Chittenden GI (5), CHI (10) Windham-1 WDH (4) Chittenden-10 CHI (10) Lamoille-1 LAM (10) Windham-2 WDH (4) Chittenden-11 CHI (10) Lamoille-2 LAM (10) Windham-3 WDH (4) Chittenden-12 CHI (10) Lamoille-3 LAM (10) Windham-4 WDH (4) Chittenden-13 CHI (10) Lamoille-Washington LAM (10), WAS (11) Windham-5 WDH (4) Chittenden-14 CHI (10) Orange-1 ORA (10) Windham-6 WDH (4) Chittenden-15 CHI (10) Orange-2 ORA (10) Windham-7 WDH (4) Chittenden-16 CHI (10) Orange-3 ORA (10) Windham-8 WDH (4) Chittenden-17 CHI (10) Orange-Caledonia ORA (10), CAL (6) Windham-9 WDH (4) Chittenden-18 CHI (10) Orange-Washington-Addison ORA (10), WAS (11), ADD (8) Windham-Windsor-Bennington WDH (4), WDR (5), BEN (4) Chittenden-19 CHI (10) Orleans-1 ORL (10) Windsor-1 WDR (5) Chittenden-2 CHI (10) Orleans-2 ORL (10) Windsor-2 WDR (5) Chittenden-20 CHI (10) Orleans-3 ORL (10) Windsor-3 WDR (5) Chittenden-21 CHI (10) Orleans-4 ORL (10) Windsor-4 WDR (5) Chittenden-22 CHI (10) Orleans-Lamoille ORL (10), LAM (10) Windsor-5 WDR (5) Chittenden-23 CHI (10) Rutland-1 RUT (5) Windsor-6 WDR (5) SOURCE: VCGI VERMONT HOUSE DISTRICTS 2022 MAPS COURTESY OF IPARAMETRICS Chittenden-24 CHI (10) Rutland-10 RUT (5) Windsor-Addison WDR (5), ADD (8) Chittenden-25 CHI (10) Rutland-11 RUT (5) Windsor-Orange-1 WDR (5), ORA (10) Chittenden-3 CHI (10) Rutland-2 RUT (5) Windsor-Orange-2 WDR (5), ORA (10) Windsor-Windham WDR (5), WDH (4) Blue text indicates districts that have experienced ten or more disasters. 34 35WWAASSHHIINNGGTTOONN CCOOUUNNTTYY CCLLIIMMAATTEE CCHHAANNGGEE--IINNDDUUCCEEDD EEXXTTRREEMMEE WWEEAATTHHEERR IISS DDIISSRRUUPPTTIINNGG VVEERRMMOONNTT’’SS $$11..66 BBIILLLLIIOONN SSKKII IINNDDUUSSTTRRYY..1177 TTHHEE UUNNUUSSUUAALLLLYY WWAARRMM WWIINNTTEERR OOFF 22001155--22001166 LLEEDD TTOO EEAARRLLYY CCLLOOSSUURREESS AATT MMAANNYY RREESSOORRTTSS,, IINNCCLLUUDDIINNGG MMAADD RRIIVVEERR GGLLEENN,, WWHHIICCHH IISS RREESSOORRTTIINNGG TTOO SSTTOOCCKKPPIILLEE AARRTTIIFFIICCIIAALL SSNNOOWW TTOO CCOOMMPPEENNSSAATTEE FFOORR SSHHOORRTTEERR SSEEAASSOONNSS..1188 MMAARRCCHH 22001166 IMAGE SOURCE: ERIC FRIEDMAN | MAD RIVER GLEN V 3300 ddaayyss The winter temperatures in Vermont are steadily rising, imperiling the ski industry with a forecasted loss of 30 days by 2080.19VT DISASTER OCCURRENCES 2011-2021 VT SENATE DISTRICTS MAJOR DISASTER DECLARATIONS 2011-2021 2022 SENATE DISTRICTS DISTRICT COUNTIES # OF DISASTER ADDISON ADDISON, CHITTENDEN, WINDSOR ADD (8), CHI (10), WDR (5) BENNINGTON BENNINGTON, WINDHAM BEN (4), WDH (4) CALEDONIA CALEDONIA, ORANGE CAL (6), ORA (10) CHITTENDEN CENTRAL CHITTENDEN CHI (10) CHITTENDEN NORTH CHITTENDEN, FRANKLIN CHI (10), FRA (8) CHITTENDEN SOUTHEAST CHITTENDEN CHI (10) ESSEX CALEDONIA, ESSEX, ORLEANS CAL (6), ESX (10), ORL (10) FRANKLIN FRANKLIN, GRAND ISLE FRA (8), GI (5) GRAND ISLE CHITTENDEN, GRAND ISLE CHI (10), GI (5) LAMOILLE FRANKLIN, LAMOILLE FRA (8), LAM (10) ORANGE ORANGE ORA (10) ORLEANS CALEDONIA, FRANKLIN, ORLEANS CAL (6), FRA (8), ORL (10) RUTLAND RUTLAND RUT (5) WASHINGTON LAMOILLE, ORANGE, WASHINGTON LAM (10), ORA (10), WAS (11) WINDHAM WINDHAM WDH (4) WINDSOR ORANGE, RUTLAND, WINDSOR ORA (10), RUT (5), WDR (5) Green text indicates districts that have experienced ten or more disasters. SOURCE: VCGI VERMONT HOUSE DISTRICTS 2022 MAPS COURTESY OF IPARAMETRICS 3388 391100 DDAAYYSS Climate change threatens Vermont’s vital maple syrup industry, advancing the sugaring season’s start and end by 10 days.20 BBEENNNNIINNGGTTOONN CCOOUUNNTTYY VVEERRMMOONNTT,, WWHHIICCHH PPRROODDUUCCEESS 5500%% OOFF TTHHEE NNAATTIIOONN’’SS MMAAPPLLEE SSYYRRUUPP,, HHAASS DDOOUUBBLLEEDD IITTSS GGRROOSSSS SSAALLEESS TTOO $$5544 MMIILLLLIIOONN FFRROOMM 22000088 TTOO 22001188..2211 CCLLIIMMAATTEE CCHHAANNGGEE TTHHRREEAATTEENNSS TTHHIISS BBOOOOMMIINNGG IINNDDUUSSTTRRYY TTHHAATT EEMMPPLLOOYYSS OOVVEERR 44,,000000 VVEERRMMOONNTTEERRSS..2222 MMAARRCCHH 22001122 IMAGE SOURCE: SHANNON MCGEECLIMATE CHANGE THE COST OF DISASTERS �ILlll�¼I/A\\711§ �IHI/A\\1�1@1§ REBUILD BY INCREASES INEQUITIES DESIGN 111�1�1�1§/A\\�I§� lll�ll§@lUJlllrlll§� Benefit - Cost Ratio for Investing Economic Impacts for USA in Hazard Mitigation Infrastructure The impacts of storms and flooding disproportionately affect the most vulnerable people. Disas­ ters are not created by natural events alone; rather, they are the product of natural events and a combination of social, political, and economic stressors. Therefore, as climate change increases the frequency of flooding, it will further reinforce underlying vulnerabilities and systemic inequality. 66::11 DURING A FLOOD Low-income communities experience greater challenges evacuating due to the cost of transpor­ tation and relocation, placing them at a greater risk of injury, disease, or death. Residents who do not leave during a storm have increased health risks, such as exposure to con­ taminated water, interrupted acces to medical care, and difficulty acquiring food. Low-income and minority populations, as well as elderly nursing home residents are more likely to The National Institute of Building Sciences (NIBS) found that every $1 invested in disaster have chronic health problems, increasing their vulnerabiity to other storm hazards.1 mitigation by three federal agencies (FEMA, EDA, & HUD) saves society $6. AFTER A FLOOD A medium-sized natural disaster leads to a@% increase in the share of people with debt collec­ tions after one year, which doubles to 11@% after four years. 2 HAZARD MITIGATION FUNDING IS A STRATEGIC INVESTMENT IN OUR FUTURE, People in poverty are less likely to have flood insurance or to maintain flood insurance payments. REDUCING RISKS AND COSTS ASSOCIATED WITH CLIMATE CHANGE WHILE The Urban Institute has found that after 4 years, a medium-sized disaster has caused an average BUILDING MORE RESILIENT AND SUSTAINABLE COMMUNITIES. �ll-point decline in credit scores for people living in communities of color, whereas people living in majority white communities experienced a ��-point decline.3 FEMA funding largely focuses on homeowners, meanwhile renters typically face rent hikes and mass evictions. Lower income households may not have the financial and educational resources to advocate for fair buyouts, repair damages, and afford temporary housing. After federal aid has been distributed to communities that have experienced a disaster, predomi­ nantly white, well-educated home-owners experience a significant increase in wealth. Conversely, communities of color, particularly those who are less educated renters, experience a decline in wealth.4 1.Lane et. al, \"Health Effects of Coastal Storms and Flooding in Urban Areas: A Review and Vulnerability Assessment;' 2013 2.Urban Institute, \"Insult to Injury: NaturalDiasasters and Residents' Financial Health,\"2019. 3.Urban Institute, 2019. 4.Howell & Elliott, \"Damages Done, the Longitudinal Impacts of Natural Hazards on Wealth Inequality in the United States;'; Muf'ioz &Tate,\" Unequal Recovery? Federal ResourceeD istribution 4422 afteT rH ME idR wE e sI tS F lN ooO d DT isU aR steN rI ;'N 20G 16 B . ACK 4433 5.Deloitte, \"The cost of inaction: The economic impact of climate change in the United States\", 2018.We BLUEPRINT FOR ACTION: A GUIDE FOR STATES TO LEAD EQUITABLE ADAPTATION BUILD A COLLABORATIVE 1 PROGRAM 2 FINANCE THE CHALLENGE IMAGE SOURCE: REBUILD BY DESIGN 45STEP ONE: BUILD A COLLABORATIVE PROGRAM In order to address the worsening impacts of climate PROGRAM OBJECTIVES: change and head off future damages, we need bold action. Governments must work alongside Use funding to catalyze regional strategies communities and cross-sector partners to identify 1 for planning, designing, and building to drive infrastructure investments that will drive physical, investments in multi-benefit infrastructure that social, and ecological co-benefits and create hundreds addresses physical, environmental, and social of thousands of middle-class jobs – before climate vulnerabilities; events strike, not after communities have suffered. Using a co-creation process with stakeholders, states Fully engage local stakeholders to create a can deliver new, upgraded, innovative, and climate- 2 better understanding of the risks and impacts ready infrastructure that protects communities in the that increasingly frequent and intense climate face of climate vulnerabilities; work to make existing events will bring to their communities; investments more resilient; and create a new source IMAGE SOURCE: CAMERON BLAYLOCK | REBUILD BY DESIGN for “local match” to leverage additional federal funding opportunities. Communities are the experts of their neighborhoods. social vulnerabilities and embeds local knowledge and 3 Support the needs of the most physically and They know exactly what happens when there is a heat expertise with current and future needs. Additionally, socially vulnerable first; wave or a flood; they understand their community’s the involvement of stakeholder support from the very Investing in climate infrastructure will bring short- existing needs and vulnerabilities; they know who is start ensures that projects are built faster and that and long-term benefits to both the state and the most affected and who needs the most assistance. every dollar invested goes further by addressing the community where projects are implemented by Create jobs and job training opportunities, Adapting to climate change presents a significant specific needs of the intended community. creating new jobs and seeding new local industries, 4 revitalize local/regional economies, promote opportunity to create new or rebuild existing improving community physical and mental health healthy communities, and increase social infrastructure that is designed to support the needs outcomes, protecting and enhancing ecosystems, and States can lead a two-stage Statewide Community resilience; of communities on sunny days and promote climate providing a framework for future investments. Planning Process: resilience on days of increased rainfall, heat waves, (1)STAKEHOLDER INCLUSION, RESEARCH, RISK storm surges, or fires. This type of infrastructure is ASSESSMENT: align community and government Building on the successes of the Rebuild by Design Create a replicable process that provides insight known as “multi-benefit” since it is designed to serve 5 aspirations in the face of climate change, and to create Hurricane Sandy Design Competition, the National into other challenges in the community and can more than one purpose. For example, a park that is a shared understanding of the interdependencies Disaster Resilience Competition, Bay Area Resilient by be recreated to address other challenges. designed to store and filter water during heavy rainfall between local and regional infrastructural, ecological, Design, and the great work that is already underway events can provide multiple other benefits to the and social systems that will be further affected by the in many communities throughout the U.S., Rebuild surrounding community, such as space for recreation increased occurrences and severity of climate events. by Design proposes that this fund be coupled with and exercise, shade during hot days, species habitat, a two-stage Statewide Community Planning Process improvements to mental health, carbon capture, and that leads communities through a process to identify cooling of local temperatures. (2)COLLABORATIVE DESIGN: create a comprehensive their specific vulnerabilities to climate hazards such as vision with specific fundable projects, policies, or flooding, heat, wind, and drought. By using a collaborative design methodology, the initiatives that will directly address the vulnerabilities State can incentivize regional planning processes to identified in Stage One design and build infrastructure with multiple benefits alongside the communities who are most affected These stages are further detailed in the Atlas of to ensure each project addresses local physical and Disaster on page 369. 46 47WE ALL BENEFIT CASCADING BENEFITS Climate change is a collective risk that will pose development, which can spur the creation of new challenges to all of our lives and livelihoods. jobs and economic growth, along with investments in MENTAL Thus, everyone stands to benefit from adaptation long-term maintenance. Simultaneously, the creation INVESTMENTS IN HEALTH interventions. Resilient green and gray infrastructure of high quality, high paid jobs must be coupled INVESTMENTS BENEFITS RESILIENT can have multiple benefits while fulfilling their primary with intentional efforts to train workers who would IN RESILIENT purpose of reducing the risk of climate impacts. otherwise be unqualified. INFRASTRUCTURE For example, the adaptation measures provided INFRASTRUCTURE + Health: Where green infrastructure projects are to vulnerable communities can help reduce risk to implemented, communities gain from the additional CREATION OF individuals and property from extreme harm or loss benefits of cleaner air, cooling from tree coverage, GREEN AND GREY during climate events, which can in turn reduce the green space to exercise and socialize, improved INFRASTRUCTURE payout from insurance companies after an event. In REDUCES RISKS neighborhood aesthetics, and more. This means PHYSICAL addition, infrastructure that can better withstand FROM CLIMATE healthier environments for children to grow up in, HEALTH shocks and stressors can also contribute to the HAZARDS BENEFITS more walkable streets for seniors and people with stabilization of the supply chain by reducing the disabilities, and less emergency room visits for frequency and length of disruptions to production, people with underlying conditions. costs, and delivery. + Social: Investments in physical infrastructure, namely public spaces and green spaces, help build social Even in the absence of extreme weather, communities resilience within communities. These spaces, such will benefit from multi-purpose resilient infrastructure: ECOLOGICAL as libraries and parks, enable communities to build CREATION AND ENHANCEMENTS social connections. In the event of a disaster, these + Economic: An investment in resilient infrastructure DIRECT EXPANSION OF communities fare better, as neighbors are more likely pays off economically with investments in BENEFITS RESILIENCE to check on each other, understand each other’s manufacturing, construction, trade, labor, and WORKFORCE needs, and rebuild together. PROJECT EXAMPLES: INCREASED SOCIAL . RESILIENCE IMPROVING SHORELINES AND STORMWATER MANAGEMENT SYSTEM.S RESTORING WETLANDS AND. PROTECTING MIGRAT.ION PATHWAYS BUILDING BERMS, DIKES, AND LEVEES REMOVIN.G DAMS RIGHT-SIZIN.G CULVERTS ALIGNMENT OF SECTORS: AND ELEVATING STREETS AND RAILWAYS DAYLIGHTING RIVERS ADAPTING. BUSINESS, SEWAGE TREATMENT PLANTS, WATER SUPPLY SYSTEMS, AN.D OTHER UTILITIES ENVIRONMENT, GOVERNMENT, BUYING OUT HOMES AND BUSIN.ESSES FROM HARM’S WAY ACQUIR.ING LAND MITIGATED LABOR, ETC. PUBLIC + THAT CAN REMAIN PROTECTED STABILIZING .SOIL FOR FARMLAND CREATING INDIRECT PRIVATE COSTS BENEFITS NEW PAR.KS OR ECOLOGICAL ENHANCEMENTS ABSORBING ENERGY FROM OF FUTURE ECONOMIC CLIMATE STORMS PROVIDING GRA.NTS OR TAX INCENTIVES FOR THE RELOCATION OF DEVELOPMENT IMPACTS CRITICAL INFRASTRUCTURE INCENTIVIZI.NG GREEN BUILDING ADAPTATION QUALITY OF LIFE OR ELECTRICAL VEHICLE INFRASTRUCTURE FOREST MANAGEMENT IMPROVEMENTS 48 49A surcharge on certain types of property-casualty A bill to charge the biggest climate polluters for a STEP TWO: insurance can be equitable because community share of the cleanup costs has passed the New York members with more resources are likely to insure more State Senate. Similar legislation has been introduced numerous, expensive, and energy-consumptive items in Massachusetts and Maryland. A campaign to FINANCING RESILIENT (e.g., multiple homes, boats, cars), while community establish a Climate Superfund in Vermont is calling for members with less resources are likely to insure less or the biggest oil and gas companies to pay into a fund have no insurance at all. that would help modernize Vermont’s infrastructure, INFRASTRUCTURE weatherproof schools and public buildings, address public health costs of climate change, and clean up $600 MILLION after storms and more. COULD BE RAISED THROUGH A 2% SURCHARGE Innovative processes call for innovative finance ON CERTAIN LINES FO P&C INSURANCE, solutions. Each state in the U.S. should create a BONDED OVER TEN YEARS, IN VERMONT. Resilient Infrastructure Fund to serve as a catalyst to 1 Leverage a Two-Percent Surcharge support innovative, data-driven, and community-led on Property and Casualty (P&C) approaches to address climate risk throughout the Additionally, states could exempt lower income Insurance: United States. A Resilient Infrastructure Fund would policyholders from the surcharge or to exempt vital enable investment in state-priority projects at both community services such as affordable housing or the regional and systems levels and in both individual schools. States can also decide to hold some of and community actions by leveraging state and federal this allocation aside before it is leveraged for the dollars to support capital projects that enhance The increase in billion-dollar climate events is pushing maintenance of new climate infrastructure. communities’ physical and social resilience and create the insurance system beyond its capacity, and all a funding source to provide the “local-match” for policyholders are paying the price without reaping the federal investment. benefits of a safer community ahead of the next storm. To head off insurance premium spikes and insurance 2 insolvency, states can utilize a pro-consumer model Establish a Climate Superfund: A Resilient Infrastructure Fund can catalyze local by applying a two-percent (for example) surcharge planning and community understanding of what is on P&C insurance (not including Medical Malpractice needed to address the risks of future climate events and Workers’ Compensation). A small surcharge and drive projects that support the well-being of could leverage from $600 million to over $27 billion in communities every day, not just during extreme states across the U.S, for a total of $287 billion across While taxpayers across the US have been experiencing weather. the U.S. This surcharge on certain types (lines) of rising costs from the impacts of climate change, the property-casualty insurance could support a statewide largest oil and gas companies have been experiencing INVESTMENT SOURCES Resilient Infrastructure Fund that gives communities record-breaking profits. the funding they need to build more resiliently and to leverage private, state, and federal budget sources. As The United States is always chasing the last storm. We A “Climate Superfund,” or “Polluter Pays” model, climate adaptation and hazard mitigation interventions need to get ahead of the physical and financial costs calls on the largest oil and gas companies to reinvest are implemented, the risk of loss or damage will by utilizing creative and urgent financing solutions some of those profits into state climate mitigation and decline, reducing the property and casualty payouts that invest in adaptation and mitigation efforts before adaptation measures. This fund is modeled after the for some insurers (such as those who write policies for communities suffer. Many states have capital programs EPA’s Superfund program, which was established in commercial flood and basement backup riders). This and infrastructure banks to cover certain types of 1980 to hold companies responsible for toxic waste would also lower flood insurance premiums by five to capital investments. However, in order to meet current sites accountable for the cleanup. 45 percent for those in the FEMA flood zones through and future needs, we need to invest a lot more in FEMA’s Community Rating System. these programs than we currently are. Regardless of the source, funding should be held in a protected $2.5 BILLION fund (such as an infrastructure bank) to ensure that This will give the insurance industry a lifeline by the money is safe from other competing future needs. creating new funding sources that can support physical COULD BE RAISED THROUGH CLIMATE IMAGE SOURCE: UNIVERSITY OF VERMONT The following strategies could support the creation of and social infrastructure before an event, slowing down SUPERFUND IN VERMONT. WATERBURY JULY 2023 State-led Resilient Infrastructure Funds: their exposure to large payouts. 50 51IMAGE SOURCE: STERLING COLLEGE | CRAFTSBURY VERMONT 2011 ARE THERE NEW FUNDING TOOLS WE SHOULD EXPLORE? States use their own funding 3 sources, coupled with federal and States can use traditional approaches to support the other sources to support climate building or rebuilding of infrastructure that will address infrastructure: an increasingly uncertain environment. However, there is a market under development for a new suite of tools that could be investigated as part of this investment: According to Trimble, a construction technology firm, states spend from $100 million to $44 billion per year Environmental Impact Bond (EIB) - Otherwise known on building and upgrading infrastructure.12 States can as “Pay For Performance.” The borrower will pay back earmark existing dollars in the capital budget over the their bond investors contingent on the performance of next ten years to support a Resilient Infrastructure the adaptation measures, such as green infrastructure. Fund that can support the additional dollars needed to upgrade existing projects up to risk standards and can support new projects where existing ones will Green Bonds - Bonds that are specifically earmarked not be enough. Both capital and expense dollars will to be used for climate and environmental projects. be needed to build and maintain the infrastructure. These bonds are typically asset-linked and backed by Better protection from extreme climate events the issuer’s balance sheet, and are also referred to as means less damage to the physical environment and climate bonds. Green bonds come with tax incentives less suffering for communities. According to data such as tax exemption and tax credits. collected by Trimble, approximately 0.5 percent of the Infrastructure Bill funds allocated to states will be Resilience Bonds - Generate risk reduction rebates spent on resilience or the environment and 9.6 percent from a city’s catastrophe insurance premiums to will be spent on water infrastructure. The other 89.9 pay for resilience projects. Resilience Bonds create percent of funds will go towards highways, bridges, incentives for cities to invest in resilience so as to public transportation, airports, EV expansion, and reduce the human and financial cost of catastrophes broadband.12 See page 665 of the Atlas of Disaster for when they strike. examples of state-funded resilience programs. Funding Allocated to States through the Catastrophe Bonds - Or “cat bonds.” Financial instruments designed to help manage the financial risks Infrastructure Investment and Jobs Act associated with extreme natural disasters. These bonds kick in after a disaster and do not raise money for 1.2% 1% 0.5% resilience planning. Resilience Districts - There has been a lot of discussion regarding leveraging the power of a location to pool resources to finance shared, community-wide infrastructure, known in shorthand as “resilience districts,” which functions on the principle of “everyone pays, everyone benefits.” One example is the City of Boston’s Climate Resilience Fund, a form of Land Value Capture that recognizes that upgraded and new infrastructure benefits the private sector by offering a lower risk. The City asks developers to pay into a fund that will support community-wide infrastructure. FIGURE SHOWS THE BREAKDOWN OF SPENDING BY CATEGORY DATA SOURCE: TRIMBLE TRIMBLE 538800%% greenhouse gas emissions reduction below 1990 levels by 2050. In 2020, the Vermont Legislature passed the Global Warming Solutions Act, setting legally binding GHG reduction targets.23 CCLLIIMMAATTEE AACCTTIIOONN PPLLAANN FFRROOMM 11999900 TTOO 22001199,, VVEERRMMOONNTT’’SS GGRREEEENNHHOOUUSSEE GGAASS EEMMIISSSSIIOONNSS RROOSSEE 22%%..2244 UUNNDDEERR TTHHEE MMAANNDDAATTEE OOFF TTHHEE GGLLOOBBAALL WWAARRMMIINNGG SSOOLLUUTTIIOONNSS AACCTT,, VVEERRMMOONNTT’’SS CCLLIIMMAATTEE CCOOUUNNCCIILL CCRREEAATTEEDD AA CCLLIIMMAATTEE AACCTTIIOONN PPLLAANN TTOO IIDDEENNTTIIFFYY PPAATTHHWWAAYYSS TTOO RREEDDUUCCEE GGHHGG EEMMIISSSSIIOONNSS AACCRROOSSSS AALLLL SSEECCTTOORRSS AANNDD PPRREEPPAARREE CCOOMMMMUUNNIITTIIEESS FFOORR WWOORRSSEENNIINNGG IIMMPPAACCTTSS FFRROOMM CCLLIIMMAATTEE CCHHAANNGGEE..2233 DDEECCEEMMBBEERR 22002211 IMAGE SOURCE: VPIRGCHAMPIONS OF CHANGE 1. GLOBAL WARMING SOLUTIONS ACT transformed into public parks and natural flood barriers, mitigating flood damage by an estimated In September 2020, the Vermont State Legislature 30%. The program stands as a compelling example of passed the Vermont Global Warming Solutions Act turning climate vulnerability into community strength, (H.688), creating legally binding emissions reduction providing both safety and aesthetic value to the city’s targets. The Act calls on the state to reduce landscape.25 greenhouse gas pollution to 26% below 2005 levels by 2025, 40% below 1990 levels by 2030, and 80% below 4. THE AFFORDABLE HEAT ACT by 2050. The Act also created the Vermont Climate Council and charged them with developing an initial Enacted into law in 2023, The Affordable Heat Act state Climate Action Plan. Notably, the Act creates a (S.5) aims to provide financial support to low-income pathway for private citizens to take legal action against households struggling with heating costs. The Act offers the State, should it not create, implement, or enforce subsidies and support to eligible individuals, while rules necessary to achieve the targets.23 ushering a transition to cleaner energy. The legislature will vote on its implementation in 2025.26 2. MIDDLEBURY RIVER RESTORATION 5. REGIONAL GREENHOUSE GAS In a groundbreaking effort, the town of Middlebury INITIATIVE spearheaded the restoration of the Middlebury River in 2019. By investing $3 million, they reconnected the river Vermont’s participation in the Regional Greenhouse Gas with its floodplain, enhancing stability and reducing Initiative has been instrumental in reducing the state’s erosion by 20%. Local collaborations further improved carbon footprint, with a 20% decrease in greenhouse fish habitats and bolstered the region’s resilience to gas emissions from power plants since 2008. The climate change. This innovative project turns a once- program also generated over $100 million in revenue for degraded river into a symbol of Vermont’s commitment the state, further supporting its environmental efforts.27 to environmental integrity, reflecting a forward-thinking approach to climate adaptation that promises lasting 6. GREEN INFRASTRUCTURE IN impacts on the state’s ecological landscape.25 HINESBURG Hinesburg, Vermont, sets a commendable example 3. BARRE CITY HOME BUYOUTS with its adoption of a green infrastructure plan. The Facing repeated flooding, Barre City implemented town is pioneering strategies to manage stormwater a strategic home buyout program in 2013. Investing and reduce flooding, contributing to the entire state’s over $1.2 million in funds from federal, state, and resilience and adaptation in the face of climate local sources, the city acquired and demolished 15 change.28 properties in flood-prone areas. These spaces were IMAGE SOURCE: STATE OF VERMONT | AGENCY OF NATURAL RESOURCES 5566 IMAGE SOURCE: VPIRG | STUDENT CLIMATE RALLY 2019DISASTER DECLARATIONS (RED) or explosion, in any part of the United States, which in the determination of the President causes damage APPENDIX This map shows federally declared climate disasters of sufficient severity and magnitude to warrant major by county from 2011-2021 – providing a snapshot of disaster assistance under this Act to supplement the magnitude of climate disasters across the country the efforts and available resources of States, local MAPPING THE IMPACT in recent history. This report only identifies federally governments, and disaster relief organizations in declared disasters, as there is no entity that collects alleviating the damage, loss, hardship, or suffering and publishes state disaster declarations. It should caused thereby.” be noted that the declarations shown in this report DATA VISUALIZATION TOOLS do not reflect every climate event that has occurred Importantly, extreme heat waves do not fit the criteria It is evident the U.S. is already paying a steep price for There are always many ways to present these data. between 2011-2021; the report instead only shows for federal disaster declarations despite being the this challenge. Rebuild by Design partnered with APTIM For the purposes of this report, we chose to analyze those which have met the cost threshold for a federal leading cause of deaths among climate hazards. and iParametrics to create the following visual tools to the years 2011-2021. The following six maps are disaster declaration. Therefore, the findings overall Likewise, sea level rise is not included in this definition demonstrate how climate events have affected each presented in this format with the following underestimate the number of occurrences and the despite the threat it poses to numerous communities, state. The set of six maps depicts which areas have considerations and limitations: suffering that some communities have experienced. including damage to property, loss of land, and been hit the hardest by recent climate events, where displacement. recovery funds are focused, where those individuals GEOGRAPHIC MAP According to the Stafford Act, as amended in May 2021, with high social vulnerabilities live, and which areas a “major disaster” includes “any natural catastrophe have the least energy reliability. The map provides topographic and geographic context It should be noted that while most disaster (including any hurricane, tornado, storm, high water, for each state and its surrounding areas, indicating declarations are due to climate events, there are a few winddriven water, tidal wave, tsunami, earthquake, whether the state encompasses coastal, riverine, lake, instances of disasters due to other natural hazards, The U.S. needs to change the way it is making funding volcanic eruption, landslide, mudslide, snowstorm, alpine, or desert land. such as earthquakes and volcanic eruptions. Though decisions. Where we make priority investments is or drought), or, regardless of cause, any fire, flood, these events are not increasing in magnitude or equally important to what we invest in. Returns on frequency due to climate change, the severity of their investments (ROI) in the form of social benefits to impact may be connected. As climate impacts degrade communities needs to be part of grant evaluations. household and critical infrastructure, communities The U.S. need to utilize new decision-making may become more vulnerable to other natural hazards. frameworks that are forward-looking. The final map Retrofitting infrastructure after these events often in the set includes an example of a new decision- requires the same measures as floods, tornadoes, making framework that takes into account current fires, etc., so these events were included in the report vulnerabilities and future climate risks. This is one to demonstrate the need to prioritize multi hazard example of how physical and social vulnerability adaptation approaches. indicators could inform where investments in adaptation infrastructure can yield high returns in social benefits to the most impacted communities. FEDERAL ASSISTANCE (ORANGE) Our team recognizes, however, that there are other The map shows the amount of federal dollars decision-making frameworks to explore, and further allocated to counties through FEMA’s Public Assistance research is needed to understand which indicators and Hazard Mitigation Grant Programs between should be included in any state-specific model. Given 2011-2021 which allocates funding to individual the ever-present constraints on funding availability, the counties and statewide. The map does not show intent of presenting these maps together is to prompt where “statewide” allocations were spent within investments that address multiple known vulnerabilities the state, but rather only shows county allocations. simultaneously within projects, furthering However, these statewide allocation amounts are comprehensive climate adaptation planning. included in the Disaster Declaration table at the end of each chapter and included in the “FEMA Total” The following data are designed as a tool to help provided next to the map. The adjacent table adds communities understand their risks to make better- HUD’s Community Development Block Grant Disaster informed choices with higher returns on investment, Recovery funds – which are only available to states though each state should determine their own after a disaster – to the FEMA Total for an estimate framework for investment. of federal post-disaster spending in each state. GEOGRAPHIC MAP. SOURCE: ESRI DISASTER DECLARATIONS. SOURCE: FEMA 2021 | MAPS COURTESY OF IPARAMETRICS. 58 APPENDIX APPENDIX 59Since disaster aid is allocated to repair physical Viewing the Energy Reliability Map next to the SVI Map, damage to property, events such as extreme heat, one can begin to infer which regions have the most which largely creates physical damage to persons socially vulnerable residents and are served by the and not property, rarely qualify for federal disaster least reliable energy providers. Energy reliability is recovery aid. Additionally, there is only a shallow increasingly becoming related to climate disasters and understanding of the economic impact of social and weather events. Inclusion of these maps is to support health-related costs and environmental degradation evaluation of need for concurrent flood and energy after a disaster. resilience projects. To read more about how energy reliability is calculated, see Appendix A. SOCIAL VULNERABILITY INDEX (GREEN) Methods Social vulnerability refers to the potential negative effects on communities caused by external stresses on human well-being. Such stresses include natural or human-caused disasters or disease outbreaks. The factors that determine social vulnerability are ENERGY RELIABILITY directly tied to social determinants of health or the social, economic, and physical factors – such System Average Interruption Duration Index (SAIDI) as race, socioeconomic status, and environmental is one of the performance metrics used to measure conditions – that influence health. Socially vulnerable the reliability of an electric utility’s service. This populations fare the worst during a disaster and often metric measures the total time (in minutes) an average FEDERAL ASSITANCE. SOURCE: FEMA 2021 take longer to recover. The Center for Disease Control/ SOURCE: US ENERGY INFORMATION customer experiences a non-momentary power The Disaster Declaration tables provided at the end Agency for Toxic Substance and Disease Registry Social interruption over a one-year (calendar) period. A Major of each chapter show all federal Disaster Declarations Vulnerability Index (CDC/ATSDR SVI) uses 15 U.S. census (below poverty, unemployed, income, no high school Event Day (MED) is another metric which occurs when declared between 2011-2021 and the corresponding variables to help local officials identify communities diploma); Household Composition & Disability (aged the SAIDI exceeds a specific threshold within a given FEMA obligations associated with those events. that may need support before, during, or after 65 or older, aged 17 or younger, older than age 5 with a day and tends to reflect outages on the longer end of disasters. The map presents the SVI on a census block disability, single-parent households); Minority Status & the spectrum. The data presented in this report shows However, in some instances, FEMA continues to level, indicating where the most socially vulnerable Language (minority, speak English “less than well”); and a metric of SAIDI combined with MED to highlight and obligate funds for years following a declaration. Some populations within each county live. The 15 indicators Housing Type & Transportation (multi-unit structures, report electric reliability in areas (utility territories) states have received funds for events that took place are grouped into four themes: Socioeconomic Status mobile homes, crowding, no vehicle, group quarters). irrespective of the root cause of the interruption. between 2011-2021 after 2021, so the total sum of The Energy Reliability Map displays the SAIDI_W_MED funds associated with that event are not captured. All metric for utility territories and highlights areas that FEMA funds allocated to counties between 2011-2021 Social Vulnerability Index data are not being used are susceptible to electric system vulnerabilities based are shown in the federal assistance map; however, to make post-disaster assistance funding decisions. on reliability performances. These vulnerabilities they do not show up in the Disaster Declaration HUD only requires Low and Moderate Income for a serve as an indicator as to where investments and table if their corresponding event took place prior portion of their funding. FEMA does not consider it in improvements in the distribution grid should be to 2011. For example, counties in the State of Illinois their allocations. To learn more about how vulnerable focused. are still receiving funds from a 1960s storm. The populations fare during climate events, turn to p. 10. funds obligated to those counties are included in the map, but that event is not included in the Disaster Electric utilities experience power interruptions Declaration table at the end of the chapter. ENERGY RELIABILITY (BROWN) due to a variety of issues. Those issues include inclement weather, vegetation management practices, Climate events often lead to energy disruptions for utility practices, maintenance patterns, and capital There are additional sources of federal funding made hours, days, or weeks. This map shows the annual investment strategy, among others, which all play a available to governments or individuals in response average interruption time (in minutes) across the part in a utility’s overall reliability performance. The to disasters, such as the U.S. Army Corp of Engineers different energy utility providers within a state. Regions U.S. Energy Information Administration produces an (USACE) projects, Small Business Administration (SBA) (or utility territories) in the darkest shade, on average, Annual Electric Power Industry Report which utilizes loans, and private insurance payouts, which are not experience longer energy outages. These data are data collected from U.S. electric utilities reflecting included in this report because they are harder to aggregated by utility territory, not county, meaning their reliability performance against certain industry uniformly track and/or must be paid back. Therefore, more than one provider can serve a county or group of standards and performance metrics. Utilities have the our findings underestimate the total support available counties. flexibility to report interruptions according to duration to states and individuals post-disaster. SOURCE: CDC/ATSDR 2018 SOCIAL 60 APPENDIX APPENDIX 61We ENDNOTES 1 DeSmet, N. (2017, April 29). Vermonters call for action on climate issues at People’s Climate March. and frequency either with major events, without major These investments should also incorporate solutions 2 Vermont League of Cities and Towns. (2023, July 11). Flood Recovery. events, or both. aimed at mitigating systemic vulnerabilities that stem 3 Davies, R. (2023, July 12). Floods in Vermont, July 2023. from issues like vegetation management practices, 4 Flanders, C. (2023, July 26). Preliminary tally indicates Vermont floods damaged more than 4,000 homes and distribution automation improvements to major event The annual SAIDI is the summation of the individual 800 businesses. vulnerabilities with root causes embedded in grid SAIDIs for each non-momentary interruption event over 5 Vermont Climate Assessment Team. (2021, November 4). Vermont Climate Assessment: Chapter 1 - hardening, distribution generation schemes, and the entire year: Introduction. University of Vermont. Automated Metering Infrastructure (AMI) upgrades aimed at minimizing customer interruption numbers 6 Vermont Climate Council. (2021, December 1). Initial Climate Action Plan - Final - 12-1-21. Vermont Agency of and durations. Natural Resources. 7 Dugan, T. (2011, September 20). At request of local officials, Corps cancels water releases on West River in Townsend, Jamaica, due to storm impacts. U.S. Army Corps of Engineers, New England District. For utilities that report SAIDI metrics using the Institute 8 Borden, E. (2022, January 17). Researchers: Climate change could cost Vermont billions over next of Electrical and Electronics Engineers (IEEE) standards, century. WCAX. “non-momentary” interruptions are those lasting 9 Cooney, M. (2022, March 21). Weather fluctuations drive pothole season into full swing. WCAX. longer than five minutes. A Major Event Day (MED) is another metric which occurs when the SAIDI exceeds 10 Smith, A. (2023, March 8). Fluctuating temperatures create more pot holes on roads. My Champlain Valley. a specific threshold within a given day and tends to 11 Vermont Emergency Management. (2018). Vermont State Hazard Mitigation Plan. reflect outages on the longer end of the spectrum. 12 Baird, J. B., & Murray, E. (2018, July 2). Vermont heat wave: Surreal tropical weather tests Vermonters’ cool. Burlington Free Press. Utilities have certain flexibilities when reporting with 13 Rebuild By Design. (2022). Atlas of Disaster 2011-2021. these metrics. Including MED in the SAIDI metric 14 Pierre-Louis, K. (2016, September 1). Five years after Hurricane Irene, Vermont struggles with a new normal. (SAIDI_W_MED) provides an overall picture of the Inside Climate News. electric reliability experienced by customers. Excluding 15 Gaiss, K. (2022, August 24). Drought-like conditions impacting some Vt. farms. WCAX. MED from the SAIDI metrics (SAIDI_WO_MED) tends to 16 McCallum, K. (2020, November 17). Drought disaster declared for 10 Vermont counties. Seven Days. separate power interruption events by their durations, which provides an indicator of the source of the 17 Keck, N. (2020, September 29). Ski industry prepares for the season in the pandemic. NPR. power interruption (i.e., distinguishes a Major Event vs. 18 Flanders, C. (2023, January 12). In a season impacted by patterns of climate change, ski areas work to be Systematic Operation interruption). adaptable. VTDigger. 19 Waugh, B. (2021, November 9). Vermont is getting warmer and wetter: Climage change study. University of Our methodology utilizes SAIDI_W_MED as the primary Vermont. measurement indicator for the electric reliability 20 Wolfe, L. (2021). Maple: A sap to syrup guide A manual for career and technical centers of Vermont. University experience of the end user (customer). Our SAIDI_W_ of Vermont. MED metric highlights the reported electric reliability 21 Farm to Plate Network. (2022). Vermont Agriculture and Food System Strategic Plan 2021-2030. in areas (utility territories, counties, and states) 22 Agency of Agricultural Food and Markets. (2020, March 9). Governor taps into Vermont maple season. State of irrespective of the root cause of the interruption. Our Vermont. metric does not exclude interruptions categorized as MEDs. 23 Vermont Climate Council. (2023, March 8). About Climate Change in Vermont. 24 Vermont Agency of Natural Resources. (2023, April). Vermont greenhouse gas emissions inventory and forecast: 1990-2020. This report endeavors to highlight areas across the national electric distribution network (utility 25 Gillis, A. (2023, July 25). Vermont spent millions on flood mitigation after Tropical Storm Irene. Did it work? territories) that are susceptible to electric system Vermont Public. vulnerabilities based on historical reliability of 26 Vermont Natural Resources Council. (2023, August 2). The Affordable Heat Act – S.5. performance. We view vulnerabilities caused by 27 Vermont Department of Environmental Conservation. (2023, July 26). Regional Greenhouse Gas Initiative. major events (longer duration outages) on par with 28 Hinesburg Town Planning Commission. (2016, October 17). Hinesburg Greenspace Plan. vulnerabilities caused by systematic failures (shorter duration outages) and believe they should equally drive electric grid investment and improvement decisions. 62 APPENDIX 63We We cannot wait any longer . . . 64 65",
    "TEXT BY PAGE": [
        "",
        "RRAALLLLYY FFOORR TTHHEE PPLLAANNEETT EEAACCHH YYEEAARR,, TTHHEE SSTTRREEEETTSS OOFF MMOONNTTPPEELLIIEERR,, VVEERRMMOONNTT AARREE FFIILLLLEEDD WWIITTHH YYOOUUNNGG AACCTTIIVVIISSTTSS CCHHAAMMPPIIOONNIINNGG FFOORR TTHHEE EENNVVIIRROONNMMEENNTT AATT TTHHEE ““RRAALLLLYY FFOORR TTHHEE PPLLAANNEETT..””11 IMAGE SOURCE: VERMONT YOUTH LOBBY | APRIL 2023",
        "We EXECUTIVE SUMMARY We Climate change is here, and Vermonters are calling for action. Residents of the Green Mountain State have borne the impacts of severe floods, tropical storms, and winter storms. In July 2023, two days of extreme heavy rainfall overtopped rivers, washed homes and cars away, caused landslides, and damaged over 4,000 homes and 800 businesses, upending thousands of lives and causing at least two fatalities. The following pages utilize 2011-2021 county-level data to capture the reality that Vermonters are living through – totaling 17 federally declared disasters. To give Vermonters a full understanding of their experience with extreme weather, this report demonstrates the frequency of federal disaster declarations want across counties, where post-disaster support has been allocated, where the most socially vulnerable populations reside, and the state's energy reliability by utility area. It also provides county-level disaster data within General Assembly and Senate district boundaries, so legislators and their constituents can work together to advocate for the adaptation needs of their communities. Since the disaster data was analyzed, two more major disasters have hit Vermont. In December 2022, a major winter storm struck Vermont, causing widespread power outages and leaving many Vermonters to work without utilities over the holidays. A few months later, the aforementioned July 2023 rainstorms wrought havoc on towns across the state, disproportionately impacting low-income residents along the Winooski River. Early estimates found that the average loss to businesses is $180,000 each.* The complete toll to Vermonters and a full picture of the devastation is still being determined. Additionally, in May 2023, a major freeze halted life across the state, disrupting crop production and taking a devastating economic toll on Vermont’s agriculture industry. Though this event did not receive a federal major disaster declaration, it did receive a US Department of Agriculture disaster declaration, unlocking relief programs for impacted farmers, ranchers, communities, and businesses. with you! Adaptation cannot be planned without mitigation. Though Vermont has taken steps to reduce greenhouse gas emissions and outlined a path toward climate resilience, the state has far to go to ensure its physical and social infrastructure is ready to withstand a future with more frequent and intense storms due to climate change, and more urgency is needed to cut carbon emissions and slow the rate of global warming. Vermont needs sustainable sources of long-term climate adaptation infrastructure funding to support climate adaptation measures that will reduce the physical, economic, and social tolls of future extreme weather events, support communities looking to move away from risky areas, and protect and restore the natural environment. State funding would also leverage additional federal funding by providing a local match for programs that will be made available under the Inflation Reduction Act, the Infrastructure Investment and Jobs Act, Justice40, and other federal sources. REBUILD BY DESIGN PARTNERS WITH COMMUNITIES TO DESIGN REGIONAL This report could not have been created without the incredible partnership of APTIM and iParametrics, as AND LOCAL PROCESSES THAT CREATE AND IMPLEMENT INFRASTRUCTURE well as the generous support of the Siegel Family Endowment, the Rockefeller Family Fund, the Rockefeller Brothers Foundation, and Tiger Global Philanthropic Ventures. Rebuild by Design worked with an POLICY AND PROJECTS TO PREPARE COMMUNITIES FOR THE WORLD’S MOST unbelievable team of engineers, researchers, finance experts, data managers, and volunteers supporting, identifying, analyzing, and synthesizing different data sets and ideas into an accessible compendium of PRESSING PROBLEMS. county-by-county climate impacts. Special thank you to Judy Huynh for research and design on this report, and to the local Vermont organizations who contributed the on-the-ground knowledge. We are so WE RESEARCH, DEVELOP POLICY, AND EDUCATE THE NEXT GENERATION fortunate to work with these partners, and we want to work with you, too. If you are passionate about these issues and are interested in our work, please reach out to info@rebuildbydesign.org to explore how OF RESILIENCE PRACTITIONERS. DO YOU HAVE A VEXING CHALLENGE THAT to build climate-forward communities together. NEEDS CREATIVE PROBLEM SOLVING? CONTACT US AT This work builds on the work of Atlas of Disaster (November 2022), which examined similar data from all 50 states, which can be viewed here. INFO@REBUILDBYDESIGN.ORG * Early estimates were presented at the Joint House Committee on Commerce and Economic Development Hearing, July 27, 2023. 55",
        "VERMONT STATISTICS SUMMARY (2011 - 2021) VERMONT 17 CLIMATE DISASTER DECLARATIONS EVERY COUNTY HAS HAD FOUR OR MORE DISASTERS 5TH HIGHEST PER CAPITA SPENDING ON CLIMATE DISASTERS IN THE COUNTRY Franklin Orleans Essex Grand Isle $593 PER CAPITA SPENDING ON CLIMATE DISASTERS Lamoille 7TH HIGHEST NUMBER OF DISASTERS IN THE COUNTRY Caledonia Chittenden WASHINGTON COUNTY WITH THE HIGHEST DISASTER OCCURENCES 6 COUNTIES WITH TEN OR MORE DISASTERS Washington 11 COUNTIES WITH FIVE OR MORE DISASTERS Orange C ASCE INFRASTRUCTURE REPORT CARD GRADE Addison $370 MILLION FEMA + HUD POST-DISASTER FUNDING 643 THOUSAND POPULATION TOTAL OF CLIMATE INFRASTRUCTURE COULD BE SUPPORTED THROUGH A Rutland $600 MILLION SMALL INSURANCE SURCHARGE Windsor Bennington Windham 77",
        "counties were hit hard by a historic flood in July 1144 2023, resulting in extensive property damage, closure of 100+ roads, and significant damage to rail lines.2 IINN AA SSPPAANN OOFF 3388 HHOOUURRSS,, VVEERRMMOONNTT WWAASS DDRREENNCCHHEEDD WWIITTHH 66..2233 TTOO 99..0055 IINNCCHHEESS OOFF RRAAIINN,, AACCCCOORRDDIINNGG TTOO TTHHEE NNAATTIIOONNAALL WWEEAATTHHEERR SSEERRVVIICCEE.. TTHHEE WWIINNOOOOSSKKII AANNDD LLAAMMOOIILLLLEE RRIIVVEERRSS SSUURRGGEEDD PPAASSTT TTHHEEIIRR PPRREEVVIIOOUUSS WWAATTEERR LLEEVVEELL RREECCOORRDDSS SSEETT DDUURRIINNGG TTHHEE DDEEVVAASSTTAATTIINNGG HHUURRRRIICCAANNEE IIRREENNEE IINN 22001111..33 JJUULLYY 22002233 || MMOONNTTPPEELLIIEERR MIMAGE SOURCE: SENIOR MASTER SGT MICHAEL DAVIS| US AIR NATIONAL GUARD",
        "880000 businesses and 4,000 homes were destroyed from extreme rainfall in July 2023.4 IMAGE SOURCE: KRISTIN WARNER",
        "77..55 inches is the increase in average annual precipitation in Vermont between the early 1900s and 2020, averaging a rise of 1.4 inches per decade since 1960.5 $$555588 MMIILLLLIIOONN IINN LLOOSSSSEESS AACCCCOORRDDIINNGG TTOO TTHHEE VVEERRMMOONNTT DDEEPPAARRTTMMEENNTT OOFF FFIINNAANNCCIIAALL RREEGGUULLAATTIIOONN,, WWEEAATTHHEERR--RREELLAATTEEDD IINNSSUURREEDD LLOOSSSSEESS CCOOSSTT AAUUTTOO,, HHOOMMEEOOWWNNEERRSS,, AANNDD FFAARRMM PPOOLLIICCIIEESS $$555588 MMIILLLLIIOONN FFRROOMM 22001100 TTOO 22001199..66 JJUULLYY 22002233 || BBAARRRREE CCIITTYY IMAGE SOURCE: JONATHAN WILLIAMS 12 MAPPING THE IMPACT",
        "DISASTER OCCURRENCES 2011-2021 FEDERAL ASSISTANCE 2011-2021 FEDERALLY DECLARED CLIMATE DISASTERS BY COUNTY POST-DISASTER PUBLIC ASSISTANCE AND HAZARD MITIGATION FUNDS OBLIGATED BY COUNTY FOR CLIMATE DISASTERS 17 $370M post-disaster disaster assistance declarations Every county in Vermont has had four $331M FEMA obligations or more recent climate disasters. Six out of the 14 counties have had 10 or $39.5M HUD CDBG-DR Funds more. $370M FEMA + HUD assistance Washington County has experienced 11 recent disaster declarations - the $593 per capita cost highest in the State. Windsor County has received the highest post-disaster federal funding in the state: over $58 million. Public Assistance and Hazard Mitigation Number of Disaster Events SOURCE: FEMA 2021 SOURCE: FEMA 2021 MAPS COURTESY OF IPARAMETRICS MAPS COURTESY OF IPARAMETRICS 1144 1155",
        "VERMONT TOTAL: 17 DISASTERS 2011 2012 2013 2014 2015 2017 2018 2019 2020 2021 FEMA PA + HM: $331M HUD CDBG-DR: $39.5 M 1995: SEVERE STORMS AND 4001: SEVERE STORMS AND 4043: SEVERE STORMS AND 4066: SEVERE STORM, TORNADO, 4120: SEVERE STORMS AND 4140: SEVERE STORMS AND 4178: SEVERE STORMS AND 4232: SEVERE STORM AND 4330: SEVERE STORMS AND 4356: SEVERE STORM AND 4380: SEVERE STORM AND 4445: SEVERE STORMS AND 4474: SEVERE STORM AND 4621: SEVERE STORM AND FEMA + HUD ASSISTANCE: $370 M FLOODING FLOODING 4022: TROPICAL STORM IRENE FLOODING AND FLOODING FLOODING FLOODING 4163: SEVERE WINTER STORMS FLOODING 4207: SEVERE WINTER STORM FLOODING FLOODING FLOODING FLOODING FLOODING FLOODING FLOODING # of Climate Disasters Total FEMA County Name 2011-2021 Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations PA Obligations HM Obligations Statewide 17 $127,173,118 $6,777,749 $11,338 $674,418 $19,715 $93,255,030 $4,573,057 $20,995 $316 $22,133 $864 $44,018 $13,453 $1,289,572 $16,206 $5,127,881 $30,583 $605,660 $123 $249,787 $8,585 $126,093 $7,540 $2,606,802 $69,054 $2,653,844 $79,404 $1,591,800 $47,708 $3,003,296 $13,913 $4,145,482 $18,809 $67,893 $0 Addison County 8 $7,833,824 $288,312 $236,548 $3,628,573 $1,638,141 $129,636 $0 $146,185 $0 $795,594 $0 $651,505 $0 $69,643 $0 $249,686 $0 Bennington County 4 $7,597,696 $6,339,296 $1,001,021 $70,865 $0 $134,389 $52,125 $0 $0 Caledonia County 6 $6,326,165 $3,152,698 $0 $2,242,702 $113,495 $229,522 $0 $48,695 $7,313 $74,660 $0 $85,165 $0 $371,917 $0 Chittenden County 10 $11,879,816 $2,460,958 $225,772 $439,637 $1,291,054 $1,436,953 $0 $1,254,214 $0 $68,377 $0 $236,296 $0 $484,504 $0 $141,546 $0 $1,498,243 $0 $2,342,263 $0 Essex County 10 $2,269,186 $391,202 $0 $1,396,986 $0 $52,197 $0 $147,746 $0 $0 $12,864 $239,730 $0 $0 $0 $0 $0 $28,460 $0 $0 $0 Franklin County 8 $4,400,614 $290,862 $0 $300,874 $592,394 $600,020 $0 $855,920 $0 $113,227 $0 $0 $0 $149,230 $0 $1,498,085 $0 Grand Isle County 5 $642,564 $642,564 $0 $0 $0 $0 $0 $0 $0 $0 $0 Lamoille County 10 $9,648,677 $909,281 $28,458 $1,536,312 $1,230,209 $263,102 $0 $285,965 $127,050 $81,703 $0 $386,450 $0 $2,202,073 $0 $451,110 $0 $40,781 $0 $2,106,183 $0 Orange County 10 $11,123,688 $167,667 $0 $5,790,765 $549,046 $746,862 $0 $127,598 $0 $94,472 $0 $3,012,852 $0 $22,237 $0 $0 $0 $608,981 $0 $3,208 $0 Orleans County 10 $6,319,426 $1,111,248 $0 $1,920,785 $657,688 $602,891 $0 $118,956 $0 $159,765 $12,864 $104,766 $0 $25,156 $0 $3,466 $0 $0 $0 $1,601,841 $0 Rutland County 5 $20,115,836 $12,181,097 $3,619,559 $198,851 $0 $247,197 $76,787 $1,413,582 $310,684 $1,922,985 $145,095 Washington County 11 $23,598,405 $836,627 $0 $5,154,030 $91,571 $9,115,274 $3,735,881 $220,072 $0 $996,628 $0 $172,431 $0 $480,187 $325,850 $773,641 $160,667 $560,601 $0 $115,963 $0 $234,543 $0 $624,439 $0 Windham County 4 $33,446,662 $28,690,917 $3,501,209 $105,280 $0 $1,075,220 $0 $74,037 $0 Windsor County 5 $58,177,312 $43,722,813 $7,781,951 $1,348,368 $38,013 $182,575 $0 $3,018,473 $0 $2,085,119 $0 Total FEMA Allocation $330,552,989 $13,708,804 $502,116 $10,545,799 $111,286 $209,216,271 $30,284,704 $946,367 $316 $1,017,761 $864 $1,914,683 $140,503 $6,182,973 $54,219 $6,342,341 $63,624 $1,824,523 $123 $3,949,093 $411,222 $1,406,191 $7,540 $11,919,638 $540,405 $5,126,898 $79,404 $3,246,787 $47,708 $8,017,772 $211,133 $12,571,185 $18,809 $141,930 $0 Double check number ofdeclarations from the top 17 11 disasters 10 disasters Highlighttop 5 counties in yellow Washington CounCtyhittenden County Bring total down from lastline here $330,552,989 Essex County Add HUD $39,592,211 Lamoille County Orange County Total FEMA + HUD $370,145,199.53 Orleans County Total in Billions 370.1M Add Population Size 624,340 Per Capita Cost $592.86 Has ever county been affected by a climate disaster? yes",
        "WWIINNDDHHAAMM CCOOUUNNTTYY IINN 22001111,, SSEEVVEERREE FFLLOOOODDIINNGG FFRROOMM TTRROOPPIICCAALL SSTTOORRMM IIRREENNEE SSWWEEPPTT AA BBRRIIDDGGEE DDOOWWNNSSTTRREEAAMM,, PPOOSSIINNGG TTHHRREEAATTSS TTOO DDAAMM SSIITTEESS IINNCCLLUUDDIINNGG BBAALLLL MMOOUUNNTTAAIINN LLAAKKEE DDAAMM IINN JJAAMMAAIICCAA,, VVEERRMMOONNTT..77 SSEEPPTTEEMMBBEERR 22001111 IMAGE SOURCE: FRANK FEDELE | US ARMY CORPS OF ENGINEERS $$55..2299BB A 2021 study by University of Vermont predicts $5.29 billion in flood damages along the Winooski River in the next century, affecting over 140,000 Vermonters.8",
        "SOCIAL VULNERABILITY INDEX 2011-2021 ENERGY RELIABILITY 2011-2021 AREAS OF GREATEST SOCIAL VULNERABILITY COUNTIES AT GREATEST RISK OF POWER OUTAGES 115,000 customers lost power during the Halloween storm of 2019 that drenched Vermont with 3-5 inches of rain in a day, causing over $6 million in infrastructure damage. Social Vulnerability Index Aggregated Annual Electric Outage Duration Including major events - SAIDI_W_MED missing electric outage data 0 - 60 minutes 60 - 120 minutes 120 - 240 minutes SOURCE: CDC/ATSDR 2018 SOCIAL VULNERABILITY INDEX 240 - 456 minutes SOURCE: U.S. ENERGY INFORMATION ADMINISTRATION MAPS COURTESY OF IPARAMETRICS MAPS COURTESY OF APTIM 456-7,700 minutes 20 21",
        "$$11mm Vermont’s frequent freeze-thaw cycles are causing an increase in pothole formations, with the state spending up to $1 million on repairs during severe years like 2018 and 2019.9 CCHHIITTTTEENNDDEENN CCOOUUNNTTYY VVEERRMMOONNTT,, RRAANNKKEEDD 1122TTHH NNAATTIIOONNWWIIDDEE FFOORR PPOOTTHHOOLLEESS,, IISS TTAACCKKLLIINNGG TTHHEE IISSSSUUEE WWIITTHH VVTTRRAANNSS UUSSIINNGG 11,,550000 TTOONNSS OOFF AASSPPHHAALLTT FFOORR RROOAADD RREEPPAAIIRRSS,, PPAARRTTIICCUULLAARRLLYY IINN BBUURRLLIINNGGTTOONN -- OONNEE OOFF TTHHEE WWOORRSSTT RREEGGIIOONNSS IINN TTHHEE SSTTAATTEE.. SSTTIILLLL,, TTHHEESSEE RREEMMEEDDIIEESS AARREE SSHHOORRTT--TTEERRMM,, RREEVVEEAALLIINNGG AA CCOONNTTIINNUUOOUUSS IINNFFRRAASSTTRRUUCCTTUURREE PPRREEDDIICCAAMMEENNTT..1100 MMAARRCCHH 22002222 IMAGE SOURCE: VERMONT AGENCY OF TRANSPORTATION 22 MAPPING THE IMPACT",
        "DISASTER OCCURRENCES 2011-2021 FEMA AND HUD COST PER CAPITA 2011-2021 TOTAL DISASTERS TOTAL DISASTERS PER CAPITA PER CAPITA California 25 Virginia 11 Louisiana $1,736 New Mexico $97 Mississippi 22 Florida 11 New York $1,348 Arkansas $81 Oklahoma 22 Georgia 11 New Jersey $815 Massachusetts $73 Iowa 21 Minnesota 11 North Dakota $738 Georgia $64 Tennessee 20 Connecticut 10 Vermont $593 Montana $63 Louisiana 18 Hawaii 10 Texas $518 Kansas $60 Alabama 17 Maryland 10 West Virginia $481 New Hampshire $55 Texas 17 New Mexico 10 Alaska $401 Rhode Island $53 Vermont 17 Wisconsin 10 Florida $390 Minnesota $49 West Virginia 17 Idaho 9 Nebraska $390 Pennsylvania $49 Arkansas 16 Massachusetts 9 South Carolina $289 Virginia $49 Kentucky 16 Pennsylvania 9 Alabama $275 Maryland $39 New Hampshire 16 South Carolina 8 South Dakota $269 Washington $36 New York 16 Colorado 7 North Carolina $243 Wyoming $32 Washington 16 Utah 7 Hawaii $229 Idaho $32 Alaska 15 Maine 6 Iowa $228 Wisconsin $27 North Carolina 15 Michigan 6 Oklahoma $215 Illinois $24 Nebraska 14 Ohio 6 Oregon $210 Michigan $23 Missouri 13 Arizona 6 Missouri $162 Ohio $19 Kansas 13 Delaware 5 Mississippi $159 Maine $18 New Jersey 13 Illinois 5 California $157 Delaware $14 North Dakota 13 Indiana 4 Connecticut $149 Utah $11 South Dakota 13 Rhode Island 4 Colorado $141 Nevada $11 Montana 12 Wyoming 4 Kentucky $105 Indiana $7 Oregon 12 Nevada 3 Tennessee $97 Arizona $2 24 25 MAPPING THE IMPACT MAPPI NG THE IMPACT 633",
        "CLIMATE CHANGE 22--44°° FF Air temperatures have increased more than 4°F in winter and more than 2°F in summer INCREASES INEQUITIES over the past 50 years, according to the Vermont Department of Health.11 CCHHIITTTTEENNDDEENN CCOOUUNNTTYY BBUURRLLIINNGGTTOONN MMAATTCCHHEEDD IITTSS EEXXIISSTTIINNGG HHIIGGHH--TTEEMMPPEERRAATTUURREE RREECCOORRDD OOFF 9966°°FF,, AA MMAARRKK SSEETT IINN TTHHEE SSCCOORRCCHHIINNGG SSUUMMMMEERR OOFF JJUULLYY 11996633..1122 TTHHEE CCIITTYY TTYYPPIICCAALLLLYY EEXXPPEERRIIEENNCCEESS AANN AAVVEERRAAGGEE OOFF EEIIGGHHTT DDAAYYSS PPEERR YYEEAARR WWIITTHH TTEEMMPPEERRAATTUURREESS SSOOAARRIINNGG AABBOOVVEE 9900°°FF..1111 JJUULLYY 22001188 IMAGE SOURCE: ELODIE REED 27",
        "CASCADING IMPACTS OF CLIMATE EVENTS CENTER FOR DISEASE CONTROL AND PREVENTION CLIMATE AND HEALTH PROGRAM, “PREPARING FOR REGIONAL HEALTH IMPACTS OF CLIMATE CHANGE IN THE UNITED STATES,” JULY 2020. GAIL CARLSON, “HUMAN HEALTH AND THE CLIMATE CRISIS,” JONES AND ILLUSTRATION: GEETHANJALI MR BARTLETT LEARNING, JAN. 2022. 28 29",
        "55tthh Vermont ranks 5th nationally in per capita disaster relief costs from 2011-2021, with $593 spent per resident. During the same period, the state received $370 million in federal assistance.13 WWIINNDDSSOORR CCOOUUNNTTYY TTRROOPPIICCAALL SSTTOORRMM IIRREENNEE’’SS DDEEVVAASSTTAATTIINNGG IIMMPPAACCTT IINN 22001111 UUNNDDEERRSSCCOORREEDD VVEERRMMOONNTT’’SS VVUULLNNEERRAABBIILLIITTYY TTOO FFLLOOOODDIINNGG,, IINNFFLLIICCTTIINNGG AA SSHHOOCCKKIINNGG $$773333 MMIILLLLIIOONN IINN DDAAMMAAGGEESS.. AASS PPEERR TTHHEE NNAATTIIOONNAALL OOCCEEAANNIICC AADDMMIINNIISSTTRRAATTIIOONN AAGGEENNCCYY,, TTHHEE SSTTOORRMM DDAAMMAAGGEEDD OORR DDEESSTTRROOYYEEDD OOVVEERR 22,,440000 RROOAADDSS,, 880000 HHOOMMEESS AANNDD BBUUSSIINNEESSSSEESS,, AANNDD 330000 BBRRIIDDGGEESS..1144 AAUUGGUUSSTT 22001111 IMAGE SOURCE: STEPHEN FLANDERS",
        "RRUUTTLLAANNDD CCOOUUNNTTYY PPEERRSSIISSTTIINNGG DDRROOUUGGHHTT CCOONNDDIITTIIOONNSS IINN VVEERRMMOONNTT CCOONNTTIINNUUEE TTOO SSTTRRAAIINN LLOOCCAALL FFAARRMMSS,, WWIITTHH RREEPPOORRTTSS FFRROOMM EESSTTAABBLLIISSHHMMEENNTTSS NNOOTTIINNGG AA SSIIGGNNIIFFIICCAANNTT 5500%% DDEECCRREEAASSEE IINN CCAATTTTLLEE FFEEEEDD VVOOLLUUMMEE AANNDD QQUUAALLIITTYY..1155 MMAAYY 22001155 IMAGE SOURCE: PUTNEYPICS | FLICKR $$2277 million in estimated crop losses spurred a federal disaster declaration for 10 Vermont counties in 2020, due to severe drought conditions.16 32 MAPPING THE IMPACT",
        "VT GENERAL ASSEMBLY DISTRICTS VT DISASTER OCCURRENCES 2011-2021 MAJOR DISASTER DECLARATIONS 2011-2021 2022 GENERAL ASSEMBLY DISTRICTS DISTRICT # OF DISASTERS DISTRICT # OF DISASTERS DISTRICT # OF DISASTERS Addison-1 ADD (8) Chittenden-4 CHI (10) Rutland-3 RUT (5) Addison-2 ADD (8) Chittenden-5 CHI (10) Rutland-4 RUT (5) Addison-3 ADD (8) Chittenden-6 CHI (10) Rutland-5 RUT (5) Addison-4 ADD (8) Chittenden-7 CHI (10) Rutland-6 RUT (5) Addison-5 ADD (8) Chittenden-8 CHI (10) Rutland-7 RUT (5) Addison-Rutland ADD (8), RUT (5) Chittenden-9 CHI (10) Rutland-8 RUT (5) Bennington-1 BEN (4) Chittenden-Franklin CHI (10), FRA (8) Rutland-9 RUT (5) Bennington-2 BEN (4) Essex-Caledonia ESX (10), CAL (6) Rutland-Bennington RUT (5), BEN (4) Bennington-3 BEN (4) Essex-Orleans ESX (10), ORL (10) Rutland-Windsor RUT (5), WDR (5) Bennington-4 BEN (4) Franklin-1 FRA (8) Washington-1 WAS (11) Bennington-5 BEN (4) Franklin-2 FRA (8) Washington-2 WAS (11) Bennington-Rutland BEN (4), RUT (5) Franklin-3 FRA (8) Washington-3 WAS (11) Caledonia-1 CAL (6) Franklin-4 FRA (8) Washington-4 WAS (11) Caledonia-2 CAL (6) Franklin-5 FRA (8) Washington-5 WAS (11) Caledonia-3 CAL (6) Franklin-6 FRA (8) Washington-6 WAS (11) Caledonia-Essex CAL (6), ESX (10) Franklin-7 FRA (8) Washington-Chittenden WAS (11), CHI (10) Caledonia-Washington CAL (6), WAS (11) Franklin-8 FRA (8) Washington-Orange WAS (11), ORA (10) Chittenden-1 CHI (10) Grand Isle-Chittenden GI (5), CHI (10) Windham-1 WDH (4) Chittenden-10 CHI (10) Lamoille-1 LAM (10) Windham-2 WDH (4) Chittenden-11 CHI (10) Lamoille-2 LAM (10) Windham-3 WDH (4) Chittenden-12 CHI (10) Lamoille-3 LAM (10) Windham-4 WDH (4) Chittenden-13 CHI (10) Lamoille-Washington LAM (10), WAS (11) Windham-5 WDH (4) Chittenden-14 CHI (10) Orange-1 ORA (10) Windham-6 WDH (4) Chittenden-15 CHI (10) Orange-2 ORA (10) Windham-7 WDH (4) Chittenden-16 CHI (10) Orange-3 ORA (10) Windham-8 WDH (4) Chittenden-17 CHI (10) Orange-Caledonia ORA (10), CAL (6) Windham-9 WDH (4) Chittenden-18 CHI (10) Orange-Washington-Addison ORA (10), WAS (11), ADD (8) Windham-Windsor-Bennington WDH (4), WDR (5), BEN (4) Chittenden-19 CHI (10) Orleans-1 ORL (10) Windsor-1 WDR (5) Chittenden-2 CHI (10) Orleans-2 ORL (10) Windsor-2 WDR (5) Chittenden-20 CHI (10) Orleans-3 ORL (10) Windsor-3 WDR (5) Chittenden-21 CHI (10) Orleans-4 ORL (10) Windsor-4 WDR (5) Chittenden-22 CHI (10) Orleans-Lamoille ORL (10), LAM (10) Windsor-5 WDR (5) Chittenden-23 CHI (10) Rutland-1 RUT (5) Windsor-6 WDR (5) SOURCE: VCGI VERMONT HOUSE DISTRICTS 2022 MAPS COURTESY OF IPARAMETRICS Chittenden-24 CHI (10) Rutland-10 RUT (5) Windsor-Addison WDR (5), ADD (8) Chittenden-25 CHI (10) Rutland-11 RUT (5) Windsor-Orange-1 WDR (5), ORA (10) Chittenden-3 CHI (10) Rutland-2 RUT (5) Windsor-Orange-2 WDR (5), ORA (10) Windsor-Windham WDR (5), WDH (4) Blue text indicates districts that have experienced ten or more disasters. 34 35",
        "WWAASSHHIINNGGTTOONN CCOOUUNNTTYY CCLLIIMMAATTEE CCHHAANNGGEE--IINNDDUUCCEEDD EEXXTTRREEMMEE WWEEAATTHHEERR IISS DDIISSRRUUPPTTIINNGG VVEERRMMOONNTT’’SS $$11..66 BBIILLLLIIOONN SSKKII IINNDDUUSSTTRRYY..1177 TTHHEE UUNNUUSSUUAALLLLYY WWAARRMM WWIINNTTEERR OOFF 22001155--22001166 LLEEDD TTOO EEAARRLLYY CCLLOOSSUURREESS AATT MMAANNYY RREESSOORRTTSS,, IINNCCLLUUDDIINNGG MMAADD RRIIVVEERR GGLLEENN,, WWHHIICCHH IISS RREESSOORRTTIINNGG TTOO SSTTOOCCKKPPIILLEE AARRTTIIFFIICCIIAALL SSNNOOWW TTOO CCOOMMPPEENNSSAATTEE FFOORR SSHHOORRTTEERR SSEEAASSOONNSS..1188 MMAARRCCHH 22001166 IMAGE SOURCE: ERIC FRIEDMAN | MAD RIVER GLEN V 3300 ddaayyss The winter temperatures in Vermont are steadily rising, imperiling the ski industry with a forecasted loss of 30 days by 2080.19",
        "VT DISASTER OCCURRENCES 2011-2021 VT SENATE DISTRICTS MAJOR DISASTER DECLARATIONS 2011-2021 2022 SENATE DISTRICTS DISTRICT COUNTIES # OF DISASTER ADDISON ADDISON, CHITTENDEN, WINDSOR ADD (8), CHI (10), WDR (5) BENNINGTON BENNINGTON, WINDHAM BEN (4), WDH (4) CALEDONIA CALEDONIA, ORANGE CAL (6), ORA (10) CHITTENDEN CENTRAL CHITTENDEN CHI (10) CHITTENDEN NORTH CHITTENDEN, FRANKLIN CHI (10), FRA (8) CHITTENDEN SOUTHEAST CHITTENDEN CHI (10) ESSEX CALEDONIA, ESSEX, ORLEANS CAL (6), ESX (10), ORL (10) FRANKLIN FRANKLIN, GRAND ISLE FRA (8), GI (5) GRAND ISLE CHITTENDEN, GRAND ISLE CHI (10), GI (5) LAMOILLE FRANKLIN, LAMOILLE FRA (8), LAM (10) ORANGE ORANGE ORA (10) ORLEANS CALEDONIA, FRANKLIN, ORLEANS CAL (6), FRA (8), ORL (10) RUTLAND RUTLAND RUT (5) WASHINGTON LAMOILLE, ORANGE, WASHINGTON LAM (10), ORA (10), WAS (11) WINDHAM WINDHAM WDH (4) WINDSOR ORANGE, RUTLAND, WINDSOR ORA (10), RUT (5), WDR (5) Green text indicates districts that have experienced ten or more disasters. SOURCE: VCGI VERMONT HOUSE DISTRICTS 2022 MAPS COURTESY OF IPARAMETRICS 3388 39",
        "1100 DDAAYYSS Climate change threatens Vermont’s vital maple syrup industry, advancing the sugaring season’s start and end by 10 days.20 BBEENNNNIINNGGTTOONN CCOOUUNNTTYY VVEERRMMOONNTT,, WWHHIICCHH PPRROODDUUCCEESS 5500%% OOFF TTHHEE NNAATTIIOONN’’SS MMAAPPLLEE SSYYRRUUPP,, HHAASS DDOOUUBBLLEEDD IITTSS GGRROOSSSS SSAALLEESS TTOO $$5544 MMIILLLLIIOONN FFRROOMM 22000088 TTOO 22001188..2211 CCLLIIMMAATTEE CCHHAANNGGEE TTHHRREEAATTEENNSS TTHHIISS BBOOOOMMIINNGG IINNDDUUSSTTRRYY TTHHAATT EEMMPPLLOOYYSS OOVVEERR 44,,000000 VVEERRMMOONNTTEERRSS..2222 MMAARRCCHH 22001122 IMAGE SOURCE: SHANNON MCGEE",
        "CLIMATE CHANGE THE COST OF DISASTERS �ILlll�¼I/A\\711§ �IHI/A\\1�1@1§ REBUILD BY INCREASES INEQUITIES DESIGN 111�1�1�1§/A\\�I§� lll�ll§@lUJlllrlll§� Benefit - Cost Ratio for Investing Economic Impacts for USA in Hazard Mitigation Infrastructure The impacts of storms and flooding disproportionately affect the most vulnerable people. Disas­ ters are not created by natural events alone; rather, they are the product of natural events and a combination of social, political, and economic stressors. Therefore, as climate change increases the frequency of flooding, it will further reinforce underlying vulnerabilities and systemic inequality. 66::11 DURING A FLOOD Low-income communities experience greater challenges evacuating due to the cost of transpor­ tation and relocation, placing them at a greater risk of injury, disease, or death. Residents who do not leave during a storm have increased health risks, such as exposure to con­ taminated water, interrupted acces to medical care, and difficulty acquiring food. Low-income and minority populations, as well as elderly nursing home residents are more likely to The National Institute of Building Sciences (NIBS) found that every $1 invested in disaster have chronic health problems, increasing their vulnerabiity to other storm hazards.1 mitigation by three federal agencies (FEMA, EDA, & HUD) saves society $6. AFTER A FLOOD A medium-sized natural disaster leads to a@% increase in the share of people with debt collec­ tions after one year, which doubles to 11@% after four years. 2 HAZARD MITIGATION FUNDING IS A STRATEGIC INVESTMENT IN OUR FUTURE, People in poverty are less likely to have flood insurance or to maintain flood insurance payments. REDUCING RISKS AND COSTS ASSOCIATED WITH CLIMATE CHANGE WHILE The Urban Institute has found that after 4 years, a medium-sized disaster has caused an average BUILDING MORE RESILIENT AND SUSTAINABLE COMMUNITIES. �ll-point decline in credit scores for people living in communities of color, whereas people living in majority white communities experienced a ��-point decline.3 FEMA funding largely focuses on homeowners, meanwhile renters typically face rent hikes and mass evictions. Lower income households may not have the financial and educational resources to advocate for fair buyouts, repair damages, and afford temporary housing. After federal aid has been distributed to communities that have experienced a disaster, predomi­ nantly white, well-educated home-owners experience a significant increase in wealth. Conversely, communities of color, particularly those who are less educated renters, experience a decline in wealth.4 1.Lane et. al, \"Health Effects of Coastal Storms and Flooding in Urban Areas: A Review and Vulnerability Assessment;' 2013 2.Urban Institute, \"Insult to Injury: NaturalDiasasters and Residents' Financial Health,\"2019. 3.Urban Institute, 2019. 4.Howell & Elliott, \"Damages Done, the Longitudinal Impacts of Natural Hazards on Wealth Inequality in the United States;'; Muf'ioz &Tate,\" Unequal Recovery? Federal ResourceeD istribution 4422 afteT rH ME idR wE e sI tS F lN ooO d DT isU aR steN rI ;'N 20G 16 B . ACK 4433 5.Deloitte, \"The cost of inaction: The economic impact of climate change in the United States\", 2018.",
        "We BLUEPRINT FOR ACTION: A GUIDE FOR STATES TO LEAD EQUITABLE ADAPTATION BUILD A COLLABORATIVE 1 PROGRAM 2 FINANCE THE CHALLENGE IMAGE SOURCE: REBUILD BY DESIGN 45",
        "STEP ONE: BUILD A COLLABORATIVE PROGRAM In order to address the worsening impacts of climate PROGRAM OBJECTIVES: change and head off future damages, we need bold action. Governments must work alongside Use funding to catalyze regional strategies communities and cross-sector partners to identify 1 for planning, designing, and building to drive infrastructure investments that will drive physical, investments in multi-benefit infrastructure that social, and ecological co-benefits and create hundreds addresses physical, environmental, and social of thousands of middle-class jobs – before climate vulnerabilities; events strike, not after communities have suffered. Using a co-creation process with stakeholders, states Fully engage local stakeholders to create a can deliver new, upgraded, innovative, and climate- 2 better understanding of the risks and impacts ready infrastructure that protects communities in the that increasingly frequent and intense climate face of climate vulnerabilities; work to make existing events will bring to their communities; investments more resilient; and create a new source IMAGE SOURCE: CAMERON BLAYLOCK | REBUILD BY DESIGN for “local match” to leverage additional federal funding opportunities. Communities are the experts of their neighborhoods. social vulnerabilities and embeds local knowledge and 3 Support the needs of the most physically and They know exactly what happens when there is a heat expertise with current and future needs. Additionally, socially vulnerable first; wave or a flood; they understand their community’s the involvement of stakeholder support from the very Investing in climate infrastructure will bring short- existing needs and vulnerabilities; they know who is start ensures that projects are built faster and that and long-term benefits to both the state and the most affected and who needs the most assistance. every dollar invested goes further by addressing the community where projects are implemented by Create jobs and job training opportunities, Adapting to climate change presents a significant specific needs of the intended community. creating new jobs and seeding new local industries, 4 revitalize local/regional economies, promote opportunity to create new or rebuild existing improving community physical and mental health healthy communities, and increase social infrastructure that is designed to support the needs outcomes, protecting and enhancing ecosystems, and States can lead a two-stage Statewide Community resilience; of communities on sunny days and promote climate providing a framework for future investments. Planning Process: resilience on days of increased rainfall, heat waves, (1)STAKEHOLDER INCLUSION, RESEARCH, RISK storm surges, or fires. This type of infrastructure is ASSESSMENT: align community and government Building on the successes of the Rebuild by Design Create a replicable process that provides insight known as “multi-benefit” since it is designed to serve 5 aspirations in the face of climate change, and to create Hurricane Sandy Design Competition, the National into other challenges in the community and can more than one purpose. For example, a park that is a shared understanding of the interdependencies Disaster Resilience Competition, Bay Area Resilient by be recreated to address other challenges. designed to store and filter water during heavy rainfall between local and regional infrastructural, ecological, Design, and the great work that is already underway events can provide multiple other benefits to the and social systems that will be further affected by the in many communities throughout the U.S., Rebuild surrounding community, such as space for recreation increased occurrences and severity of climate events. by Design proposes that this fund be coupled with and exercise, shade during hot days, species habitat, a two-stage Statewide Community Planning Process improvements to mental health, carbon capture, and that leads communities through a process to identify cooling of local temperatures. (2)COLLABORATIVE DESIGN: create a comprehensive their specific vulnerabilities to climate hazards such as vision with specific fundable projects, policies, or flooding, heat, wind, and drought. By using a collaborative design methodology, the initiatives that will directly address the vulnerabilities State can incentivize regional planning processes to identified in Stage One design and build infrastructure with multiple benefits alongside the communities who are most affected These stages are further detailed in the Atlas of to ensure each project addresses local physical and Disaster on page 369. 46 47",
        "WE ALL BENEFIT CASCADING BENEFITS Climate change is a collective risk that will pose development, which can spur the creation of new challenges to all of our lives and livelihoods. jobs and economic growth, along with investments in MENTAL Thus, everyone stands to benefit from adaptation long-term maintenance. Simultaneously, the creation INVESTMENTS IN HEALTH interventions. Resilient green and gray infrastructure of high quality, high paid jobs must be coupled INVESTMENTS BENEFITS RESILIENT can have multiple benefits while fulfilling their primary with intentional efforts to train workers who would IN RESILIENT purpose of reducing the risk of climate impacts. otherwise be unqualified. INFRASTRUCTURE For example, the adaptation measures provided INFRASTRUCTURE + Health: Where green infrastructure projects are to vulnerable communities can help reduce risk to implemented, communities gain from the additional CREATION OF individuals and property from extreme harm or loss benefits of cleaner air, cooling from tree coverage, GREEN AND GREY during climate events, which can in turn reduce the green space to exercise and socialize, improved INFRASTRUCTURE payout from insurance companies after an event. In REDUCES RISKS neighborhood aesthetics, and more. This means PHYSICAL addition, infrastructure that can better withstand FROM CLIMATE healthier environments for children to grow up in, HEALTH shocks and stressors can also contribute to the HAZARDS BENEFITS more walkable streets for seniors and people with stabilization of the supply chain by reducing the disabilities, and less emergency room visits for frequency and length of disruptions to production, people with underlying conditions. costs, and delivery. + Social: Investments in physical infrastructure, namely public spaces and green spaces, help build social Even in the absence of extreme weather, communities resilience within communities. These spaces, such will benefit from multi-purpose resilient infrastructure: ECOLOGICAL as libraries and parks, enable communities to build CREATION AND ENHANCEMENTS social connections. In the event of a disaster, these + Economic: An investment in resilient infrastructure DIRECT EXPANSION OF communities fare better, as neighbors are more likely pays off economically with investments in BENEFITS RESILIENCE to check on each other, understand each other’s manufacturing, construction, trade, labor, and WORKFORCE needs, and rebuild together. PROJECT EXAMPLES: INCREASED SOCIAL . RESILIENCE IMPROVING SHORELINES AND STORMWATER MANAGEMENT SYSTEM.S RESTORING WETLANDS AND. PROTECTING MIGRAT.ION PATHWAYS BUILDING BERMS, DIKES, AND LEVEES REMOVIN.G DAMS RIGHT-SIZIN.G CULVERTS ALIGNMENT OF SECTORS: AND ELEVATING STREETS AND RAILWAYS DAYLIGHTING RIVERS ADAPTING. BUSINESS, SEWAGE TREATMENT PLANTS, WATER SUPPLY SYSTEMS, AN.D OTHER UTILITIES ENVIRONMENT, GOVERNMENT, BUYING OUT HOMES AND BUSIN.ESSES FROM HARM’S WAY ACQUIR.ING LAND MITIGATED LABOR, ETC. PUBLIC + THAT CAN REMAIN PROTECTED STABILIZING .SOIL FOR FARMLAND CREATING INDIRECT PRIVATE COSTS BENEFITS NEW PAR.KS OR ECOLOGICAL ENHANCEMENTS ABSORBING ENERGY FROM OF FUTURE ECONOMIC CLIMATE STORMS PROVIDING GRA.NTS OR TAX INCENTIVES FOR THE RELOCATION OF DEVELOPMENT IMPACTS CRITICAL INFRASTRUCTURE INCENTIVIZI.NG GREEN BUILDING ADAPTATION QUALITY OF LIFE OR ELECTRICAL VEHICLE INFRASTRUCTURE FOREST MANAGEMENT IMPROVEMENTS 48 49",
        "A surcharge on certain types of property-casualty A bill to charge the biggest climate polluters for a STEP TWO: insurance can be equitable because community share of the cleanup costs has passed the New York members with more resources are likely to insure more State Senate. Similar legislation has been introduced numerous, expensive, and energy-consumptive items in Massachusetts and Maryland. A campaign to FINANCING RESILIENT (e.g., multiple homes, boats, cars), while community establish a Climate Superfund in Vermont is calling for members with less resources are likely to insure less or the biggest oil and gas companies to pay into a fund have no insurance at all. that would help modernize Vermont’s infrastructure, INFRASTRUCTURE weatherproof schools and public buildings, address public health costs of climate change, and clean up $600 MILLION after storms and more. COULD BE RAISED THROUGH A 2% SURCHARGE Innovative processes call for innovative finance ON CERTAIN LINES FO P&C INSURANCE, solutions. Each state in the U.S. should create a BONDED OVER TEN YEARS, IN VERMONT. Resilient Infrastructure Fund to serve as a catalyst to 1 Leverage a Two-Percent Surcharge support innovative, data-driven, and community-led on Property and Casualty (P&C) approaches to address climate risk throughout the Additionally, states could exempt lower income Insurance: United States. A Resilient Infrastructure Fund would policyholders from the surcharge or to exempt vital enable investment in state-priority projects at both community services such as affordable housing or the regional and systems levels and in both individual schools. States can also decide to hold some of and community actions by leveraging state and federal this allocation aside before it is leveraged for the dollars to support capital projects that enhance The increase in billion-dollar climate events is pushing maintenance of new climate infrastructure. communities’ physical and social resilience and create the insurance system beyond its capacity, and all a funding source to provide the “local-match” for policyholders are paying the price without reaping the federal investment. benefits of a safer community ahead of the next storm. To head off insurance premium spikes and insurance 2 insolvency, states can utilize a pro-consumer model Establish a Climate Superfund: A Resilient Infrastructure Fund can catalyze local by applying a two-percent (for example) surcharge planning and community understanding of what is on P&C insurance (not including Medical Malpractice needed to address the risks of future climate events and Workers’ Compensation). A small surcharge and drive projects that support the well-being of could leverage from $600 million to over $27 billion in communities every day, not just during extreme states across the U.S, for a total of $287 billion across While taxpayers across the US have been experiencing weather. the U.S. This surcharge on certain types (lines) of rising costs from the impacts of climate change, the property-casualty insurance could support a statewide largest oil and gas companies have been experiencing INVESTMENT SOURCES Resilient Infrastructure Fund that gives communities record-breaking profits. the funding they need to build more resiliently and to leverage private, state, and federal budget sources. As The United States is always chasing the last storm. We A “Climate Superfund,” or “Polluter Pays” model, climate adaptation and hazard mitigation interventions need to get ahead of the physical and financial costs calls on the largest oil and gas companies to reinvest are implemented, the risk of loss or damage will by utilizing creative and urgent financing solutions some of those profits into state climate mitigation and decline, reducing the property and casualty payouts that invest in adaptation and mitigation efforts before adaptation measures. This fund is modeled after the for some insurers (such as those who write policies for communities suffer. Many states have capital programs EPA’s Superfund program, which was established in commercial flood and basement backup riders). This and infrastructure banks to cover certain types of 1980 to hold companies responsible for toxic waste would also lower flood insurance premiums by five to capital investments. However, in order to meet current sites accountable for the cleanup. 45 percent for those in the FEMA flood zones through and future needs, we need to invest a lot more in FEMA’s Community Rating System. these programs than we currently are. Regardless of the source, funding should be held in a protected $2.5 BILLION fund (such as an infrastructure bank) to ensure that This will give the insurance industry a lifeline by the money is safe from other competing future needs. creating new funding sources that can support physical COULD BE RAISED THROUGH CLIMATE IMAGE SOURCE: UNIVERSITY OF VERMONT The following strategies could support the creation of and social infrastructure before an event, slowing down SUPERFUND IN VERMONT. WATERBURY JULY 2023 State-led Resilient Infrastructure Funds: their exposure to large payouts. 50 51",
        "IMAGE SOURCE: STERLING COLLEGE | CRAFTSBURY VERMONT 2011 ARE THERE NEW FUNDING TOOLS WE SHOULD EXPLORE? States use their own funding 3 sources, coupled with federal and States can use traditional approaches to support the other sources to support climate building or rebuilding of infrastructure that will address infrastructure: an increasingly uncertain environment. However, there is a market under development for a new suite of tools that could be investigated as part of this investment: According to Trimble, a construction technology firm, states spend from $100 million to $44 billion per year Environmental Impact Bond (EIB) - Otherwise known on building and upgrading infrastructure.12 States can as “Pay For Performance.” The borrower will pay back earmark existing dollars in the capital budget over the their bond investors contingent on the performance of next ten years to support a Resilient Infrastructure the adaptation measures, such as green infrastructure. Fund that can support the additional dollars needed to upgrade existing projects up to risk standards and can support new projects where existing ones will Green Bonds - Bonds that are specifically earmarked not be enough. Both capital and expense dollars will to be used for climate and environmental projects. be needed to build and maintain the infrastructure. These bonds are typically asset-linked and backed by Better protection from extreme climate events the issuer’s balance sheet, and are also referred to as means less damage to the physical environment and climate bonds. Green bonds come with tax incentives less suffering for communities. According to data such as tax exemption and tax credits. collected by Trimble, approximately 0.5 percent of the Infrastructure Bill funds allocated to states will be Resilience Bonds - Generate risk reduction rebates spent on resilience or the environment and 9.6 percent from a city’s catastrophe insurance premiums to will be spent on water infrastructure. The other 89.9 pay for resilience projects. Resilience Bonds create percent of funds will go towards highways, bridges, incentives for cities to invest in resilience so as to public transportation, airports, EV expansion, and reduce the human and financial cost of catastrophes broadband.12 See page 665 of the Atlas of Disaster for when they strike. examples of state-funded resilience programs. Funding Allocated to States through the Catastrophe Bonds - Or “cat bonds.” Financial instruments designed to help manage the financial risks Infrastructure Investment and Jobs Act associated with extreme natural disasters. These bonds kick in after a disaster and do not raise money for 1.2% 1% 0.5% resilience planning. Resilience Districts - There has been a lot of discussion regarding leveraging the power of a location to pool resources to finance shared, community-wide infrastructure, known in shorthand as “resilience districts,” which functions on the principle of “everyone pays, everyone benefits.” One example is the City of Boston’s Climate Resilience Fund, a form of Land Value Capture that recognizes that upgraded and new infrastructure benefits the private sector by offering a lower risk. The City asks developers to pay into a fund that will support community-wide infrastructure. FIGURE SHOWS THE BREAKDOWN OF SPENDING BY CATEGORY DATA SOURCE: TRIMBLE TRIMBLE 53",
        "8800%% greenhouse gas emissions reduction below 1990 levels by 2050. In 2020, the Vermont Legislature passed the Global Warming Solutions Act, setting legally binding GHG reduction targets.23 CCLLIIMMAATTEE AACCTTIIOONN PPLLAANN FFRROOMM 11999900 TTOO 22001199,, VVEERRMMOONNTT’’SS GGRREEEENNHHOOUUSSEE GGAASS EEMMIISSSSIIOONNSS RROOSSEE 22%%..2244 UUNNDDEERR TTHHEE MMAANNDDAATTEE OOFF TTHHEE GGLLOOBBAALL WWAARRMMIINNGG SSOOLLUUTTIIOONNSS AACCTT,, VVEERRMMOONNTT’’SS CCLLIIMMAATTEE CCOOUUNNCCIILL CCRREEAATTEEDD AA CCLLIIMMAATTEE AACCTTIIOONN PPLLAANN TTOO IIDDEENNTTIIFFYY PPAATTHHWWAAYYSS TTOO RREEDDUUCCEE GGHHGG EEMMIISSSSIIOONNSS AACCRROOSSSS AALLLL SSEECCTTOORRSS AANNDD PPRREEPPAARREE CCOOMMMMUUNNIITTIIEESS FFOORR WWOORRSSEENNIINNGG IIMMPPAACCTTSS FFRROOMM CCLLIIMMAATTEE CCHHAANNGGEE..2233 DDEECCEEMMBBEERR 22002211 IMAGE SOURCE: VPIRG",
        "CHAMPIONS OF CHANGE 1. GLOBAL WARMING SOLUTIONS ACT transformed into public parks and natural flood barriers, mitigating flood damage by an estimated In September 2020, the Vermont State Legislature 30%. The program stands as a compelling example of passed the Vermont Global Warming Solutions Act turning climate vulnerability into community strength, (H.688), creating legally binding emissions reduction providing both safety and aesthetic value to the city’s targets. The Act calls on the state to reduce landscape.25 greenhouse gas pollution to 26% below 2005 levels by 2025, 40% below 1990 levels by 2030, and 80% below 4. THE AFFORDABLE HEAT ACT by 2050. The Act also created the Vermont Climate Council and charged them with developing an initial Enacted into law in 2023, The Affordable Heat Act state Climate Action Plan. Notably, the Act creates a (S.5) aims to provide financial support to low-income pathway for private citizens to take legal action against households struggling with heating costs. The Act offers the State, should it not create, implement, or enforce subsidies and support to eligible individuals, while rules necessary to achieve the targets.23 ushering a transition to cleaner energy. The legislature will vote on its implementation in 2025.26 2. MIDDLEBURY RIVER RESTORATION 5. REGIONAL GREENHOUSE GAS In a groundbreaking effort, the town of Middlebury INITIATIVE spearheaded the restoration of the Middlebury River in 2019. By investing $3 million, they reconnected the river Vermont’s participation in the Regional Greenhouse Gas with its floodplain, enhancing stability and reducing Initiative has been instrumental in reducing the state’s erosion by 20%. Local collaborations further improved carbon footprint, with a 20% decrease in greenhouse fish habitats and bolstered the region’s resilience to gas emissions from power plants since 2008. The climate change. This innovative project turns a once- program also generated over $100 million in revenue for degraded river into a symbol of Vermont’s commitment the state, further supporting its environmental efforts.27 to environmental integrity, reflecting a forward-thinking approach to climate adaptation that promises lasting 6. GREEN INFRASTRUCTURE IN impacts on the state’s ecological landscape.25 HINESBURG Hinesburg, Vermont, sets a commendable example 3. BARRE CITY HOME BUYOUTS with its adoption of a green infrastructure plan. The Facing repeated flooding, Barre City implemented town is pioneering strategies to manage stormwater a strategic home buyout program in 2013. Investing and reduce flooding, contributing to the entire state’s over $1.2 million in funds from federal, state, and resilience and adaptation in the face of climate local sources, the city acquired and demolished 15 change.28 properties in flood-prone areas. These spaces were IMAGE SOURCE: STATE OF VERMONT | AGENCY OF NATURAL RESOURCES 5566 IMAGE SOURCE: VPIRG | STUDENT CLIMATE RALLY 2019",
        "DISASTER DECLARATIONS (RED) or explosion, in any part of the United States, which in the determination of the President causes damage APPENDIX This map shows federally declared climate disasters of sufficient severity and magnitude to warrant major by county from 2011-2021 – providing a snapshot of disaster assistance under this Act to supplement the magnitude of climate disasters across the country the efforts and available resources of States, local MAPPING THE IMPACT in recent history. This report only identifies federally governments, and disaster relief organizations in declared disasters, as there is no entity that collects alleviating the damage, loss, hardship, or suffering and publishes state disaster declarations. It should caused thereby.” be noted that the declarations shown in this report DATA VISUALIZATION TOOLS do not reflect every climate event that has occurred Importantly, extreme heat waves do not fit the criteria It is evident the U.S. is already paying a steep price for There are always many ways to present these data. between 2011-2021; the report instead only shows for federal disaster declarations despite being the this challenge. Rebuild by Design partnered with APTIM For the purposes of this report, we chose to analyze those which have met the cost threshold for a federal leading cause of deaths among climate hazards. and iParametrics to create the following visual tools to the years 2011-2021. The following six maps are disaster declaration. Therefore, the findings overall Likewise, sea level rise is not included in this definition demonstrate how climate events have affected each presented in this format with the following underestimate the number of occurrences and the despite the threat it poses to numerous communities, state. The set of six maps depicts which areas have considerations and limitations: suffering that some communities have experienced. including damage to property, loss of land, and been hit the hardest by recent climate events, where displacement. recovery funds are focused, where those individuals GEOGRAPHIC MAP According to the Stafford Act, as amended in May 2021, with high social vulnerabilities live, and which areas a “major disaster” includes “any natural catastrophe have the least energy reliability. The map provides topographic and geographic context It should be noted that while most disaster (including any hurricane, tornado, storm, high water, for each state and its surrounding areas, indicating declarations are due to climate events, there are a few winddriven water, tidal wave, tsunami, earthquake, whether the state encompasses coastal, riverine, lake, instances of disasters due to other natural hazards, The U.S. needs to change the way it is making funding volcanic eruption, landslide, mudslide, snowstorm, alpine, or desert land. such as earthquakes and volcanic eruptions. Though decisions. Where we make priority investments is or drought), or, regardless of cause, any fire, flood, these events are not increasing in magnitude or equally important to what we invest in. Returns on frequency due to climate change, the severity of their investments (ROI) in the form of social benefits to impact may be connected. As climate impacts degrade communities needs to be part of grant evaluations. household and critical infrastructure, communities The U.S. need to utilize new decision-making may become more vulnerable to other natural hazards. frameworks that are forward-looking. The final map Retrofitting infrastructure after these events often in the set includes an example of a new decision- requires the same measures as floods, tornadoes, making framework that takes into account current fires, etc., so these events were included in the report vulnerabilities and future climate risks. This is one to demonstrate the need to prioritize multi hazard example of how physical and social vulnerability adaptation approaches. indicators could inform where investments in adaptation infrastructure can yield high returns in social benefits to the most impacted communities. FEDERAL ASSISTANCE (ORANGE) Our team recognizes, however, that there are other The map shows the amount of federal dollars decision-making frameworks to explore, and further allocated to counties through FEMA’s Public Assistance research is needed to understand which indicators and Hazard Mitigation Grant Programs between should be included in any state-specific model. Given 2011-2021 which allocates funding to individual the ever-present constraints on funding availability, the counties and statewide. The map does not show intent of presenting these maps together is to prompt where “statewide” allocations were spent within investments that address multiple known vulnerabilities the state, but rather only shows county allocations. simultaneously within projects, furthering However, these statewide allocation amounts are comprehensive climate adaptation planning. included in the Disaster Declaration table at the end of each chapter and included in the “FEMA Total” The following data are designed as a tool to help provided next to the map. The adjacent table adds communities understand their risks to make better- HUD’s Community Development Block Grant Disaster informed choices with higher returns on investment, Recovery funds – which are only available to states though each state should determine their own after a disaster – to the FEMA Total for an estimate framework for investment. of federal post-disaster spending in each state. GEOGRAPHIC MAP. SOURCE: ESRI DISASTER DECLARATIONS. SOURCE: FEMA 2021 | MAPS COURTESY OF IPARAMETRICS. 58 APPENDIX APPENDIX 59",
        "Since disaster aid is allocated to repair physical Viewing the Energy Reliability Map next to the SVI Map, damage to property, events such as extreme heat, one can begin to infer which regions have the most which largely creates physical damage to persons socially vulnerable residents and are served by the and not property, rarely qualify for federal disaster least reliable energy providers. Energy reliability is recovery aid. Additionally, there is only a shallow increasingly becoming related to climate disasters and understanding of the economic impact of social and weather events. Inclusion of these maps is to support health-related costs and environmental degradation evaluation of need for concurrent flood and energy after a disaster. resilience projects. To read more about how energy reliability is calculated, see Appendix A. SOCIAL VULNERABILITY INDEX (GREEN) Methods Social vulnerability refers to the potential negative effects on communities caused by external stresses on human well-being. Such stresses include natural or human-caused disasters or disease outbreaks. The factors that determine social vulnerability are ENERGY RELIABILITY directly tied to social determinants of health or the social, economic, and physical factors – such System Average Interruption Duration Index (SAIDI) as race, socioeconomic status, and environmental is one of the performance metrics used to measure conditions – that influence health. Socially vulnerable the reliability of an electric utility’s service. This populations fare the worst during a disaster and often metric measures the total time (in minutes) an average FEDERAL ASSITANCE. SOURCE: FEMA 2021 take longer to recover. The Center for Disease Control/ SOURCE: US ENERGY INFORMATION customer experiences a non-momentary power The Disaster Declaration tables provided at the end Agency for Toxic Substance and Disease Registry Social interruption over a one-year (calendar) period. A Major of each chapter show all federal Disaster Declarations Vulnerability Index (CDC/ATSDR SVI) uses 15 U.S. census (below poverty, unemployed, income, no high school Event Day (MED) is another metric which occurs when declared between 2011-2021 and the corresponding variables to help local officials identify communities diploma); Household Composition & Disability (aged the SAIDI exceeds a specific threshold within a given FEMA obligations associated with those events. that may need support before, during, or after 65 or older, aged 17 or younger, older than age 5 with a day and tends to reflect outages on the longer end of disasters. The map presents the SVI on a census block disability, single-parent households); Minority Status & the spectrum. The data presented in this report shows However, in some instances, FEMA continues to level, indicating where the most socially vulnerable Language (minority, speak English “less than well”); and a metric of SAIDI combined with MED to highlight and obligate funds for years following a declaration. Some populations within each county live. The 15 indicators Housing Type & Transportation (multi-unit structures, report electric reliability in areas (utility territories) states have received funds for events that took place are grouped into four themes: Socioeconomic Status mobile homes, crowding, no vehicle, group quarters). irrespective of the root cause of the interruption. between 2011-2021 after 2021, so the total sum of The Energy Reliability Map displays the SAIDI_W_MED funds associated with that event are not captured. All metric for utility territories and highlights areas that FEMA funds allocated to counties between 2011-2021 Social Vulnerability Index data are not being used are susceptible to electric system vulnerabilities based are shown in the federal assistance map; however, to make post-disaster assistance funding decisions. on reliability performances. These vulnerabilities they do not show up in the Disaster Declaration HUD only requires Low and Moderate Income for a serve as an indicator as to where investments and table if their corresponding event took place prior portion of their funding. FEMA does not consider it in improvements in the distribution grid should be to 2011. For example, counties in the State of Illinois their allocations. To learn more about how vulnerable focused. are still receiving funds from a 1960s storm. The populations fare during climate events, turn to p. 10. funds obligated to those counties are included in the map, but that event is not included in the Disaster Electric utilities experience power interruptions Declaration table at the end of the chapter. ENERGY RELIABILITY (BROWN) due to a variety of issues. Those issues include inclement weather, vegetation management practices, Climate events often lead to energy disruptions for utility practices, maintenance patterns, and capital There are additional sources of federal funding made hours, days, or weeks. This map shows the annual investment strategy, among others, which all play a available to governments or individuals in response average interruption time (in minutes) across the part in a utility’s overall reliability performance. The to disasters, such as the U.S. Army Corp of Engineers different energy utility providers within a state. Regions U.S. Energy Information Administration produces an (USACE) projects, Small Business Administration (SBA) (or utility territories) in the darkest shade, on average, Annual Electric Power Industry Report which utilizes loans, and private insurance payouts, which are not experience longer energy outages. These data are data collected from U.S. electric utilities reflecting included in this report because they are harder to aggregated by utility territory, not county, meaning their reliability performance against certain industry uniformly track and/or must be paid back. Therefore, more than one provider can serve a county or group of standards and performance metrics. Utilities have the our findings underestimate the total support available counties. flexibility to report interruptions according to duration to states and individuals post-disaster. SOURCE: CDC/ATSDR 2018 SOCIAL 60 APPENDIX APPENDIX 61",
        "We ENDNOTES 1 DeSmet, N. (2017, April 29). Vermonters call for action on climate issues at People’s Climate March. and frequency either with major events, without major These investments should also incorporate solutions 2 Vermont League of Cities and Towns. (2023, July 11). Flood Recovery. events, or both. aimed at mitigating systemic vulnerabilities that stem 3 Davies, R. (2023, July 12). Floods in Vermont, July 2023. from issues like vegetation management practices, 4 Flanders, C. (2023, July 26). Preliminary tally indicates Vermont floods damaged more than 4,000 homes and distribution automation improvements to major event The annual SAIDI is the summation of the individual 800 businesses. vulnerabilities with root causes embedded in grid SAIDIs for each non-momentary interruption event over 5 Vermont Climate Assessment Team. (2021, November 4). Vermont Climate Assessment: Chapter 1 - hardening, distribution generation schemes, and the entire year: Introduction. University of Vermont. Automated Metering Infrastructure (AMI) upgrades aimed at minimizing customer interruption numbers 6 Vermont Climate Council. (2021, December 1). Initial Climate Action Plan - Final - 12-1-21. Vermont Agency of and durations. Natural Resources. 7 Dugan, T. (2011, September 20). At request of local officials, Corps cancels water releases on West River in Townsend, Jamaica, due to storm impacts. U.S. Army Corps of Engineers, New England District. For utilities that report SAIDI metrics using the Institute 8 Borden, E. (2022, January 17). Researchers: Climate change could cost Vermont billions over next of Electrical and Electronics Engineers (IEEE) standards, century. WCAX. “non-momentary” interruptions are those lasting 9 Cooney, M. (2022, March 21). Weather fluctuations drive pothole season into full swing. WCAX. longer than five minutes. A Major Event Day (MED) is another metric which occurs when the SAIDI exceeds 10 Smith, A. (2023, March 8). Fluctuating temperatures create more pot holes on roads. My Champlain Valley. a specific threshold within a given day and tends to 11 Vermont Emergency Management. (2018). Vermont State Hazard Mitigation Plan. reflect outages on the longer end of the spectrum. 12 Baird, J. B., & Murray, E. (2018, July 2). Vermont heat wave: Surreal tropical weather tests Vermonters’ cool. Burlington Free Press. Utilities have certain flexibilities when reporting with 13 Rebuild By Design. (2022). Atlas of Disaster 2011-2021. these metrics. Including MED in the SAIDI metric 14 Pierre-Louis, K. (2016, September 1). Five years after Hurricane Irene, Vermont struggles with a new normal. (SAIDI_W_MED) provides an overall picture of the Inside Climate News. electric reliability experienced by customers. Excluding 15 Gaiss, K. (2022, August 24). Drought-like conditions impacting some Vt. farms. WCAX. MED from the SAIDI metrics (SAIDI_WO_MED) tends to 16 McCallum, K. (2020, November 17). Drought disaster declared for 10 Vermont counties. Seven Days. separate power interruption events by their durations, which provides an indicator of the source of the 17 Keck, N. (2020, September 29). Ski industry prepares for the season in the pandemic. NPR. power interruption (i.e., distinguishes a Major Event vs. 18 Flanders, C. (2023, January 12). In a season impacted by patterns of climate change, ski areas work to be Systematic Operation interruption). adaptable. VTDigger. 19 Waugh, B. (2021, November 9). Vermont is getting warmer and wetter: Climage change study. University of Our methodology utilizes SAIDI_W_MED as the primary Vermont. measurement indicator for the electric reliability 20 Wolfe, L. (2021). Maple: A sap to syrup guide A manual for career and technical centers of Vermont. University experience of the end user (customer). Our SAIDI_W_ of Vermont. MED metric highlights the reported electric reliability 21 Farm to Plate Network. (2022). Vermont Agriculture and Food System Strategic Plan 2021-2030. in areas (utility territories, counties, and states) 22 Agency of Agricultural Food and Markets. (2020, March 9). Governor taps into Vermont maple season. State of irrespective of the root cause of the interruption. Our Vermont. metric does not exclude interruptions categorized as MEDs. 23 Vermont Climate Council. (2023, March 8). About Climate Change in Vermont. 24 Vermont Agency of Natural Resources. (2023, April). Vermont greenhouse gas emissions inventory and forecast: 1990-2020. This report endeavors to highlight areas across the national electric distribution network (utility 25 Gillis, A. (2023, July 25). Vermont spent millions on flood mitigation after Tropical Storm Irene. Did it work? territories) that are susceptible to electric system Vermont Public. vulnerabilities based on historical reliability of 26 Vermont Natural Resources Council. (2023, August 2). The Affordable Heat Act – S.5. performance. We view vulnerabilities caused by 27 Vermont Department of Environmental Conservation. (2023, July 26). Regional Greenhouse Gas Initiative. major events (longer duration outages) on par with 28 Hinesburg Town Planning Commission. (2016, October 17). Hinesburg Greenspace Plan. vulnerabilities caused by systematic failures (shorter duration outages) and believe they should equally drive electric grid investment and improvement decisions. 62 APPENDIX 63",
        "We We cannot wait any longer . . . 64 65"
    ]
}