{
    "FILE_NAME": "https://rhg.com/wp-content/uploads/2019/10/Rhodium_NJCoastalRisk_Oct2019final.pdf",
    "ALL TEXT": "New Jersey's Rising Coastal Risk OCTOBER 2019R HODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 1 About This Report The research was performed independently by Rhodium’s Trevor Houser, Rhodium Group Energy & Climate team and collaborators from partnering Trevor Houser is a partner with the Rhodium Group and leads research institutions. the firm’s Energy & Climate team. He also co-directs the Climate Impact Lab, a collaboration of leading research institutions combining climate, economic, and data science to About Rhodium Group quantify climate risk around the world. Rhodium Group is an independent research provider Robert Kopp, Rutgers University combining economic data and policy insight to analyze global Robert Kopp is Director of the Rutgers Institute of Earth, trends. Rhodium’s Energy & Climate team analyzes the market Ocean & Atmospheric Sciences, and a Professor in the impact of energy and climate policy and the economic risks of Department of Earth & Planetary Sciences at Rutgers global climate change. This interdisciplinary group of policy University. He also co-directs the Climate Impact Lab. experts, economic analysts, energy modelers, data engineers, and climate scientists supports decision-makers in the public, Ian Bolliger, University of California, Berkeley financial services, corporate, philanthropic, and non-profit Ian Bolliger is currently a Ph.D. Candidate in the Energy and sectors. More information is available at www.rhg.com. Resources Group and the Global Policy Lab at Berkeley, where he studies the socioeconomic impact of changing hurricane Authors patterns. Hannah Hess, Rhodium Group Solomon Hsiang, University of California, Berkeley Hannah Hess is a Senior Manager with Rhodium Group’s Solomon Hsiang is Chancellor’s Professor of Public Policy and Energy & Climate team, overseeing projects related to directs the Global Policy Laboratory at Berkeley, where his Rhodium’s work estimating the costs of climate change as part team is integrating econometrics, spatial data science, and of the Climate Impact Lab. machine learning to answer questions that are central to rationally managing planetary resources. He also co-directs the Michael Delgado, Rhodium Group Climate Impact Lab. Michael Delgado is an Associate Director at Rhodium Group, focusing on the science, economics, and policy of climate Michael Greenstone, University of Chicago change. Michael Greenstone is the Milton Friedman Distinguished Service Professor in Economics, the College, and the Harris Ali Hamidi, Rhodium Group School, as well as the Director of the Becker Friedman Ali Hamidi is a hydrologist at Rhodium Group, examining the Institute and the interdisciplinary Energy Policy Institute at physical drivers of changes in coastal storms and flood risk. the University of Chicago. He also co-directs the Climate Impact Lab.RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 2 New Jersey’s Rising Coastal Risk New Jersey’s coast plays a vital role in the state’s economy and its residents’ way of life. While these communities have a long history of weathering storms and flooding, sea- level rise and changes in hurricane activity create new risks. This report quantifies the impact of changes in both hazards over the past four decades on flood and wind exposure and expected damage at the individual county level, and explores how New Jersey coastal risk will evolve in the years ahead as the climate changes. We find: Tidal flooding risk in New Jersey has more than doubled: The nearly six inches of sea-level rise since 1980 has increased the number of current New Jersey homes at risk of frequent flooding by about 110%. There are 23,000 more homes and other buildings worth a combined $13 billion at risk of frequent flooding today than if sea levels had remained at 1980s levels. There are 27,000 more buildings worth a combined $15 billion that are now likely to flood at least once a year. Hurricane flood risk is also expanding: The frequency and extent of storm surges have increased since the 1980s, meaning more of today’s buildings are now at risk of flooding once during a 30-year mortgage. We estimate between 62,000 and 86,000 more homes and commercial properties, worth a combined value of more than $60 billion, now sit in areas with a 1-in-30 chance of hurricane flooding. Hurricane risk extends beyond the coasts: While New Jersey’s coastal communities face the bulk of hurricane-driven flood risk, the potential for wind damage from these storms extends inland. Four decades ago, the odds that an average New Jersey home outside the state’s coastal counties would experience hurricane-force winds in a given year was less than 1-in-200. That has grown to between 1-in-30 and 1-in-100. Rising coastal risk carries significant economic costs: We estimate that the expected average annual loss to New Jersey from hurricane-related wind and flood damage today is likely $670 million to $1.3 billion higher than it would have been if sea levels and hurricane activity in the 1980s remained constant. New Jersey’s exposure is projected to grow: Based on the same sea-level rise projections used in the New Jersey Climate Change Alliance’s 2016 Science and Technical Assessment Panel Report, it is likely that by midcentury an additional 33,000 to 58,000 buildings in the state will flood frequently. An additional 73,000 to 113,000 buildings worth a combined $60 to $96 billion will likely be in the 1- in-30-year floodplain by 2050. Average annual hurricane wind and flood damage in the state will likely grow by $1.3 to $3.1 billion. Resilience investments can reduce current and future risk: These projections are not foregone conclusions. Future reductions in global emissions would substantially reduce these hazards in the second half of the century, but that alone will not be enough. Vulnerable communities can better prepare for floods and storm damage by linking planning, mitigation, and adaptation. Zoning can guide development away from at-risk areas. Existing structures can be protected through retrofitting.RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 3 Introduction New Jersey is truly a coastal state. Seventeen of the state’s 21 counties touch at least some portion of New Jersey’s 1,792-mile coastline.1, 2 These counties are home to roughly 80% of the state’s 9 million residents and responsible for more than $400 billion in annual economic output. New Jersey’s coastal communities have a long history of dealing with extreme weather, from the Category 2 hurricane, “The Gale of 1878,” to the regular battering the coast receives from Nor’easters. But sea-level rise and changes in hurricane activity are introducing new risks. This report quantifies how these two factors are shaping tidal flooding, storm surge, and hurricane wind exposure across the state and the economic implications. We focus first on how changes in sea-level rise and hurricane activity over the past four decades have changed current risk and then explore how that risk is likely to evolve in the years ahead. Our report builds on the work of a Science and Technical Advisory Panel convened by Rutgers University on behalf of the New Jersey Climate Change Alliance. This panel synthesized for practitioners the most recent climate science needed to inform efforts to increase the resilience of New Jersey’s people, places, infrastructure, and natural resources to regional sea-level rise, changing coastal storms and the resulting flood risk.3, 4 Sea Level Rise and Flood Exposure Global average temperatures have risen by 2° Fahrenheit since the late nineteenth century and by more than 1° Fahrenheit over the past four decades, with the pace of warming accelerated as concentrations of carbon dioxide (CO) and other greenhouse gases in the atmosphere have increased. 2 Oceans are also responding to these changes. Sea surface temperature in the Northeast US has warmed faster than 99% of the global ocean since 2004, and projections indicate that this area will continue to warm more quickly than other ocean regions through the end of the century.5 2018 also marked the warmest year on record for ocean heat content, surpassing a record set in 2017.6 Warming oceans take up more space, a process known as thermal expansion, which contributes—along with melting glaciers 1 Map of NJ Coastal Municipalities. (n.d.). Retrieved from https://www.state.nj.us/dep/cmp/docs/new- detailed-cafra-map.pdf 2 NOAA Office for Coastal Management. (2017). Shoreline Mileage of the U.S. Retrieved from https://coast.noaa.gov/data/docs/states/shorelines.pdf (includes offshore islands, sounds, bays, rivers, and creeks to the head of tidewater or to a point where tidal waters narrow to a width of 100 feet) 3 Kopp, R.E., A. Broccoli, B. Horton, D. Kreeger, R. Leichenko, J.A. Miller, J.K. Miller, P. Orton, A. Parris, D. Robinson, C.P.Weaver, M. Campo, M. Kaplan, M. Buchanan, J. Herb, L. Auermuller and C. Andrews. 2016. Assessing New Jersey’s Exposure to Sea-Level Rise and Coastal Storms: Report of the New Jersey Climate Adaptation Alliance Science and Technical Advisory Panel. Prepared for the New Jersey Climate Adaptation Alliance. New Brunswick, New Jersey. Available at https://njadapt.rutgers.edu/resources/nj-sea-level-rise- reports. 4 This scientific assessment, which includes a planning framework, provides the scientific foundation for the State of New Jersey’s Regional Resilience project in the Two Rivers Region, Monmouth County. The planning framework and projections, as well as updates, are being incorporated into the Rutgers-led NJFloodmapper, a tool to help get information into the hands of local communities who need to make decisions concerning flood hazards and sea-level rise. Rutgers University is currently working with the New Jersey Department of Environmental Protection to update the sea-level rise projections in the 2016 report. 5 Jewett, L., & Romanou, A. (2017). Ch. 13: Ocean Acidification and Other Ocean Changes. Climate Science Special Report: Fourth National Climate Assessment, Volume I. https://doi.org/10.7930/j0qv3jqb 6 Cheng, L., Abraham, J., Hausfather, Z., & Trenberth, K. E. (2019). How fast are the oceans warming? Science, 363(6423), 128–129. https://doi.org/10.1126/science.aav7619RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 4 and ice sheets—to sea-level rise. Globally, sea levels have risen by 7 to 8 inches since 1900, at a rate greater than during any similar period in at least the last 3,000 years.7,8 Sea levels are rising twice as fast in New Jersey as the global average Along New Jersey’s shoreline, sea levels have risen more than twice as much as the global average, because the land is also sinking. Sea level in Atlantic City, for instance, has risen 15.8 inches since 1900, and nearly 6 inches since 1980 (Figure 1). FIGURE 1 Sea level rise in Atlantic City Mean sea level in inches relative to 1912 in Atlantic City, quadratic trend fit to 19-year rolling average 25 23 21 19 17 15 13 11 9 7 5 Source: National Oceanic and Atmospheric Administration (NOAA) Due to recent sea-level rise, tidal flooding risk in New Jersey has more than doubled Even a small amount of sea-level rise can harm coastal habitats through destructive erosion, wetland flooding, and soil contamination. As the coast erodes and waters rise, so do the number of properties regularly flooded. Partnering with the non-profit First Street Foundation, we quantified the impact of recent sea-level rise on flooding across New Jersey.9 We use two flood risk indicators: frequent and highest annual. Frequent flooding, also referred to as “sunny day flooding,” is the temporary flooding of low-lying areas near the coast at least ten days per year during events such as full and new moons. 7 Kemp, A. C., Wright, A. J., Edwards, R. J., Barnett, R. L., Brain, M. J., Kopp, R. E., … van de Plassche, O. (2018). Relative sea-level change in Newfoundland, Canada during the past ∼3000 years. Quaternary Science Reviews, 201, 89–110. https://doi.org/10.1016/j.quascirev.2018.10.012 8 Kopp, R. E., Kemp, A. C., Bittermann, K., Horton, B. P., Donnelly, J. P., Gehrels, W. R., … Rahmstorf, S. (2016). Temperature-driven global sea-level variability in the Common Era. Proceedings of the National Academy of Sciences, 113(11), E1434–E1441. https://doi.org/10.1073/pnas.1517056113 9 The estimates provided in this report are based on historic tide gauge readings from the National Oceanic and Atmospheric Administration (NOAA), and local sea level variation from NOAA, combined with publicly available data on elevation from the United States Geologic Survey and county governments. More information is available at: https://floodiq.com/methodology 0891 2891 4891 6891 8891 0991 2991 4991 6991 8991 0002 2002 4002 6002 8002 0102 2102 4102 6102 8102 Monthly Average Sea Level TrendRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 5 Highest annual flood risk is determined by examining inundation levels from the worst flooding event of the year, often caused by some combination of astronomical forces, winds, and offshore storms. Sea level rise since 1980 has increased the number of current New Jersey homes at risk of frequent flooding by about 110%. We assume current building stock in our estimates. There are 23,000 more homes and other buildings worth a combined $13 billion at risk of frequent flooding today than if sea levels had remained at 1980s levels. There are 27,000 more buildings worth a combined $15 billion that are now likely to flood at least once a year. This risk is concentrated in New Jersey’s coastal counties, where thousands of homes that decades ago only flooded during disaster events, such as powerful storms, are now flooding frequently. In Ocean County, for example, sea level rise over the past four decades has expanded the number of current buildings at risk of frequent flooding from 5,000 to 15,000 (Figure 2). Sea level rise has expanded the number of Ocean County buildings at risk of highest tide flooding from 19,000 to 32,000 (Figure 3). FIGURE 2 Change in New Jersey frequent flood risk Number of current properties at risk of frequent flooding, by county, comparing sea levels in 1980 to sea levels today 15,014 1980 Sea Levels Current Sea Levels 11,314 5,648 5,851 4,942 4,985 2,390 2,812 2,442 1,264 1,751 646 810 705 927 963 355 371 Cumberland Burlington Camden Gloucester Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysis FIGURE 3 Change in New Jersey annual flood risk Number of current properties at risk of annual flooding, by county, comparing sea levels in 1980 to sea levels today 1980 Sea Levels 31,931 Current Sea Levels 21,572 19,232 16,221 13,159 8,225 7,744 6,644 3,050 9641 ,118 913 1,243 761 1,304 1,3381 ,615 2,498 Cumberland Burlington Camden Gloucester Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysisRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 6 While Ocean County has the greatest number of buildings at risk of tidal flooding in absolute terms, Cape May County faces the greatest risk when measured as a share of the total building stock. Sea level rise since 1980 has expanded the share of all current buildings in the country at risk of annual flooding from 21% to 28% (Figure 4). Salem County ranks second on this metric with 15% of all buildings now at risk, followed by Ocean County at 14% and Atlantic County at 13%. FIGURE 4 Mapping New Jersey flood risk Percent of all buildings at risk of annual flooding, comparing sea levels in 1980 to sea levels today 1980 Sea Levels Current Sea Levels < 0.5% 0.5% - 3% 3% - 6% 6% - 9% 9% - 12% 12% - 15% 15% - 18% 18% - 21% 21% - 24% 24% - 27% > 27% Source: Rhodium Group and First Street Foundation analysis Hurricane Wind and Surge Exposure Higher sea levels mean more flooding during any given storm Higher seas increase not only tidal flooding risk but also the amount of storm-related flooding that occurs during hurricanes or other large coastal storms. In 2012, Hurricane Sandy cut an exceedingly rare track through the North Atlantic Ocean Basin. At its highest point, in Sandy Hook, Sandy’s storm tide measured more than 8.9 feet, according to the National Hurricane Center.11 In Monmouth and Middlesex counties inundation from the storm up to 9 feet deep. Sandy’s flooding almost completely inundated barrier islands in Ocean County, with storm surge and large Atlantic Ocean waves encountering rising waters from back bays such as Barnegat Bay and Little Egg Harbor. Sandy’s surge was added onto the more than 12 inches of 20th century sea-level rise, causing it to flood an area 27 square miles greater than it would have in 1880, increasing the number of New Jersey residents living on land lower than the storm tide by about 38,000.13 11 Blake, E. S., T. B. Kimberlain, R. J. Berg, J. P. Cangialosi, and J. L. Beven, II, 2013: Tropical Cyclone Report: Hurricane Sandy. (AL182012) 22 – 29 October 2012. 157 pp., National Oceanic and Atmospheric Administration, National Hurricane Center. https://www.nhc.noaa.gov/data/tcr/AL182012_Sandy.pdf 13 Miller, K. G., Kopp, R. E., Horton, B. P., Browning, J. V., & Kemp, A. C. (2013). A geological perspective on sea-level rise and its impacts along the U.S. mid-Atlantic coast. Earth’s Future, 1(1), 3–18. https://doi.org/10.1002/2013ef000135RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 7 Warmer oceans are also changing hurricane activity and resulting flood risk There is also growing evidence that recent global temperature rise not only increases flooding from any given storm due to higher sea levels, but also changes the intensity, speed, wetness, and tracks of hurricanes and other major storms.14,15 Research on this topic was pioneered by Massachusetts Institute of Technology Professor Kerry Emanuel in the late 1980s and NOAA’s Geophysical Fluid Dynamics Laboratory in the late 1990s.16,17 Recent work from both teams finds a significant increase in the number of very strong storms due to changes in sea surface temperatures.18 In the Atlantic, the rise of ocean and atmospheric conditions that are linked to tropical cyclones has been ascribed to both natural variability and human-caused changes in greenhouse gases and sulfate aerosols.19 Recent research also suggests that warmer sea surface temperatures are leading to a poleward migration in hurricane activity, which creates additional risk for New Jersey and other Mid-Atlantic and Northeast states.20 To assess how New Jersey’s hurricane flood risk has evolved over the past few decades and project how it may evolve through 2050, we employed an integrated catastrophe model, the development and validation of which is described in a forthcoming publication, further explained in the technical appendix. It includes four major components: (a) the cyclogenesis and track evolution model developed by Dr. Emanuel that simulates hurricane activity as a function of climatological conditions; (b) the LICRICE spatial wind field model developed by our partners at the Climate Impact Lab; (c) an efficient, automated storm surge model developed by the Climate Impact Lab and built on the GEOCLAW adaptive mesh refinement hydrodynamic model; (d) building-level exposure data from ATTOM Data Solutions; and (e) historical hurricane damage estimates from both commercial and public sources.24 Using this modeling framework, we find that hurricane related flood risk has increased considerably over the past four decades due to both sea-level rise and changes in expected hurricane activity since the 1980s. These are attributed to natural variability, as well as a reduction in aerosol pollution and increased greenhouse gas concentrations. We focus on the 1-in-30-year floodplain for this analysis, i.e. locations where there is a greater than 3.3% chance of experiencing hurricane-flooding each year. Buildings in the 1-in-30-year floodplain will likely experience at least one flood over the course of a 30- 14 Bhatia, K.T., Vecchi, G.A., Murakami, H., Underwood, S., & Kossin, J.P. (2018). Projected Response of Tropical Cyclone Intensity and Intensification in a Global Climate Model. Journal of Climate. 31. https://doi.org/10.1175/JCLI-D-17-0898.1 15 Kossin, J. P. (2018). A global slowdown of tropical-cyclone translation speed. Nature, 558(7708), 104–107. https://doi.org/10.1038/s41586-018-0158-3 16 Emanuel, K. A. (1987). The dependence of hurricane intensity on climate. Nature, 326(6112), 483–485. https://doi.org/10.1038/326483a0 17 Knutson, T. R. (1998). Simulated Increase of Hurricane Intensities in a CO2-Warmed Climate. Science, 279(5353), 1018–1021. https://doi.org/10.1126/science.279.5353.1018 18 Bhatia, K. T., Vecchi, G. A., Knutson, T. R., Murakami, H., Kossin, J., Dixon, K. W., & Whitlock, C. E. (2019). Recent increases in tropical cyclone intensification rates. Nature Communications, 10(1). https://doi.org/10.1038/s41467-019-08471-z 19 Kossin, J.P., T. Hall, T. Knutson, K.E. Kunkel, R.J. Trapp, D.E. Waliser, and M.F. Wehner, 2017: Extreme storms. In: Climate Science Special Report: Fourth National Climate Assessment, Volume I[Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 257-276, doi: 10.7930/J07S7KXX. 20 Kossin, J. P., Emanuel, K. A., & Vecchi, G. A. (2014). The poleward migration of the location of tropical cyclone maximum intensity. Nature, 509(7500), 349–352. https://doi.org/10.1038/nature13278 24 For more detail, see Technical Appedix to this report.RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 8 year mortgage.25 Statewide, we estimate that changes in hurricane activity and sea-level rise since the 1980s mean the current 1-in-30-year floodplain now extends to between 62,000 and 86,000 more of New Jersey’s current properties than would be included in a 1-in-30 based on 1980s conditions. The combined value of these buildings is currently between $60 and $83 billion. In absolute terms, the most exposed county by far is Cape May, with an additional 26,000 to 34,000 current buildings likely in the 1-in-30-year floodplain due to changes in sea level and expected hurricane activity over the past few decades (Figure 5). Hudson County is the second most exposed in terms of absolute number of buildings at risk, but Salem County ranks second in terms of share of total building stock that’s been put in harm’s way due to recent changes in sea level and expected hurricane activity. Atlantic, Bergen and Monmouth countries have also experienced meaningful increases in risk. FIGURE 5 Additional New Jersey homes now facing hurricane flood risk Increase in number of current buildings in the 1-in-30-year floodplain, by county, due to changes in sea level and expected hurricane activity since the 1980s. The range captures uncertainty in sea levels and hurricane activity. 40,000 35,000 33,998 30,000 25,000 26,091 20,000 17,807 15,000 11,987 12,724 10,000 7,447 5,366 4,657 6,708 5,000 3,181 6,079 1,549 2,333 2,664 3,599 3,907 1,136 1,664 1,786 1,999 0 BurlingtonMiddlesex Camden Ocean Salem Monmouth Bergen Atlantic Hudson Cape May Source: Rhodium Group analysis Hurricane risk extends beyond the coasts While New Jersey’s coastal communities face the bulk of hurricane-driven flood risk, the potential wind damage from these storms extends beyond the coast. The Congressional Budget Office (CBO) estimates that 42% of the expected annual loss to residential properties from hurricane activity comes from wind damage rather than flood damage.26 Coastal counties face the greatest wind risk because hurricanes generally weaken as they move over land. But as warmer sea surface temperatures increase the number of major hurricanes, the chance that non-coastal counties will experience hurricane-force winds grows. For example, four decades ago, the odds that an average New Jersey home in a non- 25 Being in the 1-in-30-year floodplain does not guarantee that a building will be flooded within 30 years, but there is a 64% chance of it occurring. Estimates of the 30-year flood plain do not account for changes in flood risk over the 30-year time period. 26 Congress of The United States Congressional Budget Office Expected Costs of Damage From Hurricane Winds and Storm-Related Flooding. (2019). Retrieved from https://www.cbo.gov/system/files/2019-04/55019- ExpectedCostsFromWindStorm.pdfRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 9 coastal part of the state would experience hurricane force winds was less than 1-in-200 (Figure 6). In other words, the time interval between such storms was 200 years. That has since grown to between 1-in-30 and 1-in-100, as climate changes make hurricanes more damaging when they arrive, and more frequent. FIGURE 6 Change in New Jersey hurricane wind risk Probability of experiencing hurricane force winds 1980s vs. today 1980s Today Greater than 1-in-30 Between 1-in-30 and 1-in-50 Between 1-in-50 and 1-in-100 Between 1-in-100 and 1-in-200 Between 1-in-200 and 1-in-300 Between 1-in-300 and 1-in-500 Less than 1-in-500 Source: Rhodium Group analysis The Economics of Changing Coastal Risk Recent changes in tidal flooding, hurricane flooding and hurricane wind risk all have significant economic implications for individual communities in New Jersey and the state as a whole. Tidal flooding can reduce home values both through the damage it causes to homes and the challenges it creates for surrounding surface transportation and other infrastructure. Recent research by First Street Foundation suggests that sea level rise-driven changes in tidal flooding have already reduced home values in New Jersey by $4.5 billion.27, 28 The combination of sea-level rise and changes in hurricane activity create an even larger economic risk through increased expected surge and wind damage for New Jersey homes, businesses, schools, hospitals, and infrastructure. Hurricanes not only reduce the tax base in impacted counties by diminishing property values but also force expenditures on restoration, resiliency, and rebuilding projects. Using our coastal catastrophe model, we can quantify this impact, controlling for changes in the stock and value of New Jersey buildings over that period of time. Information on property value and insurance claims is combined with county-level statistics from the US Commerce Department’s 27 McAlpine, S. A., & Porter, J. R. (2018). Estimating Recent Local Impacts of Sea-Level Rise on Current Real-Estate Losses: A Housing Market Case Study in Miami-Dade, Florida. Population Research and Policy Review, 37(6), 871–895. https://doi.org/10.1007/s11113-018-9473-5 28 firststreet.org. (2019). Rising Seas Erode $15.8 Billion in Home Value from Maine to Mississippi - First Street Foundation. Retrieved June 7, 2019, from Firststreet.org website: https://firststreet.org/press/rising- seas-erode-15-8-billion-in-home-value-from-maine-to-mississippi/RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 10 Bureau of Economic Analysis to estimate changes in annual loss.29 We estimate that the expected average annual loss to New Jersey from hurricane-related wind and flood damage today is likely about $670 million to $1.3 billion higher than it would have been if sea levels and hurricane activity in the 1980s remained constant. In absolute terms, Hudson County has experienced the greatest increase in risk, with annual average losses likely $30o to $660 million higher today than they would have been in the climate of the 1980s (Figure 7). Bergen County, the most populous in the state, has likely experienced a $148 to $254 million increase in expected average annual loss due to higher sea levels and changes in hurricane activity. Measured as a share of county economic output, Cape May County is the most exposed (Figure 8). The likely growth in average annual wind and flood damage due to changes in sea level and hurricane activity since the 1980s account for 1.7% to 2.6% of county output. Hudson County ranks second, with the growth in average annual losses accounting for 0.8% to 1.8% of county economic output. Salem, Bergen and Atlantic counties also face meaningfully elevated levels of hurricane risk. FIGURE 7 Change in expected average annual loss from hurricanes, absolute Increase in expected average annual loss, in million USD, by county due to changes in sea level and expected hurricane activity since the 1980s $900 1-in-20 $800 $700 Likely Range $600 $500 1-in-20 $400 $300 $200 $100 $0 Salem Union Essex Gloucester Burlington Camden Monmouth Atlantic Middlesex Cape May Bergen Hudson Source: Rhodium Group analysis 29 GDP by County | U.S. Bureau of Economic Analysis (BEA). (2012). Retrieved March 18, 2019, from Bea.gov website: https://www.bea.gov/data/gdp/gdp-countyRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 11 FIGURE 8 Change in expected average annual loss from hurricanes, percent of county economic output Increase in expected average annual loss, as a percent of county output, due to changes in sea level and expected hurricane activity since the 1980s 3.5% 1-in-20 3.0% Likely Range 2.5% 1-in-20 2.0% 1.5% 1.0% 0.5% 0.0% Sussex Ocean Burlington Middlesex Camden Monmouth Gloucester Atlantic Bergen Salem Hudson Cape May Source: Rhodium Group analysis While sea-level rise and changing hurricane, activity expands New Jersey flood risk, the flood insurance market is not keeping pace, exacerbating pre-existing gaps in flood insurance coverage. Most residential flood insurance is provided through the National Flood Insurance Program (NFIP). But a recent report by the CBO estimates that NFIP only covers 16% of current expected hurricane- driven flood losses for American households.30 Another 17% is covered by federal disaster assistance, but that leaves two-thirds of potential loses uncovered by either insurance or federal support. Unlike flooding, wind damage is generally included in home insurance policies (though CBO estimates that 22% of expected loss is still uninured). But as insurers incorporate hurricane-driven changes in wind risk into their insurance models premiums will likely rise. This can both restrict household budgets and lower home values. Preparing for the Future The recent increase in tidal flooding and storm surge risk for New Jersey will likely continue to increase in the years ahead. Frequent flooding Partnering with First Street Foundation, we quantified the impact of projected changes in sea level produced by Dr. Robert Kopp at Rutgers University and colleagues on flood risk in New Jersey.31 We find that under a scenario of continued high greenhouse gas emissions, between 76,000 and 101,000 30 Congressional Budget Office, op. cit. 31 Kopp, R. E., Horton, R. M., Little, C. M., Mitrovica, J. X., Oppenheimer, M., Rasmussen, D. J., … Tebaldi, C. (2014). Probabilistic 21st and 22nd century sea-level projections at a global network of tide-gauge sites. Earth’s Future, 2(8), 383–406. https://doi.org/10.1002/2014ef000239RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 12 current buildings will likely experience frequent tidal flooding by 2050, up from 43,000 today.32 That’s an additional $21 to $36 billion in current property value experiencing frequent flooding. Ocean County is the most at risk, with between 31,000 and 42,000 homes likely to experience frequent tidal flooding under a high emissions scenario by 2050, compared to 15,000 today (Figure 9). Cape May and Atlantic Counties also face a significant increase in risk. FIGURE 9 Projected change in New Jersey frequent tidal flood risk Number of current properties at risk of frequent tidal flooding, by county, at current sea levels and in 2050 45,000 41,743 2050 Sea Levels 40,000 Current Sea Levels 35,000 30,000 30,907 25,000 23,593 20,000 16,638 18,524 15,014 15,000 11,314 10,000 11,867 7,770 5,648 4,942 5,000 3,622 6,486 0 9271 1, ,3 16 66 1 1,264 11 ,, 69 33 29 6462 1,, 310 48 5 2,390 3,036 Cumberland Gloucester Camden Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysis Hurricane flooding Sea-level rise combined with climate-driven changes in hurricane activity will put additional New Jersey homes, offices, schools, and hospitals at risk. To quantify the potential risk, we incorporate peer-reviewed hurricane activity simulations, driven by a range of global climate model projections, with probabilistic changes in sea-level rise, estimated by Dr. Robert Kopp at Rutgers University and colleagues, calibrated to those same projections.33,34 We estimate that under a high emissions scenario an additional 73,000 to 113,000 buildings worth a combined $60 to $96 billion will be in the 1-in-30- year floodplain by 2050. Cape May County faces the most significant increase in hurricane flooding risk, with an additional 26,000 to 38,000 homes likely entering the 1-in-30-year floodplain over the next 30 years. In Atlantic County, an additional 18,000 to 26,000 buildings will likely fall within the 1- in-30-year floodplain between now and 2050 under a high emissions scenario, and between 10,000 and 17,000 in Hudson County. 32 RCP 8.5 was used as the high emissions scenario for this report. 33 Emanuel, K., Sundararajan, R., & Williams, J. (2008). Hurricanes and global warming: Results from downscaling IPCC AR4 simulations. Bulletin of the American Meteorological Society, 89(3), 347–367. https://doi.org/10.1175/BAMS-89-3-347 34 Kopp, et. al., op. cit.RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 13 FIGURE 10 Projected increase in current New Jersey homes facing hurricane flood risk by 2050 Increase in number of current buildings in the 1-in-30-year floodplain, by county, due to changes in sea level and expected hurricane activity between today and 2050. The range captures uncertainty in sea levels and hurricane activity under a high emissions scenario. 45,000 40,000 38,587 35,000 30,000 26,235 25,000 26,185 20,000 16,633 18,031 15,000 10,000 8,823 6,929 9,661 5,744 5,000 1,841 2,557 3,752 4,247 4,333 5,438 1,409 2,319 2,713 2,716 0 855 Essex Burlington Camden Salem Bergen Monmouth Ocean Hudson Atlantic Cape May Source: Rhodium Group analysis FIGURE 11 Projected change in expected average annual loss from hurricanes, percent of county economic output Increase in expected average annual loss, as a percent of county output, due to changes in sea level and expected hurricane activity between today and 2050 16% 1-in-20 14% 12% Likely Range 10% 8% 1-in-20 6% 4% 2% 0% Cumberland Burlington Middlesex Camden Monmouth Ocean Gloucester Bergen Atlantic Salem Hudson Cape May Source: Rhodium Group analysis The cost of hurricane wind and flood damage to the New Jersey economy will likely continue to grow in the years ahead. Assuming no new adaptation, we estimate an additional $1.3 to $3.1 billion in average annual state-wide losses by 2050 state-wide due to projected changes in sea level and hurricane activity (excluding any changes in property value or location). Nearly half of that growth inRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 14 absolute terms occurs in Hudson County. But the most significantly impacted county when measured relative to the size of the local economy is Cape May (Figure 10). Under a high emissions scenario, the increase in hurricane wind and surge damage between now and 2050 is likely equivalent to 5% to 11% of the county’s economic output. Risk mitigation options These projections are not foregone conclusions. Future reductions in global emissions would substantially reduce these hazards in the second half of the century, but that alone will not be enough. Even under the most aggressive emission reduction scenarios, sea levels and flood risk will continue to rise over the course of a 30-year mortgage taken out today. Investments in resilience, both in flood- prone coastal counties and non-coastal counties facing growing hurricane wind risk, can further reduce future risk. Investing more in resilient design and infrastructure pays off in safeguarding against future property destruction, according to research by the National Institute of Building Sciences.35 Their 2018 analysis looked at federal grant spending on disaster mitigation projects, such as elevating buildings or retrofitting infrastructure to reduce the costs of future events, examining outcomes by state. For every $1 spent on flood mitigation, New Jersey is estimated to save $6.56. The return on investment for wind mitigation, such as reinforced window shutters and interlocking roof shingles, is even higher, with every $1 spent saving $6.78 in future disaster recovery. Government, businesses, and New Jersey residents can take steps to adapt to sea-level rise, the increased threat of flooding, and rising storm risk. Rutgers University experts continue to provide evidence-based recommendations, grounded in the latest science, on how to be more resilient to these impacts. In Fall 2019, the latest sea-level rise and coastal storm data will be evaluated through a Rutgers University reconvening of the Science and Technical Advisory Panel. Rutgers will also undertake a concomitant update of the NJFloodmapper tool. This interactive mapping website equips communities to promote enhanced preparedness and land use planning decisions with considerations for possible future hazards, linking planning, mitigation, and adaptation. 35 Multihazard Mitigation Council (2018). Natural Hazard Mitigation Saves: 2018 Interim Report. Principal Investigator Porter, K.; co-Principal Investigators Scawthorn, C.; Huyck, C.; Investigators: Eguchi, R., Hu, Z.; Reeder, A; Schneider, P., Director, MMC. National Institute of Building Sciences, Washington, D.C. www.nibs.orgRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 15 Technical Appendix This document provides additional detail on the the methods and data sources used in the report. Changes in Historical Tidal and Annual Flooding Estimates of historical changes of tidal and annual flooding are based on the FloodIQ methodology, described at https://floodiq.com/methodology and in McAlpine and Porter (2018). Daily water level observations from NOAA and USGS stations were used to build high-frequency return period tide heights relative to sea level. The reported frequent and annual flooding metrics reported here are the tidal heights observed at least 10 and 1 times per year on average in the historical record, respectively. The methods for determining current sea levels is listed here https://firststreet.org/research/methodology/, and historical changes from that sea level is determined through an analysis of the rise observed at the Atlantic City station. A local regression to the monthly levels from 1975 - 2018 estimates a rise of 7.48 inches from 1980 - 2018, a value that was applied across the state. This fits within the range generated from a second methodology applied to the Sandy Hook, Atlantic City, and Cape May tide gauges. 19-year average sea-levels, starting with the average centered in 1980 (i.e., the average over 1971-1989) average, are extrapolated quadratically to 2019. Based on this methodology, all three tide gauges indicate a rise in mean sea level in coastal New Jersey of about 7.2-7.7 inches between 1980 and 2018. Future Changes in Sea Level Consistent with the 2050 sea-level rise projections of the New Jersey Climate Adaptation Alliance’s Science and Technical Advisory Panel (R.E. Kopp et al., 2016), we use the 2050 sea-level rise projections of Kopp et al. (2014). These project a likely (66% probable) sea-level rise in New Jersey of 1.0-1.8 feet between 2000 and 2050 under a high-emissions scenario, with little sensitivity until after 2050 to the course of future greenhouse gas emissions. The tidal flooding estimates take on the specified quantile of the RCP 8.5 projected changes, relative to current sea levels, with 2019 values estimated by linearly interpolating between reported 2010 and 2020 points. Changes in Hurricane Wind and Surge Exposure To assess how New Jersey’s hurricane flood risk has evolved over the past few decades and project how it may evolve through 2050, we employed an integrated catastrophe model, the development and validation of which is described in Bolliger et al. (in prep.). It includes four major components: (a) the cyclogenesis and track evolution model of Emanuel et al. (2008), (b) the LICRICE spatial wind field model (Hsiang, 2010; Hsiang & Jina, 2014, 2015; Hsiang & Narita, 2012), (c) an efficient, automated storm surge model developed by the Climate Impact Lab and built on the GEOCLAW adaptive mesh refinement hydrodynamic model (Mandli, 2014), (d) building-level exposure data from ATTOM Data Solutions (2018), and (e) historical hurricane damage estimates from both commercial (VERISK Analytics, 2018) and public (U.S. Federal Emergency Management Agency, 2019) sources. The cyclogenesis model generated large numbers of synthetic tropical cyclones using the downscaling methodology of Emanuel et al. (2008), in a manner similar to that described in Lin et al. (2012) and Emanuel (2013). Historical conditions are downscaled from the NCEP reanalysis for the time periods 1979-1989 and 2008-2018 and from seven global climate models (GCM) participating in the Coupled Model Intercomparison Project Phase 5 (CCSM, IPSL, HADGEM, MPI, MRI, MIROC, and GFDL) for the time periods 2008-2025 and 2045-2055. All reported outcomes (e.g. Average Annual Loss) fromRHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 16 the GCM simulations are bias-corrected via quantile-quantile mapping in a manner similar to that in Lin et al. (2016), so that the GCM-derived outcome and the NCEP-derived outcome are equivalent for the overlapping 2008-2018 period. Projected surge, tides (from NOAA, 2019), and changes in mean sea level are assumed to add linearly, as in Lin et al. (2016), to estimate storm tide distributions. As described in Bolliger et al. (in prep.), employing a methodology similar to that used by Hsiang and Jina (2014) for the GDP damages associated with tropical cyclone wind fields, we construct an empirical damage function linking wind hazard, flood hazard, property exposure, and damage. Digital Elevation Model Multiple topography and bathymetry sources are aggregated for use in this analysis. Hydrodynamic surge simulations use the 2014 General Bathymetric Chart of the Oceans integrated topobathy dataset (Weatherall et al., 2015). Individual property elevations are assigned using the highest resolution Digital Elevation Map (DEM) available from the National Centers for Environmental Information (NOAA, n.d.). References ATTOM Data Solutions. (2018). Real Estate Property Data. Retrieved November 21, 2018, from https://www.attomdata.com/ Bolliger, I., Delgado, M., Greenstone, M., Houser, T., Hsiang, S. M., & Kopp, R. E. (n.d.). Estimating Past, Present, and Future Contributions of Climate Change to Economic Losses from Hurricanes in the United States. In Prep. Emanuel, K., Sundararajan, R., & Williams, J. (2008). Hurricanes and global warming: Results from downscaling IPCC AR4 simulations. Bulletin of the American Meteorological Society, 89(3), 347–367. https://doi.org/10.1175/BAMS-89-3-347 Emanuel, K. A. (2013). Downscaling CMIP5 climate models shows increased tropical cyclone activity over the 21st century. Proceedings of the National Academy of Sciences, 110(30), 12219–12224. Garner, A. J., Mann, M. E., Emanuel, K. A., Kopp, R. E., Ling, N., Alley, R. B., et al. (2017). Impact of climate change on New York City’s coastal flood hazard: Increasing flood heights from the preindustrial to 2300 CE. Proceedings of the National Academy of Sciences, 114, 11861–11866. https://doi.org/10.1073/pnas.1703568114 Hsiang, S. M. (2010). Temperatures and Cyclones Strongly Associated with Economic Production in the Caribbean and Central America. Proceedings of the National Academy of Sciences, 107(35), 15367– 15372. https://doi.org/10.1073/pnas.1009510107 Hsiang, S. M., & Jina, A. S. (2014). The Causal Effect of Environmental Catastrophe on Long-Run Economic Growth: Evidence From 6,700 Cyclones (Working Paper No. 20352). National Bureau of Economic Research. https://doi.org/10.3386/w20352 Hsiang, S. M., & Jina, A. S. (2015). Geography, Depreciation, and Growth. American Economic Review, 105(5), 252–256. https://doi.org/10.1257/aer.p20151029RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 17 Hsiang, S. M., & Narita, D. (2012). Adaptation to cyclone risk: evidence from the global cross-section. Climate Change Economics, 03(02), 1250011. https://doi.org/10.1142/S201000781250011X Kopp, R.E., Broccoli, A., Horton, B., Kreeger, D., Leichenko, R., Miller, J. A., et al. (2016). Assessing New Jersey’s Exposure to Sea-Level Rise and Coastal Storms: Report of the New Jersey Climate Adaptation Alliance Science and Technical Advisory Panel. New Brunswick, NJ: Rutgers University. https://doi.org/10.7282/T3ZP48CF Kopp, Robert E., Horton, R. M., Little, C. M., Mitrovica, J. X., Oppenheimer, M., Rasmussen, D. J., et al. (2014). Probabilistic 21st and 22nd century sea-level projections at a global network of tide gauge sites. Earth’s Future, 2, 383–406. https://doi.org/10.1002/2014EF000239 Lin, N., Emanuel, K., Oppenheimer, M., & Vanmarcke, E. (2012). Physically based assessment of hurricane surge threat under climate change. Nature Climate Change, 2(6), 462–467. https://doi.org/10.1038/nclimate1389 Lin, N., Kopp, R. E., Horton, B. P., & Donnelly, J. P. (2016). Hurricane Sandy’s flood frequency increasing from year 1800 to 2100. Proceedings of the National Academy of Sciences, 113(43), 12071–12075. https://doi.org/10.1073/pnas.1604386113 Mandli, K. T., & Dawson, C. N. (2014). Adaptive mesh refinement for storm surge. Ocean Modelling, 75, 36–50. https://doi.org/10.1016/j.ocemod.2014.01.002 McAlpine, S. A., & Porter, J. R. (2018). Estimating Recent Local Impacts of Sea-Level Rise on Current Real-Estate Losses: A Housing Market Case Study in Miami-Dade, Florida. Population Research and Policy Review, 37(6), 871–895. https://doi.org/10.1007/s11113-018-9473-5 National Oceanic and Atmospheric Administration. (n.d.). Coastal Elevation Models. Retrieved July 11, 2018, from https://www.ngdc.noaa.gov/mgg/coastal/coastal.html National Oceanographic and Atmospheric Administration. (2009). NOAA Tidal Current Data for the Coastal United States. Retrieved August 26, 2019, from https://catalog.data.gov/dataset/noaa-tidal- current-data-for-the-coastal-united-states U.S. Federal Emergency Management Agency. (2019). Significant Flood Events. Retrieved August 26, 2019, from https://www.fema.gov/significant-flood-events# Verisk Analytics. (2018). PCS Overview. Retrieved November 21, 2018, from https://www.verisk.com/insurance/products/property-claim-services/overview/# Weatherall, P., Marks, K. M., Jakobsson, M., Schmitt, T., Tani, S., Arndt, J. E., … Wigley, R. (2015). A new digital bathymetric model of the world’s oceans. Earth and Space Science, 2(8), 331–345. https://doi.org/10.1002/2015EA000107About Rhodium Group Rhodium Group is a leading independent research provider combining economic data and policy insight to analyze global trends. Rhodium Group has decades of experience advising CEOs, portfolio managers, philanthropists and policy leaders. In addition to our stand-alone analyses, we maintain long-standing collaborations with leading think-tanks and universities in the United States, Asia, and Europe. Our work is regularly cited by media and government bodies, and consult-ed by firms, investors and policymakers worldwide. 5 Columbus Circle | New York, NY 10019 (212)532–1157 RHG.com",
    "TEXT BY PAGE": [
        "New Jersey's Rising Coastal Risk OCTOBER 2019",
        "R HODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 1 About This Report The research was performed independently by Rhodium’s Trevor Houser, Rhodium Group Energy & Climate team and collaborators from partnering Trevor Houser is a partner with the Rhodium Group and leads research institutions. the firm’s Energy & Climate team. He also co-directs the Climate Impact Lab, a collaboration of leading research institutions combining climate, economic, and data science to About Rhodium Group quantify climate risk around the world. Rhodium Group is an independent research provider Robert Kopp, Rutgers University combining economic data and policy insight to analyze global Robert Kopp is Director of the Rutgers Institute of Earth, trends. Rhodium’s Energy & Climate team analyzes the market Ocean & Atmospheric Sciences, and a Professor in the impact of energy and climate policy and the economic risks of Department of Earth & Planetary Sciences at Rutgers global climate change. This interdisciplinary group of policy University. He also co-directs the Climate Impact Lab. experts, economic analysts, energy modelers, data engineers, and climate scientists supports decision-makers in the public, Ian Bolliger, University of California, Berkeley financial services, corporate, philanthropic, and non-profit Ian Bolliger is currently a Ph.D. Candidate in the Energy and sectors. More information is available at www.rhg.com. Resources Group and the Global Policy Lab at Berkeley, where he studies the socioeconomic impact of changing hurricane Authors patterns. Hannah Hess, Rhodium Group Solomon Hsiang, University of California, Berkeley Hannah Hess is a Senior Manager with Rhodium Group’s Solomon Hsiang is Chancellor’s Professor of Public Policy and Energy & Climate team, overseeing projects related to directs the Global Policy Laboratory at Berkeley, where his Rhodium’s work estimating the costs of climate change as part team is integrating econometrics, spatial data science, and of the Climate Impact Lab. machine learning to answer questions that are central to rationally managing planetary resources. He also co-directs the Michael Delgado, Rhodium Group Climate Impact Lab. Michael Delgado is an Associate Director at Rhodium Group, focusing on the science, economics, and policy of climate Michael Greenstone, University of Chicago change. Michael Greenstone is the Milton Friedman Distinguished Service Professor in Economics, the College, and the Harris Ali Hamidi, Rhodium Group School, as well as the Director of the Becker Friedman Ali Hamidi is a hydrologist at Rhodium Group, examining the Institute and the interdisciplinary Energy Policy Institute at physical drivers of changes in coastal storms and flood risk. the University of Chicago. He also co-directs the Climate Impact Lab.",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 2 New Jersey’s Rising Coastal Risk New Jersey’s coast plays a vital role in the state’s economy and its residents’ way of life. While these communities have a long history of weathering storms and flooding, sea- level rise and changes in hurricane activity create new risks. This report quantifies the impact of changes in both hazards over the past four decades on flood and wind exposure and expected damage at the individual county level, and explores how New Jersey coastal risk will evolve in the years ahead as the climate changes. We find: Tidal flooding risk in New Jersey has more than doubled: The nearly six inches of sea-level rise since 1980 has increased the number of current New Jersey homes at risk of frequent flooding by about 110%. There are 23,000 more homes and other buildings worth a combined $13 billion at risk of frequent flooding today than if sea levels had remained at 1980s levels. There are 27,000 more buildings worth a combined $15 billion that are now likely to flood at least once a year. Hurricane flood risk is also expanding: The frequency and extent of storm surges have increased since the 1980s, meaning more of today’s buildings are now at risk of flooding once during a 30-year mortgage. We estimate between 62,000 and 86,000 more homes and commercial properties, worth a combined value of more than $60 billion, now sit in areas with a 1-in-30 chance of hurricane flooding. Hurricane risk extends beyond the coasts: While New Jersey’s coastal communities face the bulk of hurricane-driven flood risk, the potential for wind damage from these storms extends inland. Four decades ago, the odds that an average New Jersey home outside the state’s coastal counties would experience hurricane-force winds in a given year was less than 1-in-200. That has grown to between 1-in-30 and 1-in-100. Rising coastal risk carries significant economic costs: We estimate that the expected average annual loss to New Jersey from hurricane-related wind and flood damage today is likely $670 million to $1.3 billion higher than it would have been if sea levels and hurricane activity in the 1980s remained constant. New Jersey’s exposure is projected to grow: Based on the same sea-level rise projections used in the New Jersey Climate Change Alliance’s 2016 Science and Technical Assessment Panel Report, it is likely that by midcentury an additional 33,000 to 58,000 buildings in the state will flood frequently. An additional 73,000 to 113,000 buildings worth a combined $60 to $96 billion will likely be in the 1- in-30-year floodplain by 2050. Average annual hurricane wind and flood damage in the state will likely grow by $1.3 to $3.1 billion. Resilience investments can reduce current and future risk: These projections are not foregone conclusions. Future reductions in global emissions would substantially reduce these hazards in the second half of the century, but that alone will not be enough. Vulnerable communities can better prepare for floods and storm damage by linking planning, mitigation, and adaptation. Zoning can guide development away from at-risk areas. Existing structures can be protected through retrofitting.",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 3 Introduction New Jersey is truly a coastal state. Seventeen of the state’s 21 counties touch at least some portion of New Jersey’s 1,792-mile coastline.1, 2 These counties are home to roughly 80% of the state’s 9 million residents and responsible for more than $400 billion in annual economic output. New Jersey’s coastal communities have a long history of dealing with extreme weather, from the Category 2 hurricane, “The Gale of 1878,” to the regular battering the coast receives from Nor’easters. But sea-level rise and changes in hurricane activity are introducing new risks. This report quantifies how these two factors are shaping tidal flooding, storm surge, and hurricane wind exposure across the state and the economic implications. We focus first on how changes in sea-level rise and hurricane activity over the past four decades have changed current risk and then explore how that risk is likely to evolve in the years ahead. Our report builds on the work of a Science and Technical Advisory Panel convened by Rutgers University on behalf of the New Jersey Climate Change Alliance. This panel synthesized for practitioners the most recent climate science needed to inform efforts to increase the resilience of New Jersey’s people, places, infrastructure, and natural resources to regional sea-level rise, changing coastal storms and the resulting flood risk.3, 4 Sea Level Rise and Flood Exposure Global average temperatures have risen by 2° Fahrenheit since the late nineteenth century and by more than 1° Fahrenheit over the past four decades, with the pace of warming accelerated as concentrations of carbon dioxide (CO) and other greenhouse gases in the atmosphere have increased. 2 Oceans are also responding to these changes. Sea surface temperature in the Northeast US has warmed faster than 99% of the global ocean since 2004, and projections indicate that this area will continue to warm more quickly than other ocean regions through the end of the century.5 2018 also marked the warmest year on record for ocean heat content, surpassing a record set in 2017.6 Warming oceans take up more space, a process known as thermal expansion, which contributes—along with melting glaciers 1 Map of NJ Coastal Municipalities. (n.d.). Retrieved from https://www.state.nj.us/dep/cmp/docs/new- detailed-cafra-map.pdf 2 NOAA Office for Coastal Management. (2017). Shoreline Mileage of the U.S. Retrieved from https://coast.noaa.gov/data/docs/states/shorelines.pdf (includes offshore islands, sounds, bays, rivers, and creeks to the head of tidewater or to a point where tidal waters narrow to a width of 100 feet) 3 Kopp, R.E., A. Broccoli, B. Horton, D. Kreeger, R. Leichenko, J.A. Miller, J.K. Miller, P. Orton, A. Parris, D. Robinson, C.P.Weaver, M. Campo, M. Kaplan, M. Buchanan, J. Herb, L. Auermuller and C. Andrews. 2016. Assessing New Jersey’s Exposure to Sea-Level Rise and Coastal Storms: Report of the New Jersey Climate Adaptation Alliance Science and Technical Advisory Panel. Prepared for the New Jersey Climate Adaptation Alliance. New Brunswick, New Jersey. Available at https://njadapt.rutgers.edu/resources/nj-sea-level-rise- reports. 4 This scientific assessment, which includes a planning framework, provides the scientific foundation for the State of New Jersey’s Regional Resilience project in the Two Rivers Region, Monmouth County. The planning framework and projections, as well as updates, are being incorporated into the Rutgers-led NJFloodmapper, a tool to help get information into the hands of local communities who need to make decisions concerning flood hazards and sea-level rise. Rutgers University is currently working with the New Jersey Department of Environmental Protection to update the sea-level rise projections in the 2016 report. 5 Jewett, L., & Romanou, A. (2017). Ch. 13: Ocean Acidification and Other Ocean Changes. Climate Science Special Report: Fourth National Climate Assessment, Volume I. https://doi.org/10.7930/j0qv3jqb 6 Cheng, L., Abraham, J., Hausfather, Z., & Trenberth, K. E. (2019). How fast are the oceans warming? Science, 363(6423), 128–129. https://doi.org/10.1126/science.aav7619",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 4 and ice sheets—to sea-level rise. Globally, sea levels have risen by 7 to 8 inches since 1900, at a rate greater than during any similar period in at least the last 3,000 years.7,8 Sea levels are rising twice as fast in New Jersey as the global average Along New Jersey’s shoreline, sea levels have risen more than twice as much as the global average, because the land is also sinking. Sea level in Atlantic City, for instance, has risen 15.8 inches since 1900, and nearly 6 inches since 1980 (Figure 1). FIGURE 1 Sea level rise in Atlantic City Mean sea level in inches relative to 1912 in Atlantic City, quadratic trend fit to 19-year rolling average 25 23 21 19 17 15 13 11 9 7 5 Source: National Oceanic and Atmospheric Administration (NOAA) Due to recent sea-level rise, tidal flooding risk in New Jersey has more than doubled Even a small amount of sea-level rise can harm coastal habitats through destructive erosion, wetland flooding, and soil contamination. As the coast erodes and waters rise, so do the number of properties regularly flooded. Partnering with the non-profit First Street Foundation, we quantified the impact of recent sea-level rise on flooding across New Jersey.9 We use two flood risk indicators: frequent and highest annual. Frequent flooding, also referred to as “sunny day flooding,” is the temporary flooding of low-lying areas near the coast at least ten days per year during events such as full and new moons. 7 Kemp, A. C., Wright, A. J., Edwards, R. J., Barnett, R. L., Brain, M. J., Kopp, R. E., … van de Plassche, O. (2018). Relative sea-level change in Newfoundland, Canada during the past ∼3000 years. Quaternary Science Reviews, 201, 89–110. https://doi.org/10.1016/j.quascirev.2018.10.012 8 Kopp, R. E., Kemp, A. C., Bittermann, K., Horton, B. P., Donnelly, J. P., Gehrels, W. R., … Rahmstorf, S. (2016). Temperature-driven global sea-level variability in the Common Era. Proceedings of the National Academy of Sciences, 113(11), E1434–E1441. https://doi.org/10.1073/pnas.1517056113 9 The estimates provided in this report are based on historic tide gauge readings from the National Oceanic and Atmospheric Administration (NOAA), and local sea level variation from NOAA, combined with publicly available data on elevation from the United States Geologic Survey and county governments. More information is available at: https://floodiq.com/methodology 0891 2891 4891 6891 8891 0991 2991 4991 6991 8991 0002 2002 4002 6002 8002 0102 2102 4102 6102 8102 Monthly Average Sea Level Trend",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 5 Highest annual flood risk is determined by examining inundation levels from the worst flooding event of the year, often caused by some combination of astronomical forces, winds, and offshore storms. Sea level rise since 1980 has increased the number of current New Jersey homes at risk of frequent flooding by about 110%. We assume current building stock in our estimates. There are 23,000 more homes and other buildings worth a combined $13 billion at risk of frequent flooding today than if sea levels had remained at 1980s levels. There are 27,000 more buildings worth a combined $15 billion that are now likely to flood at least once a year. This risk is concentrated in New Jersey’s coastal counties, where thousands of homes that decades ago only flooded during disaster events, such as powerful storms, are now flooding frequently. In Ocean County, for example, sea level rise over the past four decades has expanded the number of current buildings at risk of frequent flooding from 5,000 to 15,000 (Figure 2). Sea level rise has expanded the number of Ocean County buildings at risk of highest tide flooding from 19,000 to 32,000 (Figure 3). FIGURE 2 Change in New Jersey frequent flood risk Number of current properties at risk of frequent flooding, by county, comparing sea levels in 1980 to sea levels today 15,014 1980 Sea Levels Current Sea Levels 11,314 5,648 5,851 4,942 4,985 2,390 2,812 2,442 1,264 1,751 646 810 705 927 963 355 371 Cumberland Burlington Camden Gloucester Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysis FIGURE 3 Change in New Jersey annual flood risk Number of current properties at risk of annual flooding, by county, comparing sea levels in 1980 to sea levels today 1980 Sea Levels 31,931 Current Sea Levels 21,572 19,232 16,221 13,159 8,225 7,744 6,644 3,050 9641 ,118 913 1,243 761 1,304 1,3381 ,615 2,498 Cumberland Burlington Camden Gloucester Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysis",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 6 While Ocean County has the greatest number of buildings at risk of tidal flooding in absolute terms, Cape May County faces the greatest risk when measured as a share of the total building stock. Sea level rise since 1980 has expanded the share of all current buildings in the country at risk of annual flooding from 21% to 28% (Figure 4). Salem County ranks second on this metric with 15% of all buildings now at risk, followed by Ocean County at 14% and Atlantic County at 13%. FIGURE 4 Mapping New Jersey flood risk Percent of all buildings at risk of annual flooding, comparing sea levels in 1980 to sea levels today 1980 Sea Levels Current Sea Levels < 0.5% 0.5% - 3% 3% - 6% 6% - 9% 9% - 12% 12% - 15% 15% - 18% 18% - 21% 21% - 24% 24% - 27% > 27% Source: Rhodium Group and First Street Foundation analysis Hurricane Wind and Surge Exposure Higher sea levels mean more flooding during any given storm Higher seas increase not only tidal flooding risk but also the amount of storm-related flooding that occurs during hurricanes or other large coastal storms. In 2012, Hurricane Sandy cut an exceedingly rare track through the North Atlantic Ocean Basin. At its highest point, in Sandy Hook, Sandy’s storm tide measured more than 8.9 feet, according to the National Hurricane Center.11 In Monmouth and Middlesex counties inundation from the storm up to 9 feet deep. Sandy’s flooding almost completely inundated barrier islands in Ocean County, with storm surge and large Atlantic Ocean waves encountering rising waters from back bays such as Barnegat Bay and Little Egg Harbor. Sandy’s surge was added onto the more than 12 inches of 20th century sea-level rise, causing it to flood an area 27 square miles greater than it would have in 1880, increasing the number of New Jersey residents living on land lower than the storm tide by about 38,000.13 11 Blake, E. S., T. B. Kimberlain, R. J. Berg, J. P. Cangialosi, and J. L. Beven, II, 2013: Tropical Cyclone Report: Hurricane Sandy. (AL182012) 22 – 29 October 2012. 157 pp., National Oceanic and Atmospheric Administration, National Hurricane Center. https://www.nhc.noaa.gov/data/tcr/AL182012_Sandy.pdf 13 Miller, K. G., Kopp, R. E., Horton, B. P., Browning, J. V., & Kemp, A. C. (2013). A geological perspective on sea-level rise and its impacts along the U.S. mid-Atlantic coast. Earth’s Future, 1(1), 3–18. https://doi.org/10.1002/2013ef000135",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 7 Warmer oceans are also changing hurricane activity and resulting flood risk There is also growing evidence that recent global temperature rise not only increases flooding from any given storm due to higher sea levels, but also changes the intensity, speed, wetness, and tracks of hurricanes and other major storms.14,15 Research on this topic was pioneered by Massachusetts Institute of Technology Professor Kerry Emanuel in the late 1980s and NOAA’s Geophysical Fluid Dynamics Laboratory in the late 1990s.16,17 Recent work from both teams finds a significant increase in the number of very strong storms due to changes in sea surface temperatures.18 In the Atlantic, the rise of ocean and atmospheric conditions that are linked to tropical cyclones has been ascribed to both natural variability and human-caused changes in greenhouse gases and sulfate aerosols.19 Recent research also suggests that warmer sea surface temperatures are leading to a poleward migration in hurricane activity, which creates additional risk for New Jersey and other Mid-Atlantic and Northeast states.20 To assess how New Jersey’s hurricane flood risk has evolved over the past few decades and project how it may evolve through 2050, we employed an integrated catastrophe model, the development and validation of which is described in a forthcoming publication, further explained in the technical appendix. It includes four major components: (a) the cyclogenesis and track evolution model developed by Dr. Emanuel that simulates hurricane activity as a function of climatological conditions; (b) the LICRICE spatial wind field model developed by our partners at the Climate Impact Lab; (c) an efficient, automated storm surge model developed by the Climate Impact Lab and built on the GEOCLAW adaptive mesh refinement hydrodynamic model; (d) building-level exposure data from ATTOM Data Solutions; and (e) historical hurricane damage estimates from both commercial and public sources.24 Using this modeling framework, we find that hurricane related flood risk has increased considerably over the past four decades due to both sea-level rise and changes in expected hurricane activity since the 1980s. These are attributed to natural variability, as well as a reduction in aerosol pollution and increased greenhouse gas concentrations. We focus on the 1-in-30-year floodplain for this analysis, i.e. locations where there is a greater than 3.3% chance of experiencing hurricane-flooding each year. Buildings in the 1-in-30-year floodplain will likely experience at least one flood over the course of a 30- 14 Bhatia, K.T., Vecchi, G.A., Murakami, H., Underwood, S., & Kossin, J.P. (2018). Projected Response of Tropical Cyclone Intensity and Intensification in a Global Climate Model. Journal of Climate. 31. https://doi.org/10.1175/JCLI-D-17-0898.1 15 Kossin, J. P. (2018). A global slowdown of tropical-cyclone translation speed. Nature, 558(7708), 104–107. https://doi.org/10.1038/s41586-018-0158-3 16 Emanuel, K. A. (1987). The dependence of hurricane intensity on climate. Nature, 326(6112), 483–485. https://doi.org/10.1038/326483a0 17 Knutson, T. R. (1998). Simulated Increase of Hurricane Intensities in a CO2-Warmed Climate. Science, 279(5353), 1018–1021. https://doi.org/10.1126/science.279.5353.1018 18 Bhatia, K. T., Vecchi, G. A., Knutson, T. R., Murakami, H., Kossin, J., Dixon, K. W., & Whitlock, C. E. (2019). Recent increases in tropical cyclone intensification rates. Nature Communications, 10(1). https://doi.org/10.1038/s41467-019-08471-z 19 Kossin, J.P., T. Hall, T. Knutson, K.E. Kunkel, R.J. Trapp, D.E. Waliser, and M.F. Wehner, 2017: Extreme storms. In: Climate Science Special Report: Fourth National Climate Assessment, Volume I[Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 257-276, doi: 10.7930/J07S7KXX. 20 Kossin, J. P., Emanuel, K. A., & Vecchi, G. A. (2014). The poleward migration of the location of tropical cyclone maximum intensity. Nature, 509(7500), 349–352. https://doi.org/10.1038/nature13278 24 For more detail, see Technical Appedix to this report.",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 8 year mortgage.25 Statewide, we estimate that changes in hurricane activity and sea-level rise since the 1980s mean the current 1-in-30-year floodplain now extends to between 62,000 and 86,000 more of New Jersey’s current properties than would be included in a 1-in-30 based on 1980s conditions. The combined value of these buildings is currently between $60 and $83 billion. In absolute terms, the most exposed county by far is Cape May, with an additional 26,000 to 34,000 current buildings likely in the 1-in-30-year floodplain due to changes in sea level and expected hurricane activity over the past few decades (Figure 5). Hudson County is the second most exposed in terms of absolute number of buildings at risk, but Salem County ranks second in terms of share of total building stock that’s been put in harm’s way due to recent changes in sea level and expected hurricane activity. Atlantic, Bergen and Monmouth countries have also experienced meaningful increases in risk. FIGURE 5 Additional New Jersey homes now facing hurricane flood risk Increase in number of current buildings in the 1-in-30-year floodplain, by county, due to changes in sea level and expected hurricane activity since the 1980s. The range captures uncertainty in sea levels and hurricane activity. 40,000 35,000 33,998 30,000 25,000 26,091 20,000 17,807 15,000 11,987 12,724 10,000 7,447 5,366 4,657 6,708 5,000 3,181 6,079 1,549 2,333 2,664 3,599 3,907 1,136 1,664 1,786 1,999 0 BurlingtonMiddlesex Camden Ocean Salem Monmouth Bergen Atlantic Hudson Cape May Source: Rhodium Group analysis Hurricane risk extends beyond the coasts While New Jersey’s coastal communities face the bulk of hurricane-driven flood risk, the potential wind damage from these storms extends beyond the coast. The Congressional Budget Office (CBO) estimates that 42% of the expected annual loss to residential properties from hurricane activity comes from wind damage rather than flood damage.26 Coastal counties face the greatest wind risk because hurricanes generally weaken as they move over land. But as warmer sea surface temperatures increase the number of major hurricanes, the chance that non-coastal counties will experience hurricane-force winds grows. For example, four decades ago, the odds that an average New Jersey home in a non- 25 Being in the 1-in-30-year floodplain does not guarantee that a building will be flooded within 30 years, but there is a 64% chance of it occurring. Estimates of the 30-year flood plain do not account for changes in flood risk over the 30-year time period. 26 Congress of The United States Congressional Budget Office Expected Costs of Damage From Hurricane Winds and Storm-Related Flooding. (2019). Retrieved from https://www.cbo.gov/system/files/2019-04/55019- ExpectedCostsFromWindStorm.pdf",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 9 coastal part of the state would experience hurricane force winds was less than 1-in-200 (Figure 6). In other words, the time interval between such storms was 200 years. That has since grown to between 1-in-30 and 1-in-100, as climate changes make hurricanes more damaging when they arrive, and more frequent. FIGURE 6 Change in New Jersey hurricane wind risk Probability of experiencing hurricane force winds 1980s vs. today 1980s Today Greater than 1-in-30 Between 1-in-30 and 1-in-50 Between 1-in-50 and 1-in-100 Between 1-in-100 and 1-in-200 Between 1-in-200 and 1-in-300 Between 1-in-300 and 1-in-500 Less than 1-in-500 Source: Rhodium Group analysis The Economics of Changing Coastal Risk Recent changes in tidal flooding, hurricane flooding and hurricane wind risk all have significant economic implications for individual communities in New Jersey and the state as a whole. Tidal flooding can reduce home values both through the damage it causes to homes and the challenges it creates for surrounding surface transportation and other infrastructure. Recent research by First Street Foundation suggests that sea level rise-driven changes in tidal flooding have already reduced home values in New Jersey by $4.5 billion.27, 28 The combination of sea-level rise and changes in hurricane activity create an even larger economic risk through increased expected surge and wind damage for New Jersey homes, businesses, schools, hospitals, and infrastructure. Hurricanes not only reduce the tax base in impacted counties by diminishing property values but also force expenditures on restoration, resiliency, and rebuilding projects. Using our coastal catastrophe model, we can quantify this impact, controlling for changes in the stock and value of New Jersey buildings over that period of time. Information on property value and insurance claims is combined with county-level statistics from the US Commerce Department’s 27 McAlpine, S. A., & Porter, J. R. (2018). Estimating Recent Local Impacts of Sea-Level Rise on Current Real-Estate Losses: A Housing Market Case Study in Miami-Dade, Florida. Population Research and Policy Review, 37(6), 871–895. https://doi.org/10.1007/s11113-018-9473-5 28 firststreet.org. (2019). Rising Seas Erode $15.8 Billion in Home Value from Maine to Mississippi - First Street Foundation. Retrieved June 7, 2019, from Firststreet.org website: https://firststreet.org/press/rising- seas-erode-15-8-billion-in-home-value-from-maine-to-mississippi/",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 10 Bureau of Economic Analysis to estimate changes in annual loss.29 We estimate that the expected average annual loss to New Jersey from hurricane-related wind and flood damage today is likely about $670 million to $1.3 billion higher than it would have been if sea levels and hurricane activity in the 1980s remained constant. In absolute terms, Hudson County has experienced the greatest increase in risk, with annual average losses likely $30o to $660 million higher today than they would have been in the climate of the 1980s (Figure 7). Bergen County, the most populous in the state, has likely experienced a $148 to $254 million increase in expected average annual loss due to higher sea levels and changes in hurricane activity. Measured as a share of county economic output, Cape May County is the most exposed (Figure 8). The likely growth in average annual wind and flood damage due to changes in sea level and hurricane activity since the 1980s account for 1.7% to 2.6% of county output. Hudson County ranks second, with the growth in average annual losses accounting for 0.8% to 1.8% of county economic output. Salem, Bergen and Atlantic counties also face meaningfully elevated levels of hurricane risk. FIGURE 7 Change in expected average annual loss from hurricanes, absolute Increase in expected average annual loss, in million USD, by county due to changes in sea level and expected hurricane activity since the 1980s $900 1-in-20 $800 $700 Likely Range $600 $500 1-in-20 $400 $300 $200 $100 $0 Salem Union Essex Gloucester Burlington Camden Monmouth Atlantic Middlesex Cape May Bergen Hudson Source: Rhodium Group analysis 29 GDP by County | U.S. Bureau of Economic Analysis (BEA). (2012). Retrieved March 18, 2019, from Bea.gov website: https://www.bea.gov/data/gdp/gdp-county",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 11 FIGURE 8 Change in expected average annual loss from hurricanes, percent of county economic output Increase in expected average annual loss, as a percent of county output, due to changes in sea level and expected hurricane activity since the 1980s 3.5% 1-in-20 3.0% Likely Range 2.5% 1-in-20 2.0% 1.5% 1.0% 0.5% 0.0% Sussex Ocean Burlington Middlesex Camden Monmouth Gloucester Atlantic Bergen Salem Hudson Cape May Source: Rhodium Group analysis While sea-level rise and changing hurricane, activity expands New Jersey flood risk, the flood insurance market is not keeping pace, exacerbating pre-existing gaps in flood insurance coverage. Most residential flood insurance is provided through the National Flood Insurance Program (NFIP). But a recent report by the CBO estimates that NFIP only covers 16% of current expected hurricane- driven flood losses for American households.30 Another 17% is covered by federal disaster assistance, but that leaves two-thirds of potential loses uncovered by either insurance or federal support. Unlike flooding, wind damage is generally included in home insurance policies (though CBO estimates that 22% of expected loss is still uninured). But as insurers incorporate hurricane-driven changes in wind risk into their insurance models premiums will likely rise. This can both restrict household budgets and lower home values. Preparing for the Future The recent increase in tidal flooding and storm surge risk for New Jersey will likely continue to increase in the years ahead. Frequent flooding Partnering with First Street Foundation, we quantified the impact of projected changes in sea level produced by Dr. Robert Kopp at Rutgers University and colleagues on flood risk in New Jersey.31 We find that under a scenario of continued high greenhouse gas emissions, between 76,000 and 101,000 30 Congressional Budget Office, op. cit. 31 Kopp, R. E., Horton, R. M., Little, C. M., Mitrovica, J. X., Oppenheimer, M., Rasmussen, D. J., … Tebaldi, C. (2014). Probabilistic 21st and 22nd century sea-level projections at a global network of tide-gauge sites. Earth’s Future, 2(8), 383–406. https://doi.org/10.1002/2014ef000239",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 12 current buildings will likely experience frequent tidal flooding by 2050, up from 43,000 today.32 That’s an additional $21 to $36 billion in current property value experiencing frequent flooding. Ocean County is the most at risk, with between 31,000 and 42,000 homes likely to experience frequent tidal flooding under a high emissions scenario by 2050, compared to 15,000 today (Figure 9). Cape May and Atlantic Counties also face a significant increase in risk. FIGURE 9 Projected change in New Jersey frequent tidal flood risk Number of current properties at risk of frequent tidal flooding, by county, at current sea levels and in 2050 45,000 41,743 2050 Sea Levels 40,000 Current Sea Levels 35,000 30,000 30,907 25,000 23,593 20,000 16,638 18,524 15,014 15,000 11,314 10,000 11,867 7,770 5,648 4,942 5,000 3,622 6,486 0 9271 1, ,3 16 66 1 1,264 11 ,, 69 33 29 6462 1,, 310 48 5 2,390 3,036 Cumberland Gloucester Camden Salem Monmouth Atlantic Cape May Ocean Source: Rhodium Group and First Street Foundation analysis Hurricane flooding Sea-level rise combined with climate-driven changes in hurricane activity will put additional New Jersey homes, offices, schools, and hospitals at risk. To quantify the potential risk, we incorporate peer-reviewed hurricane activity simulations, driven by a range of global climate model projections, with probabilistic changes in sea-level rise, estimated by Dr. Robert Kopp at Rutgers University and colleagues, calibrated to those same projections.33,34 We estimate that under a high emissions scenario an additional 73,000 to 113,000 buildings worth a combined $60 to $96 billion will be in the 1-in-30- year floodplain by 2050. Cape May County faces the most significant increase in hurricane flooding risk, with an additional 26,000 to 38,000 homes likely entering the 1-in-30-year floodplain over the next 30 years. In Atlantic County, an additional 18,000 to 26,000 buildings will likely fall within the 1- in-30-year floodplain between now and 2050 under a high emissions scenario, and between 10,000 and 17,000 in Hudson County. 32 RCP 8.5 was used as the high emissions scenario for this report. 33 Emanuel, K., Sundararajan, R., & Williams, J. (2008). Hurricanes and global warming: Results from downscaling IPCC AR4 simulations. Bulletin of the American Meteorological Society, 89(3), 347–367. https://doi.org/10.1175/BAMS-89-3-347 34 Kopp, et. al., op. cit.",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 13 FIGURE 10 Projected increase in current New Jersey homes facing hurricane flood risk by 2050 Increase in number of current buildings in the 1-in-30-year floodplain, by county, due to changes in sea level and expected hurricane activity between today and 2050. The range captures uncertainty in sea levels and hurricane activity under a high emissions scenario. 45,000 40,000 38,587 35,000 30,000 26,235 25,000 26,185 20,000 16,633 18,031 15,000 10,000 8,823 6,929 9,661 5,744 5,000 1,841 2,557 3,752 4,247 4,333 5,438 1,409 2,319 2,713 2,716 0 855 Essex Burlington Camden Salem Bergen Monmouth Ocean Hudson Atlantic Cape May Source: Rhodium Group analysis FIGURE 11 Projected change in expected average annual loss from hurricanes, percent of county economic output Increase in expected average annual loss, as a percent of county output, due to changes in sea level and expected hurricane activity between today and 2050 16% 1-in-20 14% 12% Likely Range 10% 8% 1-in-20 6% 4% 2% 0% Cumberland Burlington Middlesex Camden Monmouth Ocean Gloucester Bergen Atlantic Salem Hudson Cape May Source: Rhodium Group analysis The cost of hurricane wind and flood damage to the New Jersey economy will likely continue to grow in the years ahead. Assuming no new adaptation, we estimate an additional $1.3 to $3.1 billion in average annual state-wide losses by 2050 state-wide due to projected changes in sea level and hurricane activity (excluding any changes in property value or location). Nearly half of that growth in",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 14 absolute terms occurs in Hudson County. But the most significantly impacted county when measured relative to the size of the local economy is Cape May (Figure 10). Under a high emissions scenario, the increase in hurricane wind and surge damage between now and 2050 is likely equivalent to 5% to 11% of the county’s economic output. Risk mitigation options These projections are not foregone conclusions. Future reductions in global emissions would substantially reduce these hazards in the second half of the century, but that alone will not be enough. Even under the most aggressive emission reduction scenarios, sea levels and flood risk will continue to rise over the course of a 30-year mortgage taken out today. Investments in resilience, both in flood- prone coastal counties and non-coastal counties facing growing hurricane wind risk, can further reduce future risk. Investing more in resilient design and infrastructure pays off in safeguarding against future property destruction, according to research by the National Institute of Building Sciences.35 Their 2018 analysis looked at federal grant spending on disaster mitigation projects, such as elevating buildings or retrofitting infrastructure to reduce the costs of future events, examining outcomes by state. For every $1 spent on flood mitigation, New Jersey is estimated to save $6.56. The return on investment for wind mitigation, such as reinforced window shutters and interlocking roof shingles, is even higher, with every $1 spent saving $6.78 in future disaster recovery. Government, businesses, and New Jersey residents can take steps to adapt to sea-level rise, the increased threat of flooding, and rising storm risk. Rutgers University experts continue to provide evidence-based recommendations, grounded in the latest science, on how to be more resilient to these impacts. In Fall 2019, the latest sea-level rise and coastal storm data will be evaluated through a Rutgers University reconvening of the Science and Technical Advisory Panel. Rutgers will also undertake a concomitant update of the NJFloodmapper tool. This interactive mapping website equips communities to promote enhanced preparedness and land use planning decisions with considerations for possible future hazards, linking planning, mitigation, and adaptation. 35 Multihazard Mitigation Council (2018). Natural Hazard Mitigation Saves: 2018 Interim Report. Principal Investigator Porter, K.; co-Principal Investigators Scawthorn, C.; Huyck, C.; Investigators: Eguchi, R., Hu, Z.; Reeder, A; Schneider, P., Director, MMC. National Institute of Building Sciences, Washington, D.C. www.nibs.org",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 15 Technical Appendix This document provides additional detail on the the methods and data sources used in the report. Changes in Historical Tidal and Annual Flooding Estimates of historical changes of tidal and annual flooding are based on the FloodIQ methodology, described at https://floodiq.com/methodology and in McAlpine and Porter (2018). Daily water level observations from NOAA and USGS stations were used to build high-frequency return period tide heights relative to sea level. The reported frequent and annual flooding metrics reported here are the tidal heights observed at least 10 and 1 times per year on average in the historical record, respectively. The methods for determining current sea levels is listed here https://firststreet.org/research/methodology/, and historical changes from that sea level is determined through an analysis of the rise observed at the Atlantic City station. A local regression to the monthly levels from 1975 - 2018 estimates a rise of 7.48 inches from 1980 - 2018, a value that was applied across the state. This fits within the range generated from a second methodology applied to the Sandy Hook, Atlantic City, and Cape May tide gauges. 19-year average sea-levels, starting with the average centered in 1980 (i.e., the average over 1971-1989) average, are extrapolated quadratically to 2019. Based on this methodology, all three tide gauges indicate a rise in mean sea level in coastal New Jersey of about 7.2-7.7 inches between 1980 and 2018. Future Changes in Sea Level Consistent with the 2050 sea-level rise projections of the New Jersey Climate Adaptation Alliance’s Science and Technical Advisory Panel (R.E. Kopp et al., 2016), we use the 2050 sea-level rise projections of Kopp et al. (2014). These project a likely (66% probable) sea-level rise in New Jersey of 1.0-1.8 feet between 2000 and 2050 under a high-emissions scenario, with little sensitivity until after 2050 to the course of future greenhouse gas emissions. The tidal flooding estimates take on the specified quantile of the RCP 8.5 projected changes, relative to current sea levels, with 2019 values estimated by linearly interpolating between reported 2010 and 2020 points. Changes in Hurricane Wind and Surge Exposure To assess how New Jersey’s hurricane flood risk has evolved over the past few decades and project how it may evolve through 2050, we employed an integrated catastrophe model, the development and validation of which is described in Bolliger et al. (in prep.). It includes four major components: (a) the cyclogenesis and track evolution model of Emanuel et al. (2008), (b) the LICRICE spatial wind field model (Hsiang, 2010; Hsiang & Jina, 2014, 2015; Hsiang & Narita, 2012), (c) an efficient, automated storm surge model developed by the Climate Impact Lab and built on the GEOCLAW adaptive mesh refinement hydrodynamic model (Mandli, 2014), (d) building-level exposure data from ATTOM Data Solutions (2018), and (e) historical hurricane damage estimates from both commercial (VERISK Analytics, 2018) and public (U.S. Federal Emergency Management Agency, 2019) sources. The cyclogenesis model generated large numbers of synthetic tropical cyclones using the downscaling methodology of Emanuel et al. (2008), in a manner similar to that described in Lin et al. (2012) and Emanuel (2013). Historical conditions are downscaled from the NCEP reanalysis for the time periods 1979-1989 and 2008-2018 and from seven global climate models (GCM) participating in the Coupled Model Intercomparison Project Phase 5 (CCSM, IPSL, HADGEM, MPI, MRI, MIROC, and GFDL) for the time periods 2008-2025 and 2045-2055. All reported outcomes (e.g. Average Annual Loss) from",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 16 the GCM simulations are bias-corrected via quantile-quantile mapping in a manner similar to that in Lin et al. (2016), so that the GCM-derived outcome and the NCEP-derived outcome are equivalent for the overlapping 2008-2018 period. Projected surge, tides (from NOAA, 2019), and changes in mean sea level are assumed to add linearly, as in Lin et al. (2016), to estimate storm tide distributions. As described in Bolliger et al. (in prep.), employing a methodology similar to that used by Hsiang and Jina (2014) for the GDP damages associated with tropical cyclone wind fields, we construct an empirical damage function linking wind hazard, flood hazard, property exposure, and damage. Digital Elevation Model Multiple topography and bathymetry sources are aggregated for use in this analysis. Hydrodynamic surge simulations use the 2014 General Bathymetric Chart of the Oceans integrated topobathy dataset (Weatherall et al., 2015). Individual property elevations are assigned using the highest resolution Digital Elevation Map (DEM) available from the National Centers for Environmental Information (NOAA, n.d.). References ATTOM Data Solutions. (2018). Real Estate Property Data. Retrieved November 21, 2018, from https://www.attomdata.com/ Bolliger, I., Delgado, M., Greenstone, M., Houser, T., Hsiang, S. M., & Kopp, R. E. (n.d.). Estimating Past, Present, and Future Contributions of Climate Change to Economic Losses from Hurricanes in the United States. In Prep. Emanuel, K., Sundararajan, R., & Williams, J. (2008). Hurricanes and global warming: Results from downscaling IPCC AR4 simulations. Bulletin of the American Meteorological Society, 89(3), 347–367. https://doi.org/10.1175/BAMS-89-3-347 Emanuel, K. A. (2013). Downscaling CMIP5 climate models shows increased tropical cyclone activity over the 21st century. Proceedings of the National Academy of Sciences, 110(30), 12219–12224. Garner, A. J., Mann, M. E., Emanuel, K. A., Kopp, R. E., Ling, N., Alley, R. B., et al. (2017). Impact of climate change on New York City’s coastal flood hazard: Increasing flood heights from the preindustrial to 2300 CE. Proceedings of the National Academy of Sciences, 114, 11861–11866. https://doi.org/10.1073/pnas.1703568114 Hsiang, S. M. (2010). Temperatures and Cyclones Strongly Associated with Economic Production in the Caribbean and Central America. Proceedings of the National Academy of Sciences, 107(35), 15367– 15372. https://doi.org/10.1073/pnas.1009510107 Hsiang, S. M., & Jina, A. S. (2014). The Causal Effect of Environmental Catastrophe on Long-Run Economic Growth: Evidence From 6,700 Cyclones (Working Paper No. 20352). National Bureau of Economic Research. https://doi.org/10.3386/w20352 Hsiang, S. M., & Jina, A. S. (2015). Geography, Depreciation, and Growth. American Economic Review, 105(5), 252–256. https://doi.org/10.1257/aer.p20151029",
        "RHODIUM GROUP | NEW JERSEY’S RISING COASTAL RISK 17 Hsiang, S. M., & Narita, D. (2012). Adaptation to cyclone risk: evidence from the global cross-section. Climate Change Economics, 03(02), 1250011. https://doi.org/10.1142/S201000781250011X Kopp, R.E., Broccoli, A., Horton, B., Kreeger, D., Leichenko, R., Miller, J. A., et al. (2016). Assessing New Jersey’s Exposure to Sea-Level Rise and Coastal Storms: Report of the New Jersey Climate Adaptation Alliance Science and Technical Advisory Panel. New Brunswick, NJ: Rutgers University. https://doi.org/10.7282/T3ZP48CF Kopp, Robert E., Horton, R. M., Little, C. M., Mitrovica, J. X., Oppenheimer, M., Rasmussen, D. J., et al. (2014). Probabilistic 21st and 22nd century sea-level projections at a global network of tide gauge sites. Earth’s Future, 2, 383–406. https://doi.org/10.1002/2014EF000239 Lin, N., Emanuel, K., Oppenheimer, M., & Vanmarcke, E. (2012). Physically based assessment of hurricane surge threat under climate change. Nature Climate Change, 2(6), 462–467. https://doi.org/10.1038/nclimate1389 Lin, N., Kopp, R. E., Horton, B. P., & Donnelly, J. P. (2016). Hurricane Sandy’s flood frequency increasing from year 1800 to 2100. Proceedings of the National Academy of Sciences, 113(43), 12071–12075. https://doi.org/10.1073/pnas.1604386113 Mandli, K. T., & Dawson, C. N. (2014). Adaptive mesh refinement for storm surge. Ocean Modelling, 75, 36–50. https://doi.org/10.1016/j.ocemod.2014.01.002 McAlpine, S. A., & Porter, J. R. (2018). Estimating Recent Local Impacts of Sea-Level Rise on Current Real-Estate Losses: A Housing Market Case Study in Miami-Dade, Florida. Population Research and Policy Review, 37(6), 871–895. https://doi.org/10.1007/s11113-018-9473-5 National Oceanic and Atmospheric Administration. (n.d.). Coastal Elevation Models. Retrieved July 11, 2018, from https://www.ngdc.noaa.gov/mgg/coastal/coastal.html National Oceanographic and Atmospheric Administration. (2009). NOAA Tidal Current Data for the Coastal United States. Retrieved August 26, 2019, from https://catalog.data.gov/dataset/noaa-tidal- current-data-for-the-coastal-united-states U.S. Federal Emergency Management Agency. (2019). Significant Flood Events. Retrieved August 26, 2019, from https://www.fema.gov/significant-flood-events# Verisk Analytics. (2018). PCS Overview. Retrieved November 21, 2018, from https://www.verisk.com/insurance/products/property-claim-services/overview/# Weatherall, P., Marks, K. M., Jakobsson, M., Schmitt, T., Tani, S., Arndt, J. E., … Wigley, R. (2015). A new digital bathymetric model of the world’s oceans. Earth and Space Science, 2(8), 331–345. https://doi.org/10.1002/2015EA000107",
        "About Rhodium Group Rhodium Group is a leading independent research provider combining economic data and policy insight to analyze global trends. Rhodium Group has decades of experience advising CEOs, portfolio managers, philanthropists and policy leaders. In addition to our stand-alone analyses, we maintain long-standing collaborations with leading think-tanks and universities in the United States, Asia, and Europe. Our work is regularly cited by media and government bodies, and consult-ed by firms, investors and policymakers worldwide. 5 Columbus Circle | New York, NY 10019 (212)532–1157 RHG.com"
    ]
}