{
    "FILE_NAME": "https://www.iso-ne.com/static-assets/documents/100011/2023_report_of_consumer_liaison_group_final.pdf",
    "ALL TEXT": "Consumer Liaison Group Coordinating Committee 2023 Report of the Consumer Liaison Group © ISO New England Inc. Joint Report of the Consumer Liaison Group Coordinating Committee and ISO New England MAY 2024 ISO-NE PUBLICContents Contents .............................................................................................................................................................. iii Tables .................................................................................................................................................................. iv Statement from the Consumer Liaison Group Coordinating Committee ..................................... 1 Purpose and Structure of the Consumer Liaison Group ................................................................ 4 ........................................................................................................................................................... 4 ................................................................................................................... 4 2.1 Objectives ........................................................................................................................................................ 5 2.2 Participation and Meeting Format ................................................................................................................... 6 2.3 Governance 2.4 Info rC mon ats iu om n ae nr d L Cia oi mso mn u G nr ico au tp io M nseeting Summaries ............................................................................... 7 .......................... 7 ................................................................................................ 10 3.1 March 30: What is the Energy Transition and What Does it Mean for ISO New England? ................................... 13 3.2 June 9: Challenges of Long-Duration Storage ................. 16 3.3 September 21: Ratepayer Advocates’ Role in Navigating the Clean Energy Future 3.4 Dec eC mo bn es ru 6m : e Ar D L ii sa ci us so sn io G nr wou itp h F Ru et pu rr ee se I nn ti at tia ivt eiv s e os f t..h..e.. .I.S..O.. .N...e.w... .E..n..g..l.a..n..d.. .B...o..a.r..d.. .o..f. .D..i..r.e..c..t.o..r.s.................. 19 ISO New England Activities and Initiatives ................................................................................... 20 ............................................................................................................................... 20 ........................................................................................................................ 24 5.1 Power System Operations ............................................................................................................................... 27 5.2 Wholesale Electricity Markets .................................................. 32 5.3 Regional System Planning ................................................................................................................... 33 5.4 Board Announcements, Governance Enhancements, and Public Meeting 5.5 The A ISn Oa ’sly Bs uis d o gef tW Rh eo vil ee wsa Ple r oC co es st ss and Retail Rates ............................................................................... 35 New England Wholesale Electricity Costs ..................................................................................... 37 2023 Report of the Consumer Liaison Group page iiiTables Table 5-1 Final 2023 PV Forecast (MW) .............................................................................................................................................2 9 (a)(b) Table 6-1 Wholesale Market Costs and Residential Retail Power Supply Rates (¢/kWh) ................................... 35 Table 7-1 ...........................................................................................................................................................................................................3 7 2023 Report of the Consumer Liaison Group page ivStatement from the Consumer Liaison Group Coordinating Committee Dear Reader, 2023 Report of the Consumer Liaison Group Welcome to the (CLG) prepared jointly by the Consumer Liaison Group Coordinating Committee (CLGCC) and ISO New England (ISO-NE). This is the fourteenth annual CLG report, the first published in 2010 summarizing 2009 activities, the year the CLG was established. The CLG was formed to meet the need, as cited in the Federal Energy Regulatory Commission’s (FERC) Order No. 719, for heightened communication between Regional Transmission Organizations (RTOs) and their stakeholders, with a particular focus on electricity consumers, consumer advocates, and state government regulators. Like other RTOs across the country, ISO New England is responsible for the reliable operation of the region’s bulk power system, administration of the region’s wholesale electricity markets, and regional power system planning. When FERC issued Order 719 in 2008, setting forth the agency’s expectations for regional transmission organizations like ISO-NE, the regulators concluded that regional transmission organizations would be “obligated to demonstrate that they are responsive to the needs of customers and other stakeholders through a direct collaboration among the RTOs and their constituencies.” Order 719 embraced the objectives of “inclusiveness” and “responsiveness,” ruling that an RTO’s “business practices and procedures must provide for stakeholder input into the . . . regional transmission organization’s decisions as well as mechanisms to provide feedback to stakeholders to ensure that information exchange and communication continue over time.” The Consumer Liaison Group was ISO New England’s response to these directives, which FERC approved in ISO-NE’s Order 719 compliance filing. ISO New England’s information flow to the CLG is instrumental to fulfilling CLG’s mandate to provide for greater understanding of the ISO’s activities and decision-making processes and the potential cost impacts of its decisions and initiatives on consumers. The CLG and the ISO have worked collaboratively to identify issues of importance to end-use consumers and have provided information at the quarterly CLG meetings. Because New England’s wholesale electricity markets are continually evolving, the CLG also serves as a forum for consumers to provide input and information to ISO New England and to each other regarding what is working well and what may need to be changed. Looking to the future, members of the CLGCC recognize that the CLG’s full mandate cannot be fulfilled without greater participation from consumers on the issues that concern them, including potential changes to the power system and the wholesale markets. The CLG bylaws, formulated by stakeholders and ISO New England, require the organization to be governed by a Coordinating Committee (CC) of 12 members. These members represent various stakeholder groups, with no more than four members coming from any one New England state. To identify and select topics of interest to address at future CLG meetings for fully engaging consumers and consumer advocates, the members of the CLGCC meet at least quarterly, around the time of the CLG meetings. In particular, the CLGCC attempts to identify market or policy issues likely to have a direct impact on consumers. The objective is to provide information and perspectives on a topic that consumers and consumer advocates may not otherwise acquire in the course of their other professional responsibilities. When choosing a topic for discussion, the CLGCC relies on conversations with and recommendations from the CLG membership, as well as the participant survey conducted after each quarterly CLG meeting. The CLGCC encourages all interested 2023 Report of the Consumer Liaison Group page 1participants to recommend potential topics, via either the participant survey or direct communication with the CLGCC. Typically, the locations of the CLG quarterly meetings rotate among the New England states and Coordinating Committee members from the host state typically recommend people who might deliver the keynote address and others who might contribute to the panel discussion. The remaining CLGCC members provide additional assistance and approvals, when necessary and helpful. Before the CLG meeting, confirmed panelists participate in a planning call with the panel moderator (a CLGCC member) and ISO New England to plan for a robust, diverse, and well-organized discussion. In 2023, CLG meetings continued to be “hybrid,” allowing for both in-person and remote participation. Locations for the 2023 meetings were Portsmouth, New Hampshire (March 2023); Peabody, Massachusetts (June 2023); Burlington, Vermont (September 2023) and Boston, Massachusetts (December 2023). The CLGCC made progress toward the four goals outlined at the beginning of 2023, as summarized below: Expand CLG Outreach 1) : The CLGCC sought to build relationships and extend invitations to communities where CLG meetings were held in 2023, including in New Hampshire, Massachusetts, and Vermont. We began each meeting with a welcome from local residents and/or organization representatives, acknowledging the land on which the meetings were held and the diversity of communities the ISO-NE serves. We hosted two of our quarterly meetings in spaces more accessible and welcoming to residents than corporate hotels–for example, in community centers in Peabody, MA and Burlington, VT. We also hired local catering companies to provision meals at those two meetings as a way to support local businesses. At each meeting, we began dialogues with community members during the meetings in what we called “community roundtables.” Participation numbers for in person and virtual averaged approximately 178 people per meeting in 2023, with an average of 84 in-person attendees and 94 virtual attendees. Foster ISO-NE Engagement 2) : The CLGCC fostered more frequent direct communication between the CLG and the ISO-NE Board by inviting Board members to the CLG meetings. Multiple board members attended the meeting in Boston in December 2023, and engaged with community members in an extended Q&A session. The CLGCC continues to explore opportunities for consumer advocates to report on their regional activities and to share observations about ISO New England and New England Power Pool (“NEPOOL”) from a ratepayer perspective. Explore Best Practices for Grid Decarbonization 3) : The CLGCC sought to build on what ISO-NE is already doing to support state decarbonization goals by learning more about what other ISOs and RTOs are doing around the country. Specifically, we began planning for the CAISO to speak on demand response programs at the March 2024 meeting and continue to plan for other opportunities for comparisons with ISOs/RTOs at future meetings in 2024. We also highlighted topics of interest to ratepayers, generators, and others concerned about decarbonization, reliability, and the cost of electricity with panels and/or speakers on climate change and the electric grid (New Hampshire meeting, March), battery storage (Massachusetts meeting, June), and energy efficiency (Vermont meeting, September). Refine CLG Governance 4) : The CLGCC deliberated about how the CLG can become an even more effective vehicle for ratepayer input into the work of ISO New England. We made progress in drafting amendments to the bylaws of the CLG to make it more reflective of the constituency it represents, and intend to vote on those bylaws in 2024 in advance of the next CLGCC elections in December 2024. 2023 Report of the Consumer Liaison Group page 2In the year ahead, there remains much more opportunity to further broaden the diversity of the panelists and attendees, as well as to achieve other important CLGCC goals and opportunities for 2024, as further detailed in Section 4 below. Sincerely, Liz Anderson (MA) Chair, Consumer Liaison Group Coordinating Committee Chief, Energy and Ratepayer Advocacy Division Massachusetts Attorney General’s Office James M. Talbert-Slagle (CT) Regine A. Spector (MA) Staff Attorney Ratepayer Connecticut Office of Consumer Counsel Department of Political Science University of Massachusetts, Amherst Ian McDonald (CT) Ratepayer Kendra Ford (NH) 350 New Hampshire Sonja Birthisel (ME) Director of the Wilson Center August Fromuth (NH) University of Maine Managing Director Freedom Energy Logistics Andrew Landry (ME) Deputy Public Advocate Donald M. Kreis (NH) State of Maine Consumer Advocate New Hampshire Office of Consumer Advocate Nathan Phillips (MA) Department of Earth and Environment Jacob Powsner (VT) Boston University Ratepayer Note: Coordinating Committee members’ affiliations are listed for identification purposes only. 2023 Report of the Consumer Liaison Group page 3Purpose and Structure of the Consumer Liaison Group The Consumer Liaison Group (CLG) is an open forum for sharing information between ISO New England (ISO- NE) and those who ultimately use and pay for electricity in New England. Through this forum, the ISO improves its understanding of consumer issues, needs, and concerns relative to the electric power system and its costs. Similarly, consumers and their representatives gain a better understanding of regional electricity issues. The CLG is governed by a Coordinating Committee (CLGCC), which sets the agenda for four meetings each year, including featured topics and speakers. ISO New England facilitates the meetings and communications among CLG participants. CLG meetings provide a forum to share information on regional electricity issues among end-users, consumer advocates, and other interested stakeholders. The subject matter in CLG meetings is designed to be less technical than the information presented in regional discussions through the 1 Planning Advisory Committee (PAC) and NEPOOL technical committees. 2.1 Objectives The • o bjectives of the CLG are as follows: Be generally informed of the operation of the power system and industry issues, which includes • having access to ISO-NE subject matter experts Be made aware of market changes that can have an impact on consumers, in advance of final • consideration by the ISO when feasible Work with the ISO to ensure that it provides timely quantitative and qualitative information on the • cost impacts of important initiatives • Have the ISO assist consumers in identifying the issues that can affect them economically Be informed of and participate in the stakeholder process that determines wholesale power market • rules and power system needs Be informed of the results of any economic analysis conducted and presented to stakeholders in the • regional stakeholder process Provide the ISO with a greater understanding of the specific issues of interest to consumers 2.2 Participation and Meeting Format The CLG is open to the public and there is no registration fee. Participants generally include consumers and consumer representatives (including state consumer and ratepayer advocates), state business and industry associations, chambers of commerce, individual businesses, trade groups, nonprofit organizations, and other 1 The PAC is an open stakeholder forum that provides input and feedback to ISO New England on the regional system planning process. More information on the PAC is available at http://www.iso-ne.com/committees/planning/planning- advisory. NEPOOL is a group formed in 1971 by the region’s private and municipal utilities to foster cooperation and coordination among the utilities in the six-state region for ensuring a dependable supply of electricity. Today, NEPOOL members are ISO-NE stakeholders and market participants. More information on NEPOOL is available at https://nepool.com/. 2023 Report of the Consumer Liaison Group page 4end users. State regulators, including those who are NEPOOL members, are regular, active participants in CLG discussions. CLG meetings typically attract a diverse group of approximately 80–125 attendees, both in person and via telec• o nference. CLG meetings generally follow the same format: Opening remarks from a keynote speaker—typically an industry or business executive, policymaker, • or regulator—who provides a unique perspective on a particular topic or issue. An update, by a representative from the ISO, on regional energy issues and initiatives that may have an impact on electricity prices, which have been or will be discussed at NEPOOL and ISO-NE • stakeholder meetings. A panel discussion that provides different perspectives on a particular issue, facilitated by a moderator. Panelists have included representatives from industry, the ISO, regulators, and consumer groups. Time is reserved during each meeting for audience questions and answers. In 2023, the CLGCC invited ISO-NE Board of Directors member Steve Corneli and ISO-NE president and CEO Gordon van Welie to have a discussion with the CLG at its December meeting. Additional details on the discussion are available in the meeting summaries below. At the beginning of the COVID-19 pandemic, the ISO began using Webex to hold the CLG quarterly meetings virtually. In 2022, upon the return to in-person meetings, the ISO continued using Webex to host the CLG in a hybrid format, with teleconference and in-person attendance options. The shift to a hybrid format has allowed for greater access to CLG meetings. In 2023, attendance at the quarterly meetings ranged from approximately 170–200. 2.3 Governance The CLGCC is the governing body that works closely with the ISO to identify issues of importance to the CLG 2 membership, sets the agenda for CLG meetings, and generally guides the work of the CLG. The CLGCC consists of up to 12 members (six members and six alternates), with no more than four members from any one of the states. Specific membership requirements ensure that consumers (residential, commercial, and industrial) from a majority of the six New England states are represented and that a range of consumer interests is considered when determining CLG priorities. The committee has at least one representative of residential ratepayers and one representative of commercial and industrial ratepayers, and each member must be either a ratepayer (or directly represent ratepayers), a member of a consumer organization, or a government consumer or ratepayer advocate. CLGCC members are selected by vote of the CLG at one of its quarterly meetings in even-numbered calendar years. They serve for a term of two years or until successors are selected. The Coordinating Committee annually designates a chairperson from its membership. The chairperson fills any vacancies on the committee 2 The “Purpose and Structure” document (December 29, 2009) fully explains CLG governance; see http://www.iso- ne.com/static-assets/documents/committees/comm_wkgrps/othr/clg/consum_lias_grp_gov/ clg_structure_document_revised_12_29_09.pdf. 2023 Report of the Consumer Liaison Group page 5with the approval of a majority of the remaining members. Current CLGCC members are listed on page 2 of this report. The ISO designates a point of contact within its External Affairs department to support the CLGCC. 2.4 Information and Communications ISO New England secures meeting space and funds the CLG’s activities. A dedicated section of the ISO’s website has been established for all CLG materials, communications, annual reports, and other valuable information. This practice ensures that the body of information developed through the CLG is transparent, easily accessible, and available to all interested consumers and industry participants. A glossary is available on the ISO’s website to assist CLG members in understanding frequently used electricity market and power system terms and acronyms. ISO Newswire CLG participants are also encouraged to follow the ISO’s online newsletter, , and subscribe to the 3 mailing list to receive a monthly email highlighting some of the most recent articles. Stakeholders also can follow the ISO on X (formerly Twitter) and LinkedIn. ISO to Go ISO Express Since 2012, ISO New England has provided a mobile app, , offering smartphone access to frequently ISO Newswire, ISO to Go viewed real-time data available on the ISO website and data portal, . In addition to providing acce•s s to timely news coverage via features the following: • A map of pricing data, including day-ahead and real-time prices for each of the region’s load zones Demand curves providing a simple visual of New England’s actual consumer demand for electricity • and how it tracks with the forecast Fuel-mix charts and graphs detailing the energy sources powering the region at any given moment— 4 • including net imports Customizable push notifications for users who want to be alerted when the power system is • operating under abnormal or emergency conditions or when prices cross certain thresholds 5 • Actual, real-time grid demand coupled with estimated production from behind-the-meter resources 6 Estimated real-time carbon dioxide emissions from New England’s power plants Regional Electricity Outlook ISO New England’s is another valuable source of information on trends and issues affecting the regional power grid. Each month, the ISO’s External Affairs department issues a memo that provides timely updates on regional energy issues, stakeholder meetings, and other information that may be of interest to consumers. These memos are available on the External Affairs and CLG pages of the ISO website, along with presentations and speeches delivered by ISO technical experts and senior management. ISO Newswire 3 ISO Newswire To subscribe to , send a blank email to isolist-isonewswire-subscribe@mail.iso-ne.com. 4https://isonewswire.com/2022/08/11/iso-ne-adds-net-imports-to-renamed-resource-mix-chart-graph-on-iso-express/ “ISO-NE adds net imports to renamed resource mix chart, graph on ISO Express,” (August 11, 2022), ISO . 5Newswire “Let the sunshine in: View regional energy usage—including behind-the-meter solar—through ISO Express,” (June 22, 2021), https://isonewswire.com/2021/06/22/let-the-sunshine-in-view-regional-energy-usage- ISO Newswire including-behind-the-meter-solar-through-iso-express/. 6 “View real-time estimated carbon dioxide emissions on ISO Express,” (April 29, 2022), https://isonewswire.com/2022/04/29/view-real-time-estimated-carbon-dioxide-emissions-on-iso-express/. 2023 Report of the Consumer Liaison Group page 6Consumer Liaison Group Meeting Summaries In 2023, the Consumer Liaison Group (CLG) held quarterly meetings on issues of importance to electricity consumers in New England. The members of the CLG Coordinating Committee (CLGCC) selected the topics, guest speakers, moderators, and panelists featured at these meetings. Topics discussed in 2023 included the clean energy transition and its effect on the New England power grid, long-duration battery energy storage, the role of New England ratepayer advocates as the region pursues deca r bonMizaartciohn 3, 0an:d balancing reliability with environmental priorities, as follows: What is the Energy Transition and What Does it Mean for ISO New England?  MJueneet i8n:g location: Portsmouth, New Hampshire, and via Webex Challenges of Long-Duration Storage: Where Are We Now with Battery Storage and Where Are We Going?  MSeepetteinmgb loecra 2ti1o:n: Peabody, Massachusetts, and via Webex Ratepayer Advocates’ Role in Navigating the Clean Energy Future  MDeeceetimngb leorc 6at:ion: Burlington, Vermont, and via Webex A Discussion with Representatives of the ISO New England Board of Directors Meeting location: Boston, Massachusetts, and via Webex The following sections summarize the discussions that took place at CLG meetings in 2023. These summaries are posted to the CLG webpage shortly after each quarterly meeting. They are not intended to capture every discussion and do not necessarily reflect the views of the ISO or the CLGCC. Individual meeting summaries include information that was current at the time of each meeting and may not reflect developments that have since transpired. Section 5 contains further information about the ISO New England updates presented at each meeting. 3.1 March 30: What is the Energy Transition and What Does it Mean for ISO New England? A recording of the meeting is available on the CLG webpage. Meeting objective: Discuss the clean energy transition in New England and what the transition means for I3S.1O. 1N eOwp eEnninggla Rnedm. arks Elizabeth Mahony , chair of the CLGCC and commissioner of the Massachusetts Department of Energy Resources (DOER), offered welcoming remarks and provided background on the CLG and its Coordinating Liz Anderson Committee. Mahony announced that she is ending her term as CLGCC chair given her new role at DOER, but encouraged attendees to continue engagement at the CLG. The CLGCC voted in as the new chair. Anderson serves as chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office. Kendra Ford August Fromuth New Hampshire CLGCC members and thanked Mahony for her time serving as chair and noted that they look forward to working with Anderson. Ford highlighted the CLG as a forum for Donald M. Kreis the exchange of information between consumers, ratepayers, and the ISO. Ford then invited CLGCC members to come to the front of the room and introduce themselves. Introductions were provided by: 2023 Report of the Consumer Liaison Group page 7Sonja Birthisel Jacob Powsner William E. Dornbos Ian McDonald Nathan Phillips Regine A. Spector (NH), (ME), (VT), (CT), (CT), (MA), (MA), and Anderson. Finally, Ford requested that attendees suggest topics 3fo.1r .C2L IGS Om Neeetwin Egns.g land Update Anne George, vice president, chief external affairs and communications officer, ISO New England, provided the ISO’s regional update. George noted that the ISO works closely with the CLGCC and invited attendees to coordinate with the ISO through the CLGCC or External Affairs staff. George began with an explanation of the ISO’s role in market administration and described at a high level the energy, ancillary services, and capacity markets. Focusing on the Forward Capacity Market (FCM), George explained that the main objective of the market is to ensure sufficient resources are procured three years in advance in a cost-effective manner to meet New England’s electricity demand and reliability standards. The ISO administered the 17th Forward Capacity Auction (FCA 17) on March 6, 2023, to procure capacity resources needed to meet demand for electricity, plus reserve requirements, during the capacity commitment period (CCP) from June 1, 2026, to May 31, 2027. The auction concluded with sufficient resources to meet the installed capacity target of 30,305 megawatts (MW) and clearing prices ranged from $2.55 to $2.59 per kilowatt-month (kW-month), compared to last year’s range of $2.53 to $2.64 per kW-month. The total value of the capacity market in 2026/2027 will be approximately $946 million and prices are the same across all zones within New England. The auction concluded with commitments from 31,370 MW of capacity, including nearly 750 MW of new renewable energy, battery storage, and demand-reducing resources, more than 350 MW of new and existing wind generation, 2,940 MW of energy-efficiency and demand-reduction measures, and 567 MW of imports. George provided an overview of winter 2022/2023 operations, including the December 24, 2022, capacity deficiency event and the February 3–4, 2023, cold weather operations. On December 24, Winter Storm Elliott impacted various regions across the United States, including New England. While severe cold weather impacted other regions of the country, temperatures were not as extreme in New England and operating conditions were not extraordinary. ISO-NE has well-established tools to manage capacity shortfalls and at no time was the ISO close to calling for controlled outages. George additionally provided highlights of the operating days on February 3 and 4, which saw the coldest temperature departure from normal since 2016. In January 2023, the ISO published its annual breakdown of the amount of electricity produced by generators in New England and imported from other regions to satisfy demand in 2022 in the net energy for load (NEL) report. Total NEL in 2022 was 118,878 gigawatt-hours, slightly higher (.07%) than 2021. In 2022, most of the region’s energy needs were met by natural gas, nuclear, imported electricity (mostly hydropower from eastern Canada), renewables, and other low- or non-carbon-emitting resources. George offered an overview of preliminary 2022 wholesale electricity market values, including energy costs, ancillary services costs, capacity costs, transmission charges, and RTO costs. In 2018, after the owner of the Mystic Generating Station signaled its intention to retire the remaining generating units (Mystic 8 and 9), the ISO filed for, and FERC approved, the retention of the units for regional fuel security for CCPs 2022/2023 and 2023/2024. Mystic 8 and 9 are fueled exclusively by the Everett Marine Terminal liquefied natural gas (LNG) facility. The Mystic units, the Everett LNG facility, and the cost of LNG delivered to fuel the generating units are included in a cost-of-service agreement. The preliminary cost of the Mystic cost-of-service agreement in 2022 was $166 million. The ISO has recently streamlined the process to sign-up for an ISO-TEN account to register for meetings and ISO training sessions. Updates to the New England Power Grid Profile and New England State Profiles have recently been made for 2022/2023. 2023 Report of the Consumer Liaison Group page 8George highlighted upcoming opportunities for engagement in the region, including the next CLG meeting on June 8 and FERC’s second New England Winter Gas-Electric Forum in Portland, Maine, on June 20. The ISO has announced its training schedule for 2023, including classes and webinars. The 2023 training classes include introduction to wholesale electricity markets, the forward capacity market, and intermediate wholesale electricity markets. George answered questions regarding the uniform clearing price of the FCA, demand forecasts for the FCA, storage as transmission-only assets (SATOAs), energy adequacy, natural gas scheduling, resource capacity accreditation, demand response, Pay-for-Performance, Mystic, the minimum offer price rule (MOPR), and r3e.1ta.3il rPaatneesl. D iscussion Donald M. Kreis, aCLGCC member and the consumer advocate in New Hampshire’s Office of the Consumer Advocate, introduced and moderated a panel of energy leaders to discuss the energy transition and what it means for ISO New England. Representative Michael Harrington Sam Evans-Brown Susan Muller Panelists included: (R), The General Court of New Hampshire, Stafford- Dan Dolan District 18; , executive director, Clean Energy New Hampshire; , senior Robert Ethier energy analyst, Union of Concerned Scientists; , president, New England Power Generators Association; and , vice president, system planning, ISO New England. Harrington began by discussing past discourse and predictions on the potential impacts from climate change since the 1970s. He explained that state and federal funding, including the federal Inflation Reduction Act (IRA), will lead to additional renewable energy generation development. Simultaneously, demand is projected to double by 2050 as people electrify heating and transportation. Harrington highlighted the various challenges of different renewable energy resources that are being considered to meet future needs. Harrington discussed offshore wind, utility-scale solar, battery energy storage, on-shore wind, and nuclear energy. Harrington further described that the region has largely completed the transition to natural gas from oil for electricity generation, however, cold weather events still result in generation of electricity from oil, which results in greater emissions. Harrington expressed that one of the largest challenges around building new energy infrastructure is siting, and provided the example of the New England Clean Energy Connect (NECEC) transmission line in Maine. Harrington closed by stating the importance of the Everett LNG facility for winter reliability and the necessity of fossil fuels as the New England states transition to more renewable energy generation. Evans-Brown began by noting the importance of collaboration. He expressed the need for the energy transition to be affordable, low-emitting, reliable, and resilient for all. Evans-Brown highlighted that the energy transition is already occurring as natural gas has been replacing coal and oil in the region. Describing electric generation data, he explained that the changes to New Hampshire’s resource mix since 1990 have been similar to the New England region overall, resulting in emission reductions. Simultaneously, he said, the New Hampshire gross domestic product has increased. Evans-Brown said that other states’ renewable energy procurements resulting in long-term contracts are suppressing regional wholesale electricity prices, which benefits New Hampshire ratepayers. He concluded with an explanation that renewable energy prices have already decreased and are likely to continue to do so, eventually leading to contracts that are not above market. While New Hampshire is currently benefiting from procurements of other New England states, he said, eventually New Hampshire will miss out on this economic opportunity. Muller began by expressing that the energy transition is a response to climate change, and the ISO has recognized the need to reduce greenhouse gas emissions to combat climate change. She discussed the feasibility of transitioning to clean energy, including developing offshore wind, solar, and energy storage. 2023 Report of the Consumer Liaison Group page 9Muller noted the importance of aggregation of demand response as a resource. Muller discussed the key challenge of siting, highlighting the need to consider environmental justice. Muller emphasized that there is limited time to make the transition to a low-carbon energy system and said that the ISO does not adequately recognize the time constraint. Dolan introduced the New England Power Generators Association (NEPGA) and highlighted its focus on both ensuring a competitive marketplace and supporting efforts to accomplish state policies. Dolan provided data to demonstrate the decline in emissions of the power sector while emissions from the transportation sector have increased, noting that roughly 75% of New England emissions come from transportation and buildings. Dolan emphasized the need to link decarbonization across sectors, including electric, heating, and transportation, and noted NEPGA’s efforts to support a multisector price on carbon. Dolan also provided data to show that approximately 53% of the overall electricity fuel mix in New England in 2022 was made up of renewable and non-emitting resources. Dolan concluded by emphasizing that while New England cannot independently solve climate change, the region can demonstrate to others a pathway to successfully decarbonize with economic prosperity and reliability. Ethier introduced ISO New England and described the ISO’s three critical roles. Ethier provided an overview of the ISO’s Interconnection Request Queue. He noted that the energy mix has already changed and renewables are anticipated to have a larger role to meet state policies moving forward while load increases from heating and transportation electrification. Ethier outlined key projects of the ISO to facilitate the transition to clean energy, including the Future Grid Reliability Study and supporting studies, and the Resource Capacity Accreditation in the Forward Capacity Market project. Beyond studies, Ethier provided an overview of other ISO efforts to support the transition, including providing technical expertise to the New England states, developing mechanisms to enable development of transmission, enhancing ISO system planning studies, and supporting integration of distributed energy resources. Ethier concluded by noting the ISO has completed system impact studies for over 8,700 MW of non-emitting resources, but other barriers have slowed down or halted development of projects. A question-and-answer period followed the panelists’ remarks. Panelists discussed questions on transmission projects to replace aging equipment (known as asset condition projects); the impact of natural gas on electricity prices; ISO-NE software improvements for modeling; geothermal energy; the ISO interconnection queue; the role of New Hampshire in the regional clean energy transition; and planning and costs of the clean e3n.1e.r4g yC ltorsainnsgi trieomn.a rks Anderson offered closing remarks thanking the speakers for offering a diversity of viewpoints. In addition, Anderson requested attendees fill out the online survey they would receive via email and encouraged attendees to take part in the 2023 CLG meetings, with the next meeting tentatively scheduled for June 9. 3.2 June 9: Challenges of Long-Duration Storage: Where Are We Now with Battery Storage and Where Are We Going? A recording of the meeting is available on the CLG webpage. Meeting objective: Discuss the current status of battery energy storage on the ISO-NE electric system, and discuss perspectives on the future and potential technological advancements of long-duration energy storage in New England. 2023 Report of the Consumer Liaison Group page 103.2.1 Opening Remarks Liz Anderson , chair of the Consumer Liaison Group Coordinating Committee (CLGCC) and chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office, offered welcoming remarks and provided background on the CLG and its Coordinating Committee. Susan Smoller Steven Andrada Jerry Halberstadt A community welcome was provided by Peabody residents involved in Breathe Clean North Shore: , , and . Smoller, Andrada, and Halberstadt provided information a 3b .2o .u 2t Pthaen ehli Dstioscryu sosfi oPne abody, local energy generation facilities, and environmental justice concerns. Regine A. Spector, aCLGCC member and associate professor, Department of Political Science and Legal Studies, University of Massachusetts, Amherst, introduced and moderated a panel of energy leaders to discuss long-duration energy storage in New England. Spector provided an introduction to the opportunities and challenges of long-duration energy storage to aid in electric grid reliability. Rosemary Wessel Chris Sherman Colette Lamontagne Jason Panelists included: , founder, No Fracked Gas in Mass; , vice president of Houck Priya Gandbhir development, Cogentrix; , director, clean energy development, National Grid; , policy and regulatory affairs lead, Form Energy; and , senior attorney, Conservation Law Foundation. Wessel introduced No Fracked Gas in Mass. Wessel described “peaker plants,” which operate at time of high electricity demand, and the health impacts of air pollution from burning fossil fuels, with a particular focus on Pittsfield and Berkshire County. Wessel discussed the opportunities for battery storage to replace peaker plants, particularly large grid-scale batteries, and the potential of long-duration storage to address needs of the New England electricity grid. Wessel discussed peaker plant generators and energy storage participation in the ISO-NE markets. Wessel highlighted coordinated efforts with Cogentrix to retire two peaker plants in Berkshire County and replace the facilities with renewable energy and energy storage. Sherman elaborated on coordinated efforts to redevelop peaker plants and convert them into clean energy generation and energy storage facilities. As an example, Sherman presented the proposed redevelopment of the West Springfield Generating Station to host solar and battery energy storage. Sherman discussed the ISO’s interconnection study process. Sherman emphasized the potential benefits of utilizing incentives through the Massachusetts Clean Peak Standard, and highlighted suggestions for further encouraging clean energy development. Lamontagne began by introducing National Grid. Lamontagne provided a brief overview of the various technologies that serve as energy storage, described how energy storage is utilized on the electric grid, and noted the differences between short-duration and long-duration storage. Lamontagne highlighted a number of companies working to develop new long-duration energy storage technologies. Lamontagne discussed the role of energy storage for reliability on Nantucket Island, and explained that National Grid is investigating opportunities to use energy storage to defer or avoid transmission upgrades necessary for electric vehicle (EV) charging. Houck introduced Form Energy and their efforts to develop technology to address the need for long-duration energy storage as the electric sector transitions to more renewable energy, noting the challenge of weather- driven, multiday reliability challenges and the opportunity for energy storage to fill the gap of intermittent resources. Form Energy is developing an iron-air battery targeting multiday-duration storage and has over 3 gigawatt-hours (GWh) of commercial engagements across the country. Houck explained the potential applications for this type of multiday storage technology to aid in reliability, including to replace peaker 2023 Report of the Consumer Liaison Group page 11plants, optimize transmission capacity, and provide firm energy storage reserves. Houck specifically highlighted analysis regarding the needs for energy storage in New England. Gandbhir began with an introduction of the Conservation Law Foundation. Gandbhir mentioned the impact of the smoke from current wildfires in Canada, highlighting the impacts of climate change caused primarily by reliance on fossil fuels. However, Gandbhir noted that the region is beginning to transition away from fossil fuels toward clean energy resources. Gandbhir explained that peaker plants are currently utilized to meet high electricity demand above the region’s baseline load, and these plants are often fossil-fuel-based and impact communities where they are located, many of which are environmental justice communities. Gandbhir highlighted that progress is being made to incorporate more energy storage on the grid, and there are efforts to develop new storage technologies. Gandbhir concluded by noting that ISO-NE markets need to be reformed as the grid transitions to more clean energy resources. A question-and-answer period followed the panelists’ remarks. Panelists responded to questions regarding opportunities for new storage technology project development in New England; National Grid pilot programs; energy storage technology participation on the ISO-NE bulk electric system; suggestions for ISO-NE tariff changes; the ability of iron-air batteries to function in cold weather; the cost of iron-air batteries; and the r3e.2li.a3b iIlSitOy Noef wth Ee neglelacntrdi cUitpyd gartied . Anne George, vice president, chief external affairs and communications officer, ISO-NE, provided the ISO’s regional update. George noted that the ISO works closely with the CLGCC, explained the evolution of the CLG over the years, and encouraged attendees to continue to engage, including by completing the post-meeting survey. George noted that the expansion of these meetings to a hybrid format (including both virtual and in- person attendees) has helped to extend the reach of these discussions. The ISO released the annual Forecast Report of Capacity, Energy, Loads, and Transmission (CELT Report), a 10-year load forecast, on May 1. The CELT Report is the primary source for assumptions used in ISO system planning and reliability studies, developed in coordination with regional stakeholders and state agencies. George explained that state policies encouraging electrification of heating and transportation are projected to have impacts to both overall and peak electricity demand in the next decade. In contrast, energy efficiency and behind-the-meter solar both reduce demand on the system, and are also forecasted in the CELT Report. George provided an overview of the Operational Impact of Extreme Weather Events project. The ISO is working with the Electric Power Research Institute (EPRI) to conduct a probabilistic energy adequacy study for New England under extreme weather events. Study results are intended to inform the region on energy adequacy risks. George briefly reviewed the ISO’s existing 21-day energy assessment as it relates to the recent analysis. Preliminary results of the energy assessments have been completed for 2027 winter events; the ISO will continue reviewing outputs of the 2027 winter events while completing studies of summer 2027, and both winter and summer events for 2032. George highlighted that ISO has implemented rule changes to better integrate energy storage technologies into the wholesale electricity markets. Following the presentation, George answered questions regarding state and public engagement in developing solutions for reliability and energy adequacy risks; energy efficiency and demand response; the Mystic cost- of-service agreement; the role of the ISO to ensure reliability; the ISO’s role in combatting climate change; public engagement in ISO decision-making and stakeholder processes; preparations for extreme heat events; and the ISO’s mission and vision statement. 2023 Report of the Consumer Liaison Group page 123.2.4 Community Roundtable Nathan Phillips , CLGCC member and professor, Department of Earth and Environment, Boston University, explained the process for the community roundtable, a new feature for interaction with attendees that the Coordinating Committee introduced at the June meeting. Two prompts were provided at each table for in- person attendees and online for the virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC plans to consider the feedback in planning for future CLG meetings. The community roundtable exercise will continue at CLG meetings moving forward. The following questions were posed by • the CLGCC: Communities and ratepayers are interested in democratization of energy and electricity. What can we do in our own homes and communities related to storage, demand response, solar, and how can • our grid operator, ISO New England, help? 3.2.5 CloHsionwg rceamn acrokms munities and ratepayers better communicate with our grid operator, ISO New England? Anderson offered closing remarks and requested attendees fill out the online survey they would receive via email. She invited attendees to take part in the 2023 CLG meetings, with the next meeting scheduled to take place on September 21 in Vermont. 3.3 September 21: Ratepayer Advocates’ Role in Navigating the Clean Energy Future AM reeectoinrdgi onbg joefc tthivee m: eeting can be found on the CLG webpage. Discuss the role of the New England ratepayer advocates as the region transitions to a decarbonized energy future, learn about electrification and sustainability efforts from Green Mountain Power, h3e.3a.r1 f rOopmen IiSnOg NReemwa Ernkgs land on regional updates, and host a community roundtable. Jacob Powsner , CLGCC member (Vermont), offered welcoming remarks and thanks to everyone who helped coordinate the meeting, and introduced the program for theL deaiyf .T aranta Julie Macuga A community welcome was provided by Vermont residents and . They provided an introduction to the community of Burlington, the impacts of climate change in Vermont, and environmental justice challenges in Burlington and throughout the state. Taranta and Macuga provided 3hi .3gh .2li gKhetysn ooft ee fAfodrdtrse tsos promote climate solutions. Tiana Smith ,head of electrification and sustainability at Green Mountain Power (GMP), provided the keynote address. Smith introduced GMP and discussed impacts of climate change in Vermont. She provided an overview of GMP climate solution efforts such as microgrids, energy storage for resiliency and to reduce peak demand hours, climate resiliency, and electrification incentives. Smith spotlighted the microgrid in Panton, Vermont; the establishment of resiliency zones and pilot programs to target resiliency projects; the innovative battery program; electric vehicle rebate program; and heat pump electrification efforts. Smith addressed audience questions related to the cost to operate an all-electric home; the process to create and costs of the resiliency zones; funding and cost-recovery mechanisms for the GMP programs; utility-scale battery storage projects; the electricity generation mix for the resiliency zones; energy storage usage for 3co.3m.3m IuSnOi tNieesw w Einthgilna nreds Uilpiednactye zones; and the McNeil generating station. Anne George ,vice president and chief external affairs and communications officer at ISO-NE, provided the ISO’s regional update. George introduced the external affairs team and highlighted Sarah Adams from the 2023 Report of the Consumer Liaison Group page 13team, who helps to coordinate the CLG meetings and is the ISO’s state policy advisor covering the state of Vermont. George explained that the ISO participated in the Federal Energy Regulatory Commission’s (FERC) second New England Winter Gas-Electric Forum on June 20 in Portland, Maine. The ISO pre-filed comments responding to FERC’s questions, and presentations were submitted before the forum. A recording of the forum is available on the FERC website. George provided an overview of the Operational Impact of Extreme Weather Events project. The ISO is working with the Electric Power Research Institute (EPRI) to conduct a probabilistic energy adequacy study for New England under extreme weather events. Study results are intended to inform the region about future energy adequacy risks. George briefly reviewed the ISO’s existing 21-day energy assessment as it relates to the recent analysis. Preliminary results of the energy assessments have been completed for 2027 winter and summer events, and 2032 winter and summer events. George noted that stakeholders were invited to request additional sensitivity cases, which will be reviewed at the November 14 NEPOOL Reliability Committee meeting. George provided an overview of the 2050 Transmission Study, developed in conjunction with the New England states, which looks beyond the typical 10-year planning horizon. The ISO plans to organize the 2050 Transmission Study report around a few key themes, based on trends observed while performing the analysis. The report is underway and a draft is anticipated in November. George’s presentation highlighted a few key takeaways of the report to date. George explained the ISO budget approval process and the proposed 2024 operating and capital budgets. The step-up in grid complexity represents a considerable increase to ISO workload, and thus the ISO budget reflects an increase to meet the needs of the grid transition. Five of the six New England states requested a position on environmental justice. In response, the ISO added a placeholder in the budget related to this request. George followed up on questions posed in the community roundtable at the last meeting. The topics included the status of regional and federal policies regarding a price on carbon; opportunities for electric vehicles to be utilized to address peak hours; and plans to ensure reliability through the winter season. Following the presentation, George answered questions regarding the ISO budget; the future of electric infrastructure development; the ISO’s role in the clean energy transition; the scale of transactions in the wholesale electricity markets; New England state comments on the ISO budget; and types of funding for e3l.e3c.4tr iCco tmramnsumniitsys Rioonu dndevtaeblolep ment. Kendra Ford , CLGCC member (NH), explained the process for the community roundtable, a feature for interaction with attendees that the Coordinating Committee introduced at the June meeting. Four prompts were provided for both in-person and virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC will consider the feedback in planning for future CLG meetings. The community roundtable exercise is intended to continue at CLG meetings moving forward. The CLGCC posed the following • questions to meeting participants: As a ratepayer, what issues brought you to this meeting? (Rank the following: cost of my electricity, the reliability of unlimited electricity whenever I want, the environmental impacts involved in electricity generation, impacts of generation and transmission on my community, my ability to participate in and engage in regional grid planning, I like to stay up-to-date with current issues in the induostry, other) Please explain your ranking. If you have “other” concerns please list them. 2023 Report of the Consumer Liaison Group page 14• One of ISO New England’s mandates is to ensure grid reliability in our region. Which of the following approaches do you think are most important to grid reliability? Please rank their order of priority based on what you believe ISO-NE should focus on most. (Building infrastructure resilience to extreme weather events, mitigating and adapting to climate change, reducing and managing overall energy demand to lessen the intensity of peak loads, ensuring affordability of energy for ratepayers, maintaining a forward capacity market as the mechanism for ensuring reliability, maintaining and/or increasing natural gas capacity, ensuring that generators compete on a level playing field regardless of stoate subsidies, expanding transmission lines between Hydro-Quebec and New England, other) • Please explain your ranking. If you have “other” priorities please list them. How are ratepayers currently disenfranchised from providing input on decisions of grid management? If you could design the system, how would ratepayer input and priorities be integrated • into the way the system works? 3.3.5 PanWehl Dati srcautsespioanye r-centered issues would you like to hear discussed at a future CLG meeting? Liz Anderson , chair of the CLGCC and chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office, introduced and moderated a panel of New England ratepayer advocates to discuss their role in the transition to a clean energy future. Lou Cecere William E. Dornbos Ashley Gagnon Panelists included: , planning engineer, Vermont Department of Public Service; Linda D. George , legal director, Connecticut Office of Consumer Counsel; , assistant attorney general, Donald M. Kreis Energy & Ratepayer Advocacy Division, Massachusetts Attorney General’s Office; , Andrew Landry administrator, Rhode Island Division of Public Utilities and Carriers; , consumer advocate, New Hampshire Office of the Consumer Advocate; and , deputy public advocate, Maine Office of the Public Advocate. Cecere presented on Vermont electricity regulation and system planning. Cecere introduced the Vermont Department of Public Service and its role in energy planning, compliance review, and public advocacy. Cecere highlighted the key components of the Vermont regulatory structure, including the legislature, public utility commission, and distribution utilities, and outlined the processes and entities involved in transmission planning. Cecere explained the current status of and planning for distributed generation integration in the state, and noted the impacts of efforts to pursue beneficial electrification along with considerations of load shifting strategies. Gagnon began with a review of the Massachusetts Office of Ratepayer Advocacy within the Office of the Attorney General, as established by statute, and its role advocating for ratepayers across state, regional, and federal engagements. Gagnon explained the New England Power Pool (NEPOOL) structure, authority, and participants. In particular, Gagnon highlighted that the New England consumer advocates are able to participate in NEPOOL on behalf of ratepayers as part of the end-user sector. Landry introduced the role of the Office of the Public Advocate (OPA) in Maine. The OPA serves as an advocate for consumers of utility services and participates in a variety of forums including the Maine Public Utilities Commission (PUC), Maine Legislature, and regional and federal forums (including NEPOOL and FERC). The Maine public advocate is appointed by the governor for a fixed term. Current key issues of the office include reliability, achieving climate policies, and energy affordability. Landry highlighted the OPA’s interest in utilizing strategies—such as demand response, energy efficiency, and energy storage—to reduce projected peak loads as the region moves toward a clean energy future. 2023 Report of the Consumer Liaison Group page 15Linda George introduced the Rhode Island PUC and Division of Public Utilities and Carriers. George explained that the division and PUC work independently, but in cooperation. The jurisdiction of the division includes advocating on behalf of ratepayers and regulating electric, natural gas, water (and limited telecommunication) utilities, and ferries. George explained that the division enforces PUC orders, regulates common carriers, addresses customer complaints, approves PUC issuances of debt and equity, runs a robust gas safety program, engages in interstate and federal energy matters, and reviews mergers and acquisitions that require FERC approval. George highlighted that the division serves as a source of objective, independent energy analysis for state decision-makers and educates the public on energy issues, including “issue briefs” on the division website. George noted that the division engages with the ISO as a member of NEPOOL’s end- user sector. Kreis introduced the role of the consumer advocate in New Hampshire. He highlighted that while New Hampshire does not have statutory decarbonization goals, the public advocate will continue to support efforts for energy efficiency. In terms of regional interests, Kreis explained his focus on encouraging a transparent decision-making process at NEPOOL and the ISO, and noted the important role of the CLG in engaging with New England ratepayers. Kreis explained the office’s interest in pursuing changes to transmission owners’ asset condition project process and ongoing focus on cost-effective energy reliability. Kreis also highlighted an opening for a new full-time position in his office to serve as director of regional and federal affairs. Dornbos introduced the Connecticut Office of Consumer Counsel and its mission to help and protect ratepayers, and its vision to help rebalance the relationship between utilities and ratepayers, including to reform utility regulation. Dornbos highlighted two examples of efforts to accomplish this vision, including a new law for utility regulators to ban cost recovery of select utility expenses and ongoing dockets related to performance-based regulation. Dornbos concluded by highlighting the need for ratepayer interests to be an ongoing component of the clean energy transition. A question-and-answer period followed the panelists’ remarks. Panelists responded to questions regarding the use of biomass at the McNeil generating station; consideration of costs of climate impacts in ratepayer advocate decision-making; the ISO New England Board of Directors; and New England’s ability to reach c3l.i3m.6a tCel ogsoianlgs rwehmilaer kmsa intaining consideration of rate impacts. Anderson offered closing remarks and thanked everyone who helped to organize the CLG meeting. The final 230.423 D CeLcGe mmeebteinrg 6is: s Ach Dediuslceud sfosri oDnec wemitbher R 6e inp rBeossteonn,t Mataisvsaecsh ousfe tthtse. ISO New England Board of Directors A recording of the meeting can be found on the CLG webpage. Meeting objective: To hear from the Federal Energy Regulatory Commission (FERC) and host a discussion w3.i4th.1 r Oeppreensineng tRaetimveasr kfrso m ISO New England’s Board of Directors. Liz Anderson, chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Office of the Attorney General, and CLGCC chair, welcomed meeting attendees and reflected on the last year of the CLG and recent efforts of the CLGCC. 2023 Report of the Consumer Liaison Group page 16The Rev. Mariama White-Hammond , chief of environment, energy, and open space for the City of Boston, provided a community welcome. White-Hammond discussed environmental justice broadly and spoke specifically to environmental justice efforts of the City of Boston. White-Hammond expressed the desire to move the energy system forward in a way that is reliable, resilient, and affordable, and centers those most cost-sensitive and those who have historically carried the burden of environmental impacts. White-Hammond discussed the Boston community-choice electricity program, clean energy and grid infrastructure d3e.4v.e2l oKpemyneontte, aAnddd reenses rgy burden. Matt Christiansen , FERC general counsel, provided the keynote address. Christiansen began by explaining FERC’s jurisdiction and critical roles, particularly as relates to the transition to a clean energy future driven by state and federal policies. Christiansen clarified that FERC is not an environmental regulator and does not choose the resource mix for the electric grid. He further explained that while FERC has a role in the clean energy transition, specifically regarding reliability and affordability, the states and other federal agencies, like the US Environmental Protection Agency, have more direct authority over environmental and clean energy initiatives. Christiansen noted the challenges associated with this transition and the need to continue to ensure reliable and affordable electricity, and highlighted a number of relevant FERC proceedings. Christiansen discussed the topics of these proceedings, including electric transmission infrastructure, grid enhancing technologies, and market mechanisms to address the need for reliability throughout this transition. A question-and-answer period followed. Christiansen addressed questions regarding FERC’s authority as relates to reliability and the interrelated natural gas and electric systems; the role of FERC in regulating ISO/RTO governance structure; FERC’s jurisdiction as relates to fuel neutrality; FERC’s role in the clean energy transition; the speed of the clean energy transition; including sustainability as a focus along with reliability and affordability; and the interaction of state and FERC jurisdiction as relates to environmental p3e.4r.m3 iDtsi.s cussion with Representatives of the ISO New England Board of Directors Steve Corneli Gordon van Welie , member of the ISO New England Board of Directors, and , president and CEO of ISO New England, held an open dialogue with CLG attendees. Corneli began with opening remarks and discussed his background and the need for an affordable, reliable, and sustainable electric grid. Corneli discussed the concept of the four pillars needed for a clean energy transition; the differences in jurisdiction of the New England states, the ISO, and FERC; and the need to work together to advance the clean energy transition. A question-and-answer period followed. Corneli and van Welie responded to questions regarding the balance of reliability and environmental priorities; carbon pricing; the Forward Capacity Market (FCM) and capacity supply obligations in the FCM; large-scale battery energy storage; the ISO’s not-for-profit structure; consumer engagement in energy conservation and demand response; demand response in wholesale electricity m3.4ar.4k eCtos;m inmfruansittryu Rcotuurned staitbinleg ; and asset condition projects. Nathan Phillips , CLGCC member (MA), explained that the community roundtable, a feature for interaction with attendees that the Coordinating Committee introduced at the June meeting, would be condensed to allow more time for questions and answers with the speakers. During the networking break, four prompts were provided for both in-person and virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC will consider the feedback in planning for future CLG meetings. The community 2023 Report of the Consumer Liaison Group page 17roundtable exercise is intended to continue at CLG meetings moving forward. The CLGCC posed the following ques• t ions to meeting participants: Reflect on the comments and discussion we just had with the FERC General Counsel and with ISO • Board members. What was particularly interesting or surprising to you? Based on what you’ve heard today, or other questions you came to the meeting with, what would you • ask ISO-NE for clarification or for information? The CLG coordinating committee is piloting a new educational opportunity as part of the CLG’s mission to help communicate in plain language some of the issues related to ISO-NE and our grid. Did you watch the video “who pays for gaining infrastructure” by Don Kreis (asset condition project) that was circulated in advance of the meeting? Did you find that short video useful and educational, and do you have any feedback on that video? Would you like to see more of those produced in the future • as part of CLG meetings and what topics are you most interested in? The coordinating committee’s goal with this CLG meeting was to highlight one theme and have different people speak to the issue. Do you feel like you learned about this issue of aging 3.4.5 ISOin Nfreaws tErnugctlaunred/ Uapssdeatt eco nditions from the FERC and ISO officials who spoke today? Anne George ,vice president and chief external affairs and communications officer at ISO-NE, provided the ISO’s regional update. George introduced the external affairs team and noted a change in the format for these regional updates. They will be framed around the ISO’s three critical roles: grid operation, market • administration, and power system planning. Market Administration Update: George provided an update on the monthly wholesale electricity prices and noted that for October 2023, average real-time electricity prices were down significantly compared to last year, primarily driven by a decrease in natural gas prices. Electricity demand in October was higher than last year, but down compared to the prior month, which was hotter than usual. George explained that the ISO filed with FERC a request for a one-year delay for Forward Capacity Auction 19 (FCA 19) to provide time to explore potential changes to the FCM and time for • resource capacity accreditation efforts. The ISO is awaiting a response from FERC on this filing. Grid Operation Update: George highlighted the ISO’s winter outlook, which was published on • December 4 and is available on the ISO website. System Planning Update: The ISO’s 2050 Transmission Study is being finalized, and the next steps include ongoing discussions with the states to facilitate future development of transmission, as requested by the states. George highlighted an upcoming ISO webinar to be held on December 14 intended to provide an overview of system planning. A question-and-answer period followed the remarks. George responded to questions regarding the ISO’s reporting of emissions from electricity generation; the FCA 19 delay filing; resource capacity accreditation; the Regional Energy Shortfall Threshold (REST); the proposal in the ISO’s budget for a new position related to e3n.4v.i6ro Cnlomseinngta rle jmusatrikces ; calls for conservation; and demand response. Anderson offered closing remarks and thanked everyone who helped to organize the CLG meeting. Anderson specifically thanked the ISO’s Debi Smith, who has played a vital role in coordinating these meetings since the beginning of the CLG, and retired at the end of the year. 2023 Report of the Consumer Liaison Group page 18Consumer Liaison Group Future Initiatives ISO New England, working with CLG members and the CLGCC, will continue to conduct outreach in the states to inform consumers and consumer advocates of the existence, role, and information provided by the CLG. In 2024, working with ISO New England, the CLGCC will devote the CLG’s quarterly public meetings and other efforCtso nthtrinouugeh toou Ft othcue sy eoanr Ctoo mmmakuen sittriiedse sa nind f Couivri cis Ssupea caeres afso:r CLG Meetings 1) : The CLGCC will continue to build relationships and extend invitations to communities where CLG meetings will be held in 2024, including in Maine, Massachusetts, and Connecticut. This includes planning meetings in spaces more accessible and welcoming to residents than corporate hotels – for example, in community centers and community colleges. We also plan to continue the practice of “community roundtables” at each meeting to engage in dialogues with community members and build upon the community roundtables held in 2023. Finally, the CLGCC will explore increasing accessibility for the CLG through translation services for those community members who do not speak English as their native language. Continue toFoster ISO-NE Engagement 2) : The CLGCC aims to forge more frequent direct communication between the CLG and the ISO-NE Board, and between the CLG and the region’s statutorily designated ratepayer advocates. We will evaluate how the CLG can become a more effective channel for communicating the concerns and interests of ratepayers to the Board. We will explore opportunities for consumer advocates to report on their regional activities and to share observations about ISO New England and NEPOOL from a ratepayer perspective. Expand Digital and Social Media Outreach for CLG 3) : The CLGCC will seek to explore ways to engage in digital and social media outreach to more effectively and consistently communicate about CLG to larger groups of end users. Refine CLG Governance 4) : The CLGCC will undertake analysis and deliberation about how the CLG can become an even more effective vehicle for ratepayer input into the work of ISO New England. We will circulate with the CLG a draft of the amended CLG bylaws to solicit input and feedback before publishing a final version of the amended CLG bylaws prior to the final CLG meeting in 2024. We will also continue to consider how CLG resources can be best utilized to fulfill the mandate and goals of the group. In 2024, CLG meetings will continue to be “hybrid,” allowing for both in-person and remote participation. Locations for the 2024 meetings will include Portland, Maine (March 2024); Holyoke, Massachusetts (June 2024); New London, Connecticut (September 2024) and Boston, Massachusetts (December 2024). 2023 Report of the Consumer Liaison Group page 19ISO New England Activities and Initiatives ISO New England (ISO-NE) provides educational and informational materials to the CLG throughout the year. This section highlights the major topics presented by ISO-NE at CLG meetings in 2023. In addition to these presentations, the ISO’s External Affairs department issues a memo each month to provide timely updates on 7 regional energy issues, stakeholder meetings, and other information that may be of interest to consumers. ISO-NE undertakes a variety of short- and long-term projects to enhance the region’s competitive wholesale electricity markets and ensure reliable operation of the power grid. Certain long-term projects of significance are called key projects, and related information is grouped together on the Key Projects webpage for stakeholder convenience. More information about the ISO’s role in the energy industry can be found on the ISO website. 5.1 Power System Operations Overseeing the day-to-day operation of New England’s power grid is one of three critical roles ISO-NE performs in the region. Changing weather extremes and variability are key factors affecting resource availability, demand patterns, and related reliability concerns. Moreover, energy-security risks in New England are well documented, highlighting the importance of evaluating a wide range of operating conditions. For the past two decades, ISO-NE has raised concerns about energy adequacy and fuel supply limitations during periods of extreme cold weather. Many actions have been taken over the years by the New England states, the Federal Energy Regulatory Commission (FERC), and the ISO in attempts to address our region’s 8 energy adequacy risks. Still, the New England region will remain vulnerable to fuel supply shortages during prolonged periods of very cold weather until a robust regional solution is determined to address the vulnerable energy supply chain. It is essential to resolve the region’s energy adequacy and fuel supply issues to support a reliable clean energy transition. The ISO has identified energy adequacy as one of the four essential pillars to developing and maintaining a reliable, clean, decarbonized grid. A dependable energy supply chain and/or robust energy reserve is vital to manage through extended periods of severe weather or energy supply constraints when the region will need to depend on its balancing resources to keep supply and demand in equilibrium. In 2023, the ISO provided the CLG with updates regarding its efforts to reliably operate New England’s power grid, including addressing operational risks associated with extreme weather events and the region’s energy a5d.1e.q1u Oacpye riasstiuoensa. lK Iemyp paocitn otfs Efrxotrmem thee Wsee eaftfhoerrt sE avreen tdsi scussed below. The ISO collaborated with the Electric Power Research Institute (EPRI), an independent, nonprofit research and development organization, to conduct the first-of-its-kind Operational Impact of Extreme Weather Events 7 The monthly memos are posted to the ISO’s CLG webpage at http://www.iso-ne.com/committees/industry- Timeline: Historical Efforts to Ad d ress Fuel Security Issues in New England collaborations/consumer-liaison. 8 , webpage (March 17, 2023), https://www.iso- ne.com/about/what-we-do/in-depth/efforts-to-address-fuel-security-in-new-england. 2023 Report of the Consumer Liaison Group page 209 energy adequacy study. The study examined how the region’s power system would fare under stressful future weather and operational conditions and concluded that winter energy shortfall risk appears manageable in the near term over a 21-day period. The ISO published a final report on the study’s results in 10 December 2023. The study created a framework for ongoing assessments of energy shortfall risks. This Probabilistic Energy Adequacy Tool (PEAT) will help identify circumstances that could lead to an energy shortfall, and give the region’s stakeholders advance warning and the opportunity to take steps to avert it. In addition, the ISO and stakeholders will use study results to develop a Regional Energy Shortfall Threshold (REST), establishing an acceptable level of energy shortfall risk common to the six states. Following the establishment of the REST, a subsequent effort will evaluate the development of specific regional solutions which could include retail and/or wholesale market actions. The study demonstrates that New England’s energy shortfall risk is dynamic, and will be a function of the evolution of supply and demand. Timely additions of solar power, offshore wind, and imported electricity would mitigate energy shortfall risks that result from winter peak load growth and the retirement of existing g5e.1n.e2r aMtoysrtsi cin C tohset- oref-gSieornv.i ce Agreement In 2018, to address near-term operational fuel-security risks presented by some retirement bids, the ISO worked with its stakeholders to incorporate a fuel-security reliability review methodology into the Forward Capacity Market. This mechanism permitted the ISO to retain fuel-secure resources that have indicated an intent to retire through the submission of a retirement de-list bid. The fuel-security retention mechanism was in place for retirement requests during three Forward Capacity Auction (FCA) cycles—FCAs 13, 14, and 15, which correspond to the capacity commitment periods (CCPs) from June 2022 through May 2023, June 2023 through May 2024, and June 2024 through May 2025. Pursuant to the fuel- and transmission-security retention rules, the ISO entered into a cost-of-service (COS) agreement with Constellation Mystic Power, LLC and Exelon Generation Company, LLC for Mystic Generating Station units 8 and 9. The agreement is in effect for two Forward Capacity Market CCPs, starting June 1, 2022, and ending May 31, 2024. The COS charge is the allocation of the supplemental capacity payments paid by market participants with real-time load obligations to the Mystic resources retained for fuel security. The ISO has determined that Mystic units 8 and 9 do not need to be retained for fuel security for the CCP associated with FCA 15. The ISO filed market enhancements, known as the Energy-Security Improvements with FERC in 2020 and selected the Greater Boston Ready Path solution to solve the transmission-security issues caused by the retirement of the Mystic plant. Accordingly, Mystic Generating Station will retire on June 15,. 12.032 I4n.v entoried Energy Program The winter of 2023/2024 marked the first year of the FERC-approved Inventoried Energy Program (IEP), an interim program designed to provide incremental compensation to certain resources that maintain inventoried energy during cold periods (defined as Inventoried Energy Days) when winter energy security is Operational Impacts of Extreme Weather Events Key Project 9 , webpage (February 2024), https://www.iso- ne.com/committees/key-projects/operational-impacts-of-extreme-weather-events. 10 “Operation Impact of Extreme Weather Events: Final Report on the Probabilistic Energy Adequacy Tool (PEAT) Framework and 2027/2032 Study Results,” presentation (December 11, 2023), https://www.iso-ne.com/static- assets/documents/100006/operational_impact_of_exteme_weather_events_final_report.pdf. 2023 Report of the Consumer Liaison Group page 2111 most stressed. An Inventoried Energy Day occurs when the average of the high temperature and the low temperature is less than or equal to 17°F at Bradley International Airport in Windsor Locks, Connecticut. Oil, natural gas, refuse, and electric storage (including pumped storage) resources are eligible to participate in the IEP. Resources with up to 72 hours of fuel inventory (or sufficient contracts) are eligible for compensation. The program will be in place for two winter periods: December 2023 to February 2024 and D5.e1c.e4m ISbOer N 2e0w2 4E ntgol Faenbdr Puaarrtyic 2ip0a2t5e.s in FERC’s New England Winter Gas-Electric Forum On June 20, 2023, in Portland, Maine, ISO-NE participated in a forum convened by FERC to discuss possible 12 solutions to the electricity and natural gas challenges facing New England. The forum continued 13 conversations from the first New England gas-electric forum held in September 2022. Vamsi Chadalavada, executive vice president and chief operating officer; Stephen George, director of operational performance, training, and integration; Robert Ethier, vice president, system planning; Mark Karl, vice president, market development and settlements; and President and CEO Gordon van Welie each participated in panels during the forum. Much of the discussion centered on the future of the Everett Marine Terminal (EMT), which supplies fuel for the Mystic Generating Station that is set to close on June 1, 2024. In the forum’s opening presentation, George presented an analysis of expected electric system operations over the next two winters, including an analysis 14 of winter 2024/2025 with and without EMT. Chadalavada then joined George to present the initial findings of the Operational Impact of Extreme Weather Events energy adequacy study, which focused on the winter of 15 2027 and found relatively low risk of energy shortfalls, with or without EMT. Chadalavada and George pointed out that the region’s increased use of solar power, the growth of offshore wind projects, additional transmission projects like the New England Clean Energy Connect, and limited energy demand growth are expected to minimize the risk of energy shortfalls in the near term. The energy adequacy study did not analyze the potential impact of EMT’s closure on the region’s natural gas system, as that system is outside the scope of the ISO’s expertise. In the day’s final panel, van Welie urged regulators to push the gas industry to undertake comprehensive assessments of the operational performance o5f.1 th.5e Wgaisn tseyrs 2te0m23, s/i2m0i2l4ar O tuot tlohoek e fforts by ISO-NE in the electric system. While the ISO has developed a significant number of tools and procedures to better assess and respond to energy security issues, a severe, prolonged cold snap could necessitate emergency actions if power-producing resources lack access to the fuel they need to operate. To enhance situational awareness entering winter, the 11 FERC notice, Docket No. ER19-1428-001 (August 6, 2019), https://www.iso-ne.com/static- assets/documents/2019/08/ferc_notice_er19-1428.pdf. 12 FERC, New England Winter Gas-Electric Forum (June 20, 2023), https://www.ferc.gov/news-events/events/2023- new-england-winter-gas-electric-forum-06202023. 13 FERC, New England Winter Gas-Electric Forum (September 8, 2022), https://www.ferc.gov/news-events/events/new- england-winter-gas-electric-forum-09082022. 14 “New England Winter Gas-Electric Forum Opening Presentation: Winters 2023/2024 and 2024/2025 in New England and the Role of Everett,” presentation (June 20, 2023), https://www.iso-ne.com/static- assets/documents/2023/06/ad22-9_winter_gas-electric_forum_opening_presentation.pdf. 15 Since the second New England Winter Gas-Electric Forum, the ISO has completed additional analysis including summer 2027, and summer/winter 2032, as summarized in Section 5.1.1 of this report. 2023 Report of the Consumer Liaison Group page 22ISO begins planning months in advance. Information on the seasonal outlook is posted twice each year, for 16 both summer and winter. The ISO works closely with the generators, states, and regional utilities to plan and prepare for operational conditions. The ISO coordinates with generators to understand fuel procurement plans, while offering pre- 17 winter training to discuss market and operational changes. ISO-NE also holds a pre-winter briefing with the region’s utilities and government officials to discuss expectations for the season and test emergency 18 communications procedures. Since weather is the largest driver of energy use and resource availability in New England, ISO-NE closely monitors seasonal weather forecasts. The National Oceanic and Atmospheric Administration 2023/2024 winter forecast projected above-normal temperatures in New England, though a warmer-than-average season does not eliminate the threat of prolonged stretches of cold weather. The ISO’s 2023/2024 winter outlook anticipated that New England would have adequate electricity supplies under mild and moderate weather conditions. Prolonged periods of very cold weather continue to pose reliability risks to the region, but ISO-NE will use procedures and plans, including a rolling three-week energy 19, 20 supply forecast, with the goal of mitigating these conditions should they materialize. The • IS O’s 2023/2024 winter outlook anticipated: • Peak demand of 20,269 megawatts (MW) under typical weather • Peak demand of 21,032 MW under below-average temperatures 33,374 MW of total resources would be available to meet demand N5.e1w.6 E 2n0g2la2n IdS’Os Nalel-wti mEneg wlainndte Erl epcetarkic i sG e2n2e,8ra1t8o rM AWir, Esemt iossni oJanns uRaerpyo 1rt5 , 2004. The annual Electric Generator Air Emissions Report provides a comprehensive analysis of New England electric generator air emissions, regional average and marginal emissions rates, and a review of relevant 21 system conditions. The 2022 analysis, which draws information from US Environmental Protection Agency databases and other sources, found that New England continues to see levels of power system emissions that are well below those 2 observed in the 2000s and early 2010s. Annual carbon dioxide (CO ) emissions fell 18% from 2013 to 2022, 16 “ISO New England Outlines Power Grid Preparedness for Winter Season,” news release (December 4, 2023), https://www.iso-ne.com/static-assets/documents/100006/2023124_pr_winteroutlook_2023.pdf. 17 “2023-2024 Winter Generator Readiness Seminar,” presentation (October 31, 2023), https://www.iso-ne.com/static- assets/documents/100005/2023_2024_winter_generator_readiness_seminar.pdf. 18 “ISO New England Overview of Emergency Procedures and Communications Process,” presentation (November 29, 2023), https://www.iso-ne.com/static-assets/documents/100006/webex-2023-pre-winter-op-4-briefing-11-29- final.pdf. 19 “An Innovative Energy Supply Forecast,” webpage (February 15, 2024), https://www.iso-ne.com/about/what-we- do/in-depth/21-day-forecast. 20 “Seasonal System Outlook,” webpage (February 15, 2024), https://www.iso-ne.com/markets-operations/system- 2022 ISO New England Electric Generator Air Emissions Report forecast-status/seasonal-system-outlook. 21 (December 21, 2023); https://www.iso-ne.com/static- assets/documents/100006/final_2022_air_emissions_report.pdf. 2023 Report of the Consumer Liaison Group page 23x 2 nitrogen oxide (NO ) emissions fell by 39%, and sulfur dioxide (SO ) emissions fell by 81%. From 2001 2 x 2 through 2022, CO emissions fell by 37%, NO emissions fell by 79%, and SO emissions fell by 98%. ISO 2 In addition to the annual analysis, the ISO publishes data on estimated CO emissions from New England Express ISO to Go power plants in a monthly recap of the wholesale electricity markets. Real-time estimates are available on 22 and . 5.2 Wholesale Electricity Markets ISO-NE designs, administers, and oversees the region’s competitive wholesale electricity markets. The ISO continuously works to modernize and enhance the wholesale markets, ensuring that they remain competitive and continue to provide efficient outcomes to support a reliable grid. In 2023, ISO New England provided updates to the CLG regarding the markets it designs and operates, with k5e.2y. 1p oRinestos usrucme mCaapraizceitdy bAeclcorwed. i tation in the Forward Capacity Market The ISO is undertaking a major effort to implement methodologies that will more accurately reflect resources’ contributions to resource adequacy. The Resource Capacity Accreditation (RCA) project will further support a 23 reliable clean energy transition. When determining the amount of capacity a resource can bid into the Forward Capacity Market (FCM), the ISO considers what that resource can be reasonably expected to produce during peak or stressed system conditions three years in the future. This process involves examining a number of factors, including the resource’s physical characteristics and historical performance. The RCA project builds upon and advances this framework to meet the changing needs of the region, evaluating the different characteristics of the growing share of clean energy resources contributing to the region’s power mix. Throughout 2023, ISO-NE and stakeholders continued discussing concepts underpinning the RCA. The ISO has made a commitment to FERC to file proposed improvements in time for FCA 19, originally scheduled for 2025. However, the ISO received approval from FERC to delay FCA 19 until 2026 to allow for completion of 24 the project. The ISO expects to file with FERC in August 2024. However, if it pursues a prompt/seasonal capacity market (as discussed in the next section), the ISO would seek FERC approval to delay the auction further, until 2028, in order to have time to develop the market rules to implement a new capacity market 5st.r2u.2ct uArltee, rwnahtiicvhe Fwoirllw inacrdlu Cdaep RaCciAty. Market Commitment Horizons ISO-NE is recommending a new capacity market structure to better ensure power system reliability and cost- efficiency as the region’s resource mix evolves. The ISO currently administers a Forward Capacity Market, using annual auctions to secure commitments from energy resources three years in advance. The proposed update would instead follow a “prompt/seasonal” model. “Prompt” means the capacity auction would take place closer to the delivery period. As a result, the auctions 2 2 “Monthly Prices,” archive (January 26, 2024), https://isonewswire.com/tag/monthly-prices/. 23 The most up-to-date information about the RCA project can be found at the “Resource Capacity Accreditation in the Forward Capacity Market Key Project” webpage (2024), https://www.iso-ne.com/committees/key-projects/resource- capacity-accreditation-in-the-fcm. 24 FERC order, Docket No. ER24-339-000 (January 2, 2024); https://www.iso-ne.com/static- assets/documents/100007/er24-339-000.pdf. 2023 Report of the Consumer Liaison Group page 24would be based on more accurate information about expected demand and resources’ ability to meet that demand during the most stressed system conditions. A prompt auction would also better accommodate resource development timelines, and reduce risk of resources securing capacity supply obligations but being unable to deliver. The “seasonal” element involves procuring capacity in a way that better addresses the distinct reliability challenges of winter and summer, and seasonal variations in resource performance. Before making a recommendation, ISO conducted stakeholder discussions in the NEPOOL Markets 25 Committee, and commissioned a study by Analysis Group that also endorsed a prompt/seasonal approach. The proposed reforms would take effect beginning with the 2028/2029 CCP. Under the current market structure, commitments for that period would be secured in FCA 19, currently scheduled for 2026. To pursue a prompt/seasonal capacity market, the ISO would seek FERC approval to delay FCA 19 until 2028, to allow time to implement a new capacity market structure that incorporates prompt/seasonal and RCA. If new rules are approved by FERC, the first prompt capacity auction would be held in early 2028 for the 26 2028/2029 commitment period. A NEPOOL Participants Committee vote on whether to begin designing the p5r.2o.m3 pDta/yse-Aahsoeanda lA mncairlklaerty i sS eprlvaincnese dIn fiotira Atipveri l 2024. 27 In January 2024, FERC accepted ISO-NE’s proposal to create an expanded Day-Ahead Market. The Day- Ahead Ancillary Services Initiative (DASI) creates a Day-Ahead Ancillary Services Market and retires the region’s Forward Reserve Market. The new market will compensate resources for providing required energy and reserve capabilities beyond what is secured in the existing Day-Ahead Energy Market. This market will provide performance incentives to participating resources, such as dispatchable fuel-fired generators and storage resources, to be prepared to provide energy when the bulk power system experiences sudden shifts in demand or unexpected loss of supply during the operating day. DASI will give the power grid greater flexibility as New England relies more heavily on weather-dependent resources and increases its use of electricity for heating and transportation. 5T.h2e. 4c hAannngueasl wRielpl otarktse f eroffmec ItS MOa Nrechw 1E, n2g0l2an5d. ’s Independent Market Monitors 28 The ISO regularly reports on the performance of the region’s wholesale electricity markets. In addition to detailed quarterly, monthly, and weekly reports, the ISO’s internal and external market monitors (IMM and EMM, respectively) prepare comprehensive annual reports on the development, operation, and performance 29 of the markets. Each year, the IMM meets with state officials, including public utilities commissioners, Capacity Market Alternatives for a Decarbonized Grid: Prompt and Seasonal Markets 2 5 , report (January 2024), https://www.iso-ne.com/static-assets/documents/100007/a08b_mc_2024_01_09_11_agi_updated_report.pdf. 26 Capacity supply obligations are in place for resources through May 2028. 27 FERC order, Docket No. ER24-275-000 (January 29, 2024); https://www.iso-ne.com/static- assets/documents/100007/er24-275-000.pdf. 28 The ISO’s various market reports are posted at its “Market Performance Reports” webpage (2024), http://www.iso- ne.com/markets-operations/market-performance/performance-reports. 29 The internal market monitor’s annual reports are posted at http://www.iso-ne.com/markets-operations/market- monitoring-mitigation/internal-monitor. The external market monitor’s annual reports are posted at http://www.iso- ne.com/markets-operations/market-monitoring-mitigation/external-monitor. 2023 Report of the Consumer Liaison Group page 25consumer advocates, and attorneys general, to discuss its annual markets report and field questions about the performance of the markets. 2022 Annual Markets Report 30 In June 2023, the IMM published the . The report assessed the state of competition in the wholesale electricity markets administered by the ISO during the prior operating year, January 1 to December 31, 2022. The IMM determined that New England’s capacity, energy, and ancillary services markets performed well and exhibited competitive outcomes. Among other observations, the report noted that the total wholesale cost of electricity in 2022 was $16.7 billion. This was $5.5 billion (or 50%) higher than the 2021 total. The higher energy prices were primarily driven by significantly higher energy costs (natural gas prices increased by over 100% year-over-year). Energy costs in 2022 were $11.7 billion, up 92% or $5.6 billion from 2021. Capacity costs totaled $2 billion, down 10% or $200 million from 2021, driven 5by.2 c.5le aFroirnwga prrdi cCeasp ianc FitCyA A 1u2ct aionnd 1 F8C A 13. On February 5, 2024, ISO-NE conducted its 18th annual Forward Capacity Auction. After four rounds of competitive bidding, FCA 18 concluded with sufficient resources to meet peak demand during the 2027/2028 CCP. The auction secured capacity supply obligations (CSO) from 31,556 MW of resources to be available during the 2027/2028 CCP. The auction closed with clearing prices of $3.58 per kilowatt-month (kW-month) in all zones and import interfaces. In comparison, prices in the 2023 auction ranged from $2.55/kW-month to 31 $2.59/kW-month across different pricing zones. Continuing the trend seen in recent auctions, new generating resource securing CSOs were non-carbon- emitting resources, including offshore wind, solar, and hydroelectric resources. New and existing solar and wind generation, energy storage, and demand resources secured obligations totaling about 5,540 MW, accounting for about 18% of all capacity clearing the auction. New solar generation and energy storage resources, or facilities combining the two, secured obligations totaling about 795 MW. This accounted for the majority of new generating resources, which also included about 185 MW of new wind resources. More than 8% of the total obligations secured in FCA 18 went to new and existing demand-reducing resources. This category includes an assortment of business models, including traditional energy efficiency and demand response programs, as well as aggregations of residential homes that agree to reduce grid 5de.2m.6a nFdE RdCu rOinrdge pre Naok. s2u2m22m er hours through a combination of solar panels and batteries. Participation of Distributed Energy Resource Aggregations in Markets Operated by Regional Transmission Organizations and Independent System Operators In 2020, FERC issued Order No. 2222: 32 . The rule required ISOs and RTOs to modify their tariffs to reduce barriers to the wholesale market participation of distributed energy resources (DERs) by allowing DERs to provide wholesale services through distributed energy 2022 Annual Markets Report 3 0 (June 5, 2023), https://www.iso-ne.com/static-assets/documents/2023/06/2022-annual- markets-report.pdf. 31 “New England’s Forward Capacity Auction Closes with Adequate Power System Resources for 2027/2028,” news release (February 9, 2024), https://www.iso-ne.com/static- Participation of Distributed Energy Resource Aggregations in Markets Operated by Regional Transmission assets/documents/100008/20240209_pr_fca18_initial_results.pdf. 3O2rganizations and Independent System Operators FERC, , Docket No. RM18-9-000; Order No. 2222 (September 17, 2020), https://www.ferc.gov/sites/default/files/2020-09/E-1_0.pdf. 2023 Report of the Consumer Liaison Group page 26resource aggregation. ISO-NE, joined by NEPOOL and the Participating Transmission Owners, made its 33 primary compliance filing in February 2022, with subsequent compliance filings in 2023. DERs participating in the wholesale markets exclusively through an aggregation arrangement were already exempt from the ISO’s interconnection process under FERC Order No. 2222. The revisions to the ISO tariff extend that treatment to individual DERs so that, in New England, all DERs will follow the applicable state interconnection process. The revisions will reduce uncertainty regarding the interconnection process of DERs, while increasing the energy supply and lowering wholesale electricity prices for customers. The ISO will continue to review reliability analyses, as required under its tariff. Other changes from the order include measures that will improve the coordination of interconnection studies. The ISO dedicated significant resources to develop its compliance proposals through a comprehensive stakeholder process and substantial coordination among a large number of affected entities across the six New England states, including prospective DER aggregators, electric distribution companies and meter readers, electric retail regulatory authorities, and others. The changes went into effect in August 2022. 5.3 Regional System Planning The ISO’s final critical role is to manage the regional power system planning process. To aid in power system planning, reliability studies, and other processes, the ISO forecasts future demand for electricity in New England so the region and the marketplace will be informed about the potential need for additional energy infrastructure. The ISO also forecasts the long-term growth of resources like energy efficiency and distributed generation that may impact the ISO’s planning functions. This information drives decisions on transmission needs, and provides signals in the wholesale markets for development of supply and demand resources. ISO-NE maintains an ongoing 10-year plan for the region to ensure the power grid continues to operate reliably as conditions change. The plan is built on a foundation of standards and criteria for reliability set by the ISO, Northeast Power Coordinating Council, and North American Electric Reliability Corporation. Careful studies and analyses inform the plan and are also used to evaluate proposed projects initiated in response to the plan or market signals. The ISO does not select specific supply resources for development or retirement. Those decisions are made by resource owners and developers through the wholesale markets. Key aspects of the ISO’s planning process in 2023 included developing forecasts of energy use, energy efficiency, distributed generation development, and transportation and heating electrification; completing 10- year and longer-term transmission studies; undertaking significant reforms to generator interconnection p5r.3o.c1e dEunreersg ya nEdff iacgierneecym aenndts D; iasntrdi beuxtpeldo rGiennge arsasteiot nc oFnodreitciaosnt sp roject process improvements. Since 2012, the ISO has developed an annual energy efficiency (EE) forecast to equip system planners and regional stakeholders with information about the long-term impacts of EE investments on the region’s peak electricity use and overall demand for energy. Energy efficiency has been a key topic of interest to consumers and consumer advocates since the inception of the CLG. 3 3 ISO New England Inc. and New England Power Pool, “Revisions to ISO New England Inc. Transmission, Markets and Services Tariff to Allow for the Participation of Distributed Energy Resource Aggregations in New England Markets,” FERC filing, Docket No. ER22-___-000 (February 2, 2022); https://www.iso-ne.com/static- assets/documents/2022/02/order_no_2222_filing.pdf. 2023 Report of the Consumer Liaison Group page 27Developing the forecast is a collaborative process led by the ISO with input from the Energy Efficiency 34 Forecast Working Group (EEFWG). The process incorporates input from representatives of state-sponsored EE programs and state regulatory agencies. State policies are the major drivers of EE investments, and thus the forecast model is built using state policy information on EE statutory targets, funding levels, and economic trends, as well as FCM inputs such as clearing prices. The most recent EE forecast was released on April 10, 2023, with the next one scheduled for release in spring 35 2024. The ISO forecasts that by 2032 the region will have approximately 2,436 MW of EE investments and will experience annual load reductions of 12,810 gigawatt-hours (GWh) from EE. Since 2013, the ISO has led a regional Distributed Generation Forecast Working Group (DGFWG) to collect data on distributed generation (DG) policies and implementation and to forecast long-term incremental DG 36 growth in New England. For the purposes of this forecast, DG resources are usually 5 MW or less in nameplate capacity and are interconnected to the distribution system. Photovoltaic (PV) resources represent the largest share of DG resources throughout New England. Final 2023 PV Forecast The shows steady growth, with approximately 11,913 MW (AC nameplate rating) of 37 distributed solar power resources to be installed by 2032 throughout New England. The forecast also reported that about 5,473 MW of distributed PV had been installed throughout New England through the end of 2022. 3 4 More information about the EEFWG is available at the ISO’s “Energy-Efficiency Forecast Working Group” webpage, https://www.iso-ne.com/committees/planning/energy-efficiency-forecast/. 35 “Final 2023 Energy Efficiency Forecast,” presentation (April 10, 2023); https://www.iso-ne.com/static- assets/documents/2023/04/eef2023_final.pdf. 36 Information about the DGFWG is available at the ISO’s “Distributed Generation Forecast Working Group,” webpage, https://www.iso-ne.com/committees/planning/distributed-generation/. Information about the latest DG forecast is available at https://www.iso-ne.com/system-planning/system-forecasting/distributed-generation-forecast/. 37 “Final 2023 Solar PV Forecast,” presentation (April 10, 2023); https://www.iso-ne.com/static- assets/documents/2023/04/2_final_2023_pv_forecast.pdf. 2023 Report of the Consumer Liaison Group page 28Table 5-1 Final 2023 PV Forecast (MW) Cumulative Total MW (AC nameplate rating) States Through 2023 2024 2025 2026 2027 2028 2029 2030 2031 2032 2022 CT MA 912.0 171.0 174.0 165.0 131.0 131.0 131.0 112.0 111.0 110.0 92.0 ME 3,289.0 348.0 330.0 312.0 312.0 312.0 312.0 232.0 228.0 224.0 220.0 NH 295.0 277.0 262.0 107.0 107.0 107.0 107.0 107.0 83.0 82.0 81.0 RI 183.0 25.0 24.0 23.0 23.0 23.0 23.0 23.0 23.0 23.0 23.0 VT 326.0 52.0 49.0 47.0 47.0 47.0 47.0 47.0 40.0 40.0 39.0 Regional— Cumulative 54,46783.0.0 92092.0.0 82677.0.0 62769.0.0 62465.0.0 62476.0.0 62476.0.0 52488.0.0 52193.0.0 53007.0.0 43815.0.0 (MW) Forecast Report ofCapacity, Energy, Loads, and Transmission The ISO develops the EE and PV forecasts with input from stakeholders. The forecasts are published in the 38 I5S.O3.’2s aTnrnaunaspl ortation and Heati ng Electrification Forecasts (CELT Report). Since 2020, the ISO has forecasted the impacts of heating and transportation electrification on state and regional electricity use. The forecasts are included in the annual CELT Report. The electrification of the heating and transportation sectors is expected to play a pivotal role in meeting the New England states’ greenhouse gas reduction mandates and goals over the coming decades. To help ensure the power grid is prepared for the decarbonized future, ISO-NE expanded its 10-year planning forecasts to capture growth in air-source heat pumps and a broader variety of electric vehicles, and to quantify resulting increases in grid electricity demand. In April 2023, the ISO published its 10-year heating electrification 39 forecast and transportation electrification forecast. In New England by 2032, the ISO forecasts that there will be more than one million households with heat pumps, and more than 600 million square feet of commercial space heated with heat pumps—increasing annual energy consumption by 7,334 MW and contributing up to 2,965 MW to winter peak load. For the 2023 transportation electrification forecast, in addition to light-duty personal vehicles, the ISO considers four classes of fleet vehicles: light-duty fleet, medium-duty delivery, school buses, and transit buses. Total fleet electric vehicle adoption is estimated to reach over 251,000 by 2032. Light-duty electric vehicles, including cars and trucks, were estimated to total over 2.7 million regionwide. The ISO forecasted that in 2032, overall transportation electrification will increase annual energy consumption by 13,961 GWh and contribute 2,346 MW to summer peak and 3,420 MW to the winter peak. The ISO continues to modify its heating and transportation electrification forecasting methodologies as state policies and initiatives are further developed and additional data becomes available. The 2024 CELT Report is expected to be released in Q2 2024. 3 8 The ISO’s CELT Reports and related materials are available at https://www.iso-ne.com/system-planning/system-plans- studies/celt/. 39 “Final 2023 Heating Electrification Forecast,” presentation(April 28, 2023), https://www.iso-ne.com/static- assets/documents/2023/04/heatfx2023_final.pdf; “Final 2023 Transportation Electrification Forecast,” presentation (April 28, 2023), https://www.iso-ne.com/static-assets/documents/2023/04/transfx2023_final.pdf. 2023 Report of the Consumer Liaison Group page 295.3.3 Storage as Transmission-Only Assets In October 2023, FERC accepted a proposal from ISO-NE that will enable energy storage technology to play an 40 important role in ensuring a reliable transmission system. Storage as transmission-only assets (SATOAs) could include a variety of storage resources, including battery technology and pumped hydropower. Because they would be built only to serve a transmission reliability purpose, SATOAs will not compete in the electricity markets and will have minimal effect on wholesale prices. While SATOAs would be owned and maintained by transmission companies, ISO-NE system operators would control their use. SATOAs would be used under specific system conditions to prevent localized overloading, to help prevent or mitigate controlled outages in the unlikely event that demand for electricity were to exceed the regionally available supply, or to assist with system recovery after an outage. Construction of SATOAs by transmission companies would depend upon selection in the open regional system planning process administered by the ISO, similar to the way reliability-based system upgrades are handled today. SATOA rules would not apply to or restrict the numerous other energy storage resources that already compete in the markets, including almost 2,000 MW of pumped storage and more than 600 MW of new and existing battery storage resources that secured obligations in the Forward Capacity Auction for the 2024/2025 commitment period. Nor would the rules apply to or restrict battery resources proposed in the 5IS.3O.’4s I2n0te5r0c Tornannescmtiiosnsi oRne qSutuedsyt Queue, or future projects looking to participate in the markets. The ISO conducted the landmark 2050 Transmission Study in response to a recommendation by the New England States Committee on Electricity (NESCOE) to conduct a comprehensive long-term analysis of regional 41 transmission needs. The study assessed the transmission system investment needed to reliably deliver all the power the region needs into the middle of the century, amid an evolving resource mix and an expected near-tripling of winter peak demand. Findings presented in November 2023 indicate that limiting peak electricity use through demand response, energy efficiency, or other means would significantly reduce the amount New England must spend on transmission upgrades over the next two-plus decades. Cumulative costs to upgrade the transmission system could reach $17 billion to reliably serve a 51 GW peak in 2050, or $26 billion to support a 57 GW peak. 42 The final 2050 Transmission Study report was posted in February 2024. The report includes sets of potential solutions, or roadmaps, designed to assist stakeholders in their efforts to facilitate the clean energy transition. The longer-term transmission study process is currently informational, and does not include a formal mechanism for triggering the construction of new transmission projects. Stakeholder discussions are underway around a new process to allow the ISO and NESCOE to choose which transmission system concerns 43 to address, and to solicit project proposals and advance them toward construction. Order Accepting Tariff Revisions 4 0 FERC, , Docket No. ER23-739-000 (October 19, 2023); https://www.iso-ne.com/static- assets/documents/100004/er23-739-000.pdf. 41 New England State Committee on Electricity, “New England States Vision Statement,” webpage (October 16, 2020), 2050 Transmission Study https://nescoe.com/resource-center/vision-stmt-oct2020/. 42 , report (February 12, 2024); https://www.iso-ne.com/static- assets/documents/100008/2024_02_14_pac_2050_transmission_study_final.pdf. 43 Documents related to the Extended-Term Transmission Planning Tariff Changes Key Project are available at https://www.iso-ne.com/committees/key-projects/extended-term-transmission-planning-key-project. 2023 Report of the Consumer Liaison Group page 305.3.5 Regional System Plan The 2023 Regional System Plan (RSP23), finalized in November 2023, is a comprehensive look at the evolving 44 needs of the region’s power grid. Issued once every two years, the RSP assesses the types of resources and transmission facilities the region will need over the next 10 years, while accounting for market efficiencies and economic and environmental considerations. The RSP helps regional stakeholders assess needs related to grid reliability. Publishing an RSP at least once every three years is one of the ISO’s responsibilities as mandated by FERC. RSP23 is the culmination of an open, public process conducted through public meetings of the Planning Advisory Committee (PAC), where stakeholders—including market participants, state officials, and consumer and environmental advocates—offered input and feedback. In response to some of this feedback, this year’s RSP is shorter and more accessible than past editions. ISO staff presented the draft RSP23 at the ISO-NE Board of Directors Annual Open Board Meeting. Compiled RSP23 stakeholder comments and ISO responses 45 5ha.3v.e6 bFeEeRnC p Oorsdteedr Ntoo t. h2e0 2R3S P webpage. On July 28, 2023, FERC issued Order No. 2023, mandating that ISOs and RTOs implement reforms to generator interconnection procedures and agreements to ensure that interconnection customers can 46 interconnect to the transmission system in a reliable, efficient, transparent, timely, and fair manner. The primary elements of the order include implementing a first-ready, first-served study process (eliminating the current first-come, first-served study process); speeding up interconnection queue processing through improved processes, deadlines, and penalties; and incorporating technological advancements into the interconnection process such as modeling and performance standards for inverter-based resources. The reforms are intended to address interconnection queue backlogs. The ISO is dedicating significant resources to this important initiative to develop its compliance proposal and bringing it through the stakeholder process. After the ISO submits its compliance filing to FERC, a transition process will begin in early 2024 to aid the conversion to the new requirements. The ISO hosted a public webinar on March 26, 2024, to discuss the ISO’s compliance proposal and Affected 47 S5y.3s.t7em N EOSpCeOrEat Aorss settu Cdoiensd.i Ati orne cPorrodjeincgt Porf otchees sw Reebqinuaesrt w ill be available on the ISO website. In addition to reliability-related transmission upgrades identified through ISO-led planning processes, owners of pool transmission facilities (PTFs) in New England may identify replacements or upgrades to existing facilities. These are known as asset condition projects. In February 2023, NESCOE asked the New 2023 Regional System Plan 4 4 , report (November 1, 2023), https://www.iso-ne.com/static- Combined 2023 RSP Stakeholder Comment Forms with ISO Responses assets/documents/100005/20231114_rsp_final.pdf. 45 , report (December 7, 2023); https://www.iso- ne.com/static- assets/documents/100006/2023_12_07_pac_combined_2023_rsp_stakeholder_comment_forms_with_iso_responses_final _nov1_update.pdf. 46 FERC, “Improvements to Generator Interconnection Procedures and Agreements,” Docket No. RM22-14-000; Order No. 2023 (July 28, 2023); https://www.ferc.gov/media/e-1-order-2023-rm22-14-000. 47 “FERC Order No. 2023 and ASO Studies Public Webinar,” webpage (February 2024), https://www.iso-ne.com/event- details?eventId=154443. 2023 Report of the Consumer Liaison Group page 31England Transmission Owners (NETOs) to reform New England’s asset condition project process, and 48 expressed interest in developing a transmission infrastructure right-sizing approach. To support these efforts, NESCOE requested the creation of a Major PTF Equipment Asset Condition Database and an Asset Condition Needs and Solutions Guidance Document. The proposed reforms aim to provide a more transparent, predictable, and uniform planning process for asset condition projects. Right-sizing proposed transmission projects, if done carefully and deliberately, may provide opportunities for long-term cost savings and benefits to New England consumers. NESCOE has argued that substantial efforts on right-sizing should not occur until the region makes progress on asset condition project reforms, and has 49 urged the NETOs to prioritize finalizing the guidance document in the nearest term. A5t. 4th Be toimared o fA thnisn roeuponrct’es mpuebnlictast,i oGno, vstearkenhaonldceer dEinschuassniocnesm areen otnsg,o ainngd a tP thueb PliAcC M. eeting The ISO elects its Board of Directors through a joint nominating process that involves representatives from the board, NEPOOL, and the New England Conference of Public Utilities Commissioners (NECPUC). The members of the Board of Directors have expertise in financial markets, law, electric power operations, and regulation, among other disciplines. Board members are subject to the company’s code of conduct, which includes a non-affiliation provision designed to maintain the independence of the company from participants 50 i5n.4 N.1ew IS EOn Ngleawn dE’nsg wlahnodl eEslaelcet sm 2a0r2k3e tBso aanrdd tShlaetire affiliates. In June 2023, the ISO announced the election of its 2023 Board of Directors slate. Brook M. Colangelo and Mark Vannoy were reelected to a third and second term, respectively, along with new director Craig Ivey. Ivey’s three-year term began on October 1, 2023. Roberto Denis, member of the Board since 2014, retired 51 prior to October 1. Ivey is the former president of Consolidated Edison Company of New York, Inc., retiring in 2017 after nine years. In this role, he was responsible for all aspects of the electric system that serves over 9 million New Yorkers. Ivey serves on the board for Ameren Corporation, as well as the Fresh Air Fund, a nonprofit serving 5ch.4il.d2r eISnO i nN leoww E-inngcloamnde Aconmnumalu Onpiteiens B iona Nrde wM eYeotrikn gC ity. In November 2023, the Board held its annual open meeting—with options to attend in-person in Boston or 52 virtually via Webex—where the public was invited to observe Board discussions and offer comments. The Asset Condition Projects and Process Improvements 48 New England States Committee on Electricity, , letter (February 8, Asset Condition Guidance Document 2023); https://nescoe.com/wp-content/uploads/2023/02/Asset_Condition_Ltr_2-8-23.pdf. 49 New England States Committee on Electricity, , letter (February 8, 2024); https://www.iso-ne.com/static- assets/documents/100008/2024_02_12_pac_nescoe_asset_condition_guidance_document.pdf. 50 ISO Newswire “Board of Directors,” webpage (February 21, 2024), https://www.iso-ne.com/about/corporate-governance/board/. 51 ISO Newswire “ISO New England elects 2023 board slate,” (June 28, 2023), https://isonewswire.com/2023/06/28/iso- ne-elects-2023-board-slate/; “Roberto Denis retires from ISO-NE Board of Directors,” (September 29, ISO New England Governance Enhancements—Update to May 20, 2022 Memo 2023), https://isonewswire.com/2023/09/29/roberto-denis-retires-from-iso-ne-board-of-directors/. 52 (July 6, 2022), https://www.iso- ne.com/static-assets/documents/2022/05/board_memo_to_nescoe_governance_enhancements_052022.pdf. 2023 Report of the Consumer Liaison Group page 32ISO-NE Board of Directors and participants heard from ISO system planners, an industry expert, and 53 members of the public. Comments from participants were posted to the ISO-NE website. Board Chair Cheryl LaFleur opened the meeting by describing the ISO’s role in the region. ISO-NE President and CEO Gordon van Welie delivered a report about ongoing transmission planning projects, and ISO staff presented the draft 2023 Regional System Plan. Dr. Debra Lew, associate director of the Energy Systems Integration Group, discussed challenges around fully decarbonizing the energy sector, the potential for overbuilding intermittent resources, and the need for the development of clean energy resources that can 54 reliably meet peak demand. Presentation slides and a video recording of the meeting have been posted to 55 the ISO-NE website. The Board plans to host another public meeting in 2024 focusing on the wholesale electricity markets. 5.5 The ISO’s Budget Review Process ISO New England is committed to providing an open and transparent budgeting process, starting with preliminary reviews by the states, followed by detailed discussions with state and regional stakeholders, and culminating with a FERC review. On October 13, 2023, following consultation with New England state regulators, consumer advocates, attorneys general, and other stakeholders, the ISO filed its proposed 2024 56 operating and capital budgets with FERC for review and approval. FERC approved the budget on December 57 151.5, .210 P2r3o.po sed Operating Budget The proposed operating budget for 2024, before depreciation and true-up, is projected to be $276.9 million, which is $36.7 million or 15.3% higher than the 2023 operating budget. After depreciation and true-up, the revenue requirement for 2024 is projected to be $273.9 million, which is $48.3 million or 21.4% higher than the 2023 revenue requirement of $225.6 million. If the ISO’s projected revenue requirement for 2024 was fully passed through to end-use customers, their cost would average $1.46 per month (up from $1.18 per m5.5on.2th P froorp tohseed 2 C0a2p3i traelv Benudugee rte quirement). The 2023 capital budget is projected to be $35 million ($1.5 million higher than the 2023 capital budget). The increase is driven by investments in software, cybersecurity needs, market and reliability projects, and the replacement of IT assets and infrastructure. 5 3 “Public Comments to the Board of Directors,” webpage (November 30, 2023), https://www.iso- ne.com/about/corporate-governance/board/public-comments-to-the-board-of-directors. 54 Debra Lew, “What does a decarbonized future look like: The Last 10%,” presentation(November 1, 2023); https://www.iso-ne.com/static-assets/documents/100005/2023-open-board-meeting-and-rsp23-public-meeting-esig- debra-lew-presentaion.pdf. 55 “2023 Regional System Plan Public Meeting/Open Meeting of the ISO New, England Board of Directors,” presentation (November 1, 2023), https://www.iso-ne.com/static-assets/documents/100005/2023-open-board-meeting-and-rsp23- public-meeting-iso-slides.pdf; “2023 November RSP & Open Board Meeting” video recording (November 1, 2023), Filing of 2024 Capital Budget and Revised Tariff Sheets for Recovery of 2024 Administrative Cost https://vimeo.com/885351468. 56 , Docket No. ER24-90-000 (October 13, 2023); https://www.iso-ne.com/static-assets/documents/100004/iso_2024_budget_filing.pdf. 57 FERC Order Accepting Capital Budget for Calendar Year 2024 and 2024 Administrative Costs, Docket No. ER24-90-000 (December 11, 2023); https://www.iso-ne.com/static-assets/documents/100006/er24-90-000.pdf. 2023 Report of the Consumer Liaison Group page 335.5.3 Budget Review Process The ISO’s budget-development process begins in January of each year with stakeholder discussions on priorities in planning, operations, and capital projects. In the June to August timeframe, the ISO presents preliminary operating and capital budgets to its stakeholders for review. By the end of October, the ISO submits its final operating and capital budgets to FERC for review. The ISO’s board of directors plays an active role throughout the budget-review process, taking into account feedback from stakeholders before voting on the proposed budget in October. The ISO’s formal budget-review process also includes a preliminary budget presentation around the time of the annual NECPUC Symposium in May and an additional budget presentation with the New England states in 58 August. The states have the opportunity to submit questions and comments, to which the ISO issues formal responses. The comments submitted by the states and the ISO’s responses are filed with FERC in October 59 alongside the proposed budget, and posted to the ISO’s website. More information regarding the ISO’s 60 budget, including an overview of the budget-development process, is available on the ISO-NE website. Settlement Agreement, 5 8 Docket Nos. ER13-185, ER13-192 (May 13, 2013), https://www.iso-ne.com/static- assets/documents/regulatory/ferc/filings/2013/may/er13_185_000_5_9_13_settlement_agreement.pdf 59 “Budget,” webpage (2023), https://www.iso-ne.com/about/corporate-governance/budget/. 60 “The ISO’s Funding and Budgeting Process,” webpage (2023), https://www.iso-ne.com/about/what-we-do/in- depth/the-iso-funding-and-budgeting-process. 2023 Report of the Consumer Liaison Group page 34Analysis of Wholesale Costs and Retail Rates One of the primary goals among CLG participants when the group first formed was to better understand how a typical retail consumer’s bill reflects wholesale market costs. ISO-NE first conducted this analysis in 2009 and has subsequently updated it each year for the annual CLG report. The analysis concluded that wholesale costs and the rates for residential retail power supply can vary dramatically among the states and from year to year, mainly because wholesale electricity markets and retail electricity markets are used to obtain different products. Wholesale markets reflect the short-term spot market for electric energy, whereas retail rates reflect longer-term, fixed-price contracts. The relationship between wholesale costs and retail rates will also vary with each utility’s and state’s procurement practices for retail power. Understanding these differences is essential when comparing the two markets. Table 6-1 shows the range of average wholesale market costs for calendar years 2013–2023 among the New England states and the range of residential retail power supply rates in effect immediately thereafter (i.e., on January 1 of each year) for each of the states with Tunabbulen d6l-e1d retail electricity markets. Wholesale Market Costs and Residential Retail Power Supply Rates (¢/kWh)(a)(b) Date Residential Retail Residential Retail Power Wholesale Market Costs Power Supply Rates in Supply Rates(c) (¢/kWh) Effect (¢/kWh) 2023 January 1, 2024 2022 January 1, 2023 4.80 – 5.29 10.83 – 17.74 2021 January 1, 2022 10.51-10.89 17.47 – 29.28 2020 January 1, 2021 6.63 – 6.75 9.82 – 15.18 2019 January 1, 2020 4.82 – 4.88 6.41 – 11.97 2018 January 1, 2019 6.13 – 6.20 7.24 – 13.11 2017 January 1, 2018 7.48 – 7.81 8.92 – 13.51 2016 January 1, 2017 5.36 – 5.68 7.83 – 12.61 2015 January 1, 2016 4.11 – 4.37 6.64 – 10.36 2014 January 1, 2015 5.43 – 5.78 6.56 – 11.85 2013 January 1, 2014 7.53 – 8.27 7.56 – 15.56 6.75 – 7.23 6.81 – 9.56 (a) The analysis is based on a hypothetical residential consumer that uses 750 kilowatt-hours (kWh) per month. The values indicate a range of lowest-to-highest costs among the states. Wholesale markets costs for 2023 are preliminary. (b) The figures in this range are the load-weighted residential retail power supply rates as calculated by the ISO using rates approved by state regulators as of January 1, 2024 and 2023 load figures by utility, by state. (c) The ranges for residential retail power supply rates include the states that have unbundled retail electricity markets. Vermont has not unbundled its retail electricity market; therefore, its rates are not included as part of this analysis. 2023 Report of the Consumer Liaison Group page 35Addi•t ional results of the analysis are as follows: From 2022 to 2023, wholesale market costs decreased 51.3% to 54.9% across the New England states. Many states saw a significant decrease in retail power supply rates in effect on January 1, • 2024, compared with retail power supply rates in effect on January 1, 2023. Most states saw a decrease in total residential retail electricity rates in effect on January 1, 2024, compared with total residential retail electricity rates in effect on January 1, 2023. These rates 61 • include costs for power supply, transmission, distribution, and all other delivery service charges. The estimated regional transmission rate decreased by approximately 1.2% from 2022 to 2023 (from 2.2153 ¢/kWh in 2022 to 2.1882 ¢/kWh in 2023) and is equivalent to 6.2% to 9.8% of total load-weighted residential retail electricity rates in effect on January 1, 2024, which ranged from 62 • 22.39 ¢/kWh to 35.42 ¢/kWh. A review of actual transmission rates for residential retail consumers in Connecticut, Maine, Massachusetts, New Hampshire, and Rhode Island in effect on January 1, 2024, shows that 63 transmission represents approximately 11.4% to 15.1% of total residential retail electricity rates. 6 1 Total residential retail electricity rates in effect on January 1, 2023 ranged from 26.24 to 44.60 ¢/kWh among the five New England states included in the analysis. Total load-weighted residential retail electricity rates in effect on January 1, 2024 ranged from 22.39 to 35.42 ¢/kWh. 62 The regional transmission rate reflects the costs of reliability projects identified through the regional transmission planning process as providing a regional benefit. These costs are considered part of the regional network service (RNS). The regional transmission rate is calculated as the sum of all RNS charges and tariff-based reliability services for the specific period, divided by the total net enerTgyra fnosrm loisasdio fno,r M thaer kseatms, ea pnder Sioerdv. iFcoesr T2a0r2i3ff, the period is based on the 12 months ending December 31, 2023. The regional transmission rate is established by the region’s transmission owners and is collected through ISO New England’s . For more information, see http://www.iso-ne.com/participate/rules-procedures/tariff and http://www.iso-ne.com/participate/support/faq/oatt- iso-tariff. Information on net energy for load is available at: http://www.iso-ne.com/isoexpress/web/reports/load-and- demand/-/tree/net-ener-peak-load. 63 The difference between actual transmission rates for residential consumers and the regional transmission rate is the inclusion of local transmission costs and projects in the residential transmission rates. Additionally, methodologies to allocate transmission costs to residential customers are likely to vary by state and utility. This analysis does not include VT. 2023 Report of the Consumer Liaison Group page 36New England Wholesale Electricity Costs The annual wholesale costs of meeting consumer demand for electricity in New England can vary significantly. Over the past 10 years, total annual costs have ranged from a low of $7.7 billion in 2016 to a high of $16.8 billion in 2022. Table 7-1 summarizesT Naebwle E 7n-g1la nd’s wholesale electricity costs for 2014 to 2023. New England Wholesale Electricity Costs, 2014 to 2023 (in Millions and ¢/kWh)(a) 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 (b) $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh Wholesale market costs Energy (LMPs)(c) Ancillaries(d) $9,079 6.9 $5,910 4.5 $4,130 3.2 $4,498 3.5 $6,041 4.7 $4,105 3.3 $2,996 2.4 $6,101 4.8 $11,712 9.0 $4,847 3.9 Capacity(e) $331 0.3 $210 0.2 $146 0.1 $132 0.1 $147 0.1 $83 0.1 $62 0.1 $52 0.0 $124 0.1 $182 0.1 Subtotal $$110,0,45666 08..08 $$17,,212190 05..58 $$15,,413670 04..29 $$26,,827455 15..48 $$39,,679046 27..68 $$37,,458091 26..07 $$25,,762602 24..72 $$28,,420443 16..68 $$113,8,76041 110.4.5 $$16,,333088 15..11 Transmission charges(f) RTO costs(g) $1,828 1.4 $1,964 1.5 $2,081 1.6 $2,199 1.7 $2,250 1.7 $2,146 1.7 $2,331 1.9 $2,688 2.1 $2,739 2.1 $2,612 2.1 $165 0.1 $165 0.1 $180 0.1 $193 0.2 $196 0.2 $184 0.1 $191 0.2 $216 0.2 $214 0.2 $214 0.2 Total $12,4 59 9. 5 $9,3 58 7. 1 $7,6 98 5.9 $9,2 67 7.3 $12,2 40 9. 4 $9,915 M7y.s9t ic co$s8t-,2o4f-2s ervi6ce.7 a gre$e1m1,e3n0t8 8.9 $1$61,6862 8 103.1.0 $$94,66204 07..74 = (a) Average annual costs are based on the 12 months beginning January 1 and ending December 31. Costs in millions = the dollar value of the costs to New England wholesale market load servers for ISO-administered services. Cents/kWh the value derived by dividing the dollar value (indicated above) by the real-time load obligation. These values are presented for illustrative purposes only and do not reflect actual charge methodologies. (b) The wholesale values for 2023 are preliminary and subject to reconciliation. (c) Energy values are derived from wholesale market pricing and represent the results of the Day-Ahead Energy Market plus deviations from the Day-Ahead Energy Market reflected in the Real-Time Energy Market. (d) Ancillaries include first- and second-contingency Net Commitment-Period Compensation (NCPC), forward reserves, real-time reserves, regulation service, and a reduction for the Marginal Loss Revenue Fund. (e) Capacity charges are those associated with the Forward Capacity Market (FCM) from June 2012 forward. Open Access Transmission Tariff (f) Transmission charges reflect the collection of transmission owners’ revenue requirements and tariff-based reliability services, including blackstart capability, voltage support, and FCM reliability. In 2019, the cost of payments made to these generators for reliability services under the ISO’s (OATT) was $57.4 million. Transmission charge ISO New England Inc. Transmission, Markets, and totals for 2010 forward reflect the refund of OATT Schedule 1 through-or-out (TOUT) service charges to regional network load. Services Tariff (g) RTO costs are the costs to run and operate ISO New England and are based on actual collections, as determined under Section IV of the . 2023 Report of the Consumer Liaison Group page 37Total wholesale costs include the cost of traditional supply resources and demand resources and the annual cost of transmission investment to serve all the region’s power needs. These costs also include the cost of all ISO functions to operate the power grid, administer the markets, implement the 10-year power system planning process, and provide market-monitoring oversight of participant behavior and in-depth market analysis and reporting. Between 2011 and 2023, the ISO’s annual costs have ranged from $130 million to $216 million. Market participants that purchase electricity from the wholesale market for their own use or to supply to retail customers pay wholesale electricity costs. In turn, suppliers and utilities provide electricity to retail customers according to the retail market structures and requirements of the six New England states. Utilities charge retail customers for power supply through their monthly bills using the rates approved by the state or local public utilities commissions. Retail customers share in the cost of regional transmission upgrades for reliability and generally pay for it over a 35- to 40-year period through the transmission rates in their retail bill. In 2023, the total value of all wholesale electricity costs, including the cost of regional transmission upgrades and ISO operations, was approximately $9.6 billion. Allocating this cost across the load served at a wholesale level (real-time load obligation) in 2023 yields a rate of 7.7 ¢/kWh. Wholesale values for 2023 are preliminary and subject to reconciliation. 2023 Report of the Consumer Liaison Group page 38",
    "TEXT BY PAGE": [
        "Consumer Liaison Group Coordinating Committee 2023 Report of the Consumer Liaison Group © ISO New England Inc. Joint Report of the Consumer Liaison Group Coordinating Committee and ISO New England MAY 2024 ISO-NE PUBLIC",
        "Contents Contents .............................................................................................................................................................. iii Tables .................................................................................................................................................................. iv Statement from the Consumer Liaison Group Coordinating Committee ..................................... 1 Purpose and Structure of the Consumer Liaison Group ................................................................ 4 ........................................................................................................................................................... 4 ................................................................................................................... 4 2.1 Objectives ........................................................................................................................................................ 5 2.2 Participation and Meeting Format ................................................................................................................... 6 2.3 Governance 2.4 Info rC mon ats iu om n ae nr d L Cia oi mso mn u G nr ico au tp io M nseeting Summaries ............................................................................... 7 .......................... 7 ................................................................................................ 10 3.1 March 30: What is the Energy Transition and What Does it Mean for ISO New England? ................................... 13 3.2 June 9: Challenges of Long-Duration Storage ................. 16 3.3 September 21: Ratepayer Advocates’ Role in Navigating the Clean Energy Future 3.4 Dec eC mo bn es ru 6m : e Ar D L ii sa ci us so sn io G nr wou itp h F Ru et pu rr ee se I nn ti at tia ivt eiv s e os f t..h..e.. .I.S..O.. .N...e.w... .E..n..g..l.a..n..d.. .B...o..a.r..d.. .o..f. .D..i..r.e..c..t.o..r.s.................. 19 ISO New England Activities and Initiatives ................................................................................... 20 ............................................................................................................................... 20 ........................................................................................................................ 24 5.1 Power System Operations ............................................................................................................................... 27 5.2 Wholesale Electricity Markets .................................................. 32 5.3 Regional System Planning ................................................................................................................... 33 5.4 Board Announcements, Governance Enhancements, and Public Meeting 5.5 The A ISn Oa ’sly Bs uis d o gef tW Rh eo vil ee wsa Ple r oC co es st ss and Retail Rates ............................................................................... 35 New England Wholesale Electricity Costs ..................................................................................... 37 2023 Report of the Consumer Liaison Group page iii",
        "Tables Table 5-1 Final 2023 PV Forecast (MW) .............................................................................................................................................2 9 (a)(b) Table 6-1 Wholesale Market Costs and Residential Retail Power Supply Rates (¢/kWh) ................................... 35 Table 7-1 ...........................................................................................................................................................................................................3 7 2023 Report of the Consumer Liaison Group page iv",
        "Statement from the Consumer Liaison Group Coordinating Committee Dear Reader, 2023 Report of the Consumer Liaison Group Welcome to the (CLG) prepared jointly by the Consumer Liaison Group Coordinating Committee (CLGCC) and ISO New England (ISO-NE). This is the fourteenth annual CLG report, the first published in 2010 summarizing 2009 activities, the year the CLG was established. The CLG was formed to meet the need, as cited in the Federal Energy Regulatory Commission’s (FERC) Order No. 719, for heightened communication between Regional Transmission Organizations (RTOs) and their stakeholders, with a particular focus on electricity consumers, consumer advocates, and state government regulators. Like other RTOs across the country, ISO New England is responsible for the reliable operation of the region’s bulk power system, administration of the region’s wholesale electricity markets, and regional power system planning. When FERC issued Order 719 in 2008, setting forth the agency’s expectations for regional transmission organizations like ISO-NE, the regulators concluded that regional transmission organizations would be “obligated to demonstrate that they are responsive to the needs of customers and other stakeholders through a direct collaboration among the RTOs and their constituencies.” Order 719 embraced the objectives of “inclusiveness” and “responsiveness,” ruling that an RTO’s “business practices and procedures must provide for stakeholder input into the . . . regional transmission organization’s decisions as well as mechanisms to provide feedback to stakeholders to ensure that information exchange and communication continue over time.” The Consumer Liaison Group was ISO New England’s response to these directives, which FERC approved in ISO-NE’s Order 719 compliance filing. ISO New England’s information flow to the CLG is instrumental to fulfilling CLG’s mandate to provide for greater understanding of the ISO’s activities and decision-making processes and the potential cost impacts of its decisions and initiatives on consumers. The CLG and the ISO have worked collaboratively to identify issues of importance to end-use consumers and have provided information at the quarterly CLG meetings. Because New England’s wholesale electricity markets are continually evolving, the CLG also serves as a forum for consumers to provide input and information to ISO New England and to each other regarding what is working well and what may need to be changed. Looking to the future, members of the CLGCC recognize that the CLG’s full mandate cannot be fulfilled without greater participation from consumers on the issues that concern them, including potential changes to the power system and the wholesale markets. The CLG bylaws, formulated by stakeholders and ISO New England, require the organization to be governed by a Coordinating Committee (CC) of 12 members. These members represent various stakeholder groups, with no more than four members coming from any one New England state. To identify and select topics of interest to address at future CLG meetings for fully engaging consumers and consumer advocates, the members of the CLGCC meet at least quarterly, around the time of the CLG meetings. In particular, the CLGCC attempts to identify market or policy issues likely to have a direct impact on consumers. The objective is to provide information and perspectives on a topic that consumers and consumer advocates may not otherwise acquire in the course of their other professional responsibilities. When choosing a topic for discussion, the CLGCC relies on conversations with and recommendations from the CLG membership, as well as the participant survey conducted after each quarterly CLG meeting. The CLGCC encourages all interested 2023 Report of the Consumer Liaison Group page 1",
        "participants to recommend potential topics, via either the participant survey or direct communication with the CLGCC. Typically, the locations of the CLG quarterly meetings rotate among the New England states and Coordinating Committee members from the host state typically recommend people who might deliver the keynote address and others who might contribute to the panel discussion. The remaining CLGCC members provide additional assistance and approvals, when necessary and helpful. Before the CLG meeting, confirmed panelists participate in a planning call with the panel moderator (a CLGCC member) and ISO New England to plan for a robust, diverse, and well-organized discussion. In 2023, CLG meetings continued to be “hybrid,” allowing for both in-person and remote participation. Locations for the 2023 meetings were Portsmouth, New Hampshire (March 2023); Peabody, Massachusetts (June 2023); Burlington, Vermont (September 2023) and Boston, Massachusetts (December 2023). The CLGCC made progress toward the four goals outlined at the beginning of 2023, as summarized below: Expand CLG Outreach 1) : The CLGCC sought to build relationships and extend invitations to communities where CLG meetings were held in 2023, including in New Hampshire, Massachusetts, and Vermont. We began each meeting with a welcome from local residents and/or organization representatives, acknowledging the land on which the meetings were held and the diversity of communities the ISO-NE serves. We hosted two of our quarterly meetings in spaces more accessible and welcoming to residents than corporate hotels–for example, in community centers in Peabody, MA and Burlington, VT. We also hired local catering companies to provision meals at those two meetings as a way to support local businesses. At each meeting, we began dialogues with community members during the meetings in what we called “community roundtables.” Participation numbers for in person and virtual averaged approximately 178 people per meeting in 2023, with an average of 84 in-person attendees and 94 virtual attendees. Foster ISO-NE Engagement 2) : The CLGCC fostered more frequent direct communication between the CLG and the ISO-NE Board by inviting Board members to the CLG meetings. Multiple board members attended the meeting in Boston in December 2023, and engaged with community members in an extended Q&A session. The CLGCC continues to explore opportunities for consumer advocates to report on their regional activities and to share observations about ISO New England and New England Power Pool (“NEPOOL”) from a ratepayer perspective. Explore Best Practices for Grid Decarbonization 3) : The CLGCC sought to build on what ISO-NE is already doing to support state decarbonization goals by learning more about what other ISOs and RTOs are doing around the country. Specifically, we began planning for the CAISO to speak on demand response programs at the March 2024 meeting and continue to plan for other opportunities for comparisons with ISOs/RTOs at future meetings in 2024. We also highlighted topics of interest to ratepayers, generators, and others concerned about decarbonization, reliability, and the cost of electricity with panels and/or speakers on climate change and the electric grid (New Hampshire meeting, March), battery storage (Massachusetts meeting, June), and energy efficiency (Vermont meeting, September). Refine CLG Governance 4) : The CLGCC deliberated about how the CLG can become an even more effective vehicle for ratepayer input into the work of ISO New England. We made progress in drafting amendments to the bylaws of the CLG to make it more reflective of the constituency it represents, and intend to vote on those bylaws in 2024 in advance of the next CLGCC elections in December 2024. 2023 Report of the Consumer Liaison Group page 2",
        "In the year ahead, there remains much more opportunity to further broaden the diversity of the panelists and attendees, as well as to achieve other important CLGCC goals and opportunities for 2024, as further detailed in Section 4 below. Sincerely, Liz Anderson (MA) Chair, Consumer Liaison Group Coordinating Committee Chief, Energy and Ratepayer Advocacy Division Massachusetts Attorney General’s Office James M. Talbert-Slagle (CT) Regine A. Spector (MA) Staff Attorney Ratepayer Connecticut Office of Consumer Counsel Department of Political Science University of Massachusetts, Amherst Ian McDonald (CT) Ratepayer Kendra Ford (NH) 350 New Hampshire Sonja Birthisel (ME) Director of the Wilson Center August Fromuth (NH) University of Maine Managing Director Freedom Energy Logistics Andrew Landry (ME) Deputy Public Advocate Donald M. Kreis (NH) State of Maine Consumer Advocate New Hampshire Office of Consumer Advocate Nathan Phillips (MA) Department of Earth and Environment Jacob Powsner (VT) Boston University Ratepayer Note: Coordinating Committee members’ affiliations are listed for identification purposes only. 2023 Report of the Consumer Liaison Group page 3",
        "Purpose and Structure of the Consumer Liaison Group The Consumer Liaison Group (CLG) is an open forum for sharing information between ISO New England (ISO- NE) and those who ultimately use and pay for electricity in New England. Through this forum, the ISO improves its understanding of consumer issues, needs, and concerns relative to the electric power system and its costs. Similarly, consumers and their representatives gain a better understanding of regional electricity issues. The CLG is governed by a Coordinating Committee (CLGCC), which sets the agenda for four meetings each year, including featured topics and speakers. ISO New England facilitates the meetings and communications among CLG participants. CLG meetings provide a forum to share information on regional electricity issues among end-users, consumer advocates, and other interested stakeholders. The subject matter in CLG meetings is designed to be less technical than the information presented in regional discussions through the 1 Planning Advisory Committee (PAC) and NEPOOL technical committees. 2.1 Objectives The • o bjectives of the CLG are as follows: Be generally informed of the operation of the power system and industry issues, which includes • having access to ISO-NE subject matter experts Be made aware of market changes that can have an impact on consumers, in advance of final • consideration by the ISO when feasible Work with the ISO to ensure that it provides timely quantitative and qualitative information on the • cost impacts of important initiatives • Have the ISO assist consumers in identifying the issues that can affect them economically Be informed of and participate in the stakeholder process that determines wholesale power market • rules and power system needs Be informed of the results of any economic analysis conducted and presented to stakeholders in the • regional stakeholder process Provide the ISO with a greater understanding of the specific issues of interest to consumers 2.2 Participation and Meeting Format The CLG is open to the public and there is no registration fee. Participants generally include consumers and consumer representatives (including state consumer and ratepayer advocates), state business and industry associations, chambers of commerce, individual businesses, trade groups, nonprofit organizations, and other 1 The PAC is an open stakeholder forum that provides input and feedback to ISO New England on the regional system planning process. More information on the PAC is available at http://www.iso-ne.com/committees/planning/planning- advisory. NEPOOL is a group formed in 1971 by the region’s private and municipal utilities to foster cooperation and coordination among the utilities in the six-state region for ensuring a dependable supply of electricity. Today, NEPOOL members are ISO-NE stakeholders and market participants. More information on NEPOOL is available at https://nepool.com/. 2023 Report of the Consumer Liaison Group page 4",
        "end users. State regulators, including those who are NEPOOL members, are regular, active participants in CLG discussions. CLG meetings typically attract a diverse group of approximately 80–125 attendees, both in person and via telec• o nference. CLG meetings generally follow the same format: Opening remarks from a keynote speaker—typically an industry or business executive, policymaker, • or regulator—who provides a unique perspective on a particular topic or issue. An update, by a representative from the ISO, on regional energy issues and initiatives that may have an impact on electricity prices, which have been or will be discussed at NEPOOL and ISO-NE • stakeholder meetings. A panel discussion that provides different perspectives on a particular issue, facilitated by a moderator. Panelists have included representatives from industry, the ISO, regulators, and consumer groups. Time is reserved during each meeting for audience questions and answers. In 2023, the CLGCC invited ISO-NE Board of Directors member Steve Corneli and ISO-NE president and CEO Gordon van Welie to have a discussion with the CLG at its December meeting. Additional details on the discussion are available in the meeting summaries below. At the beginning of the COVID-19 pandemic, the ISO began using Webex to hold the CLG quarterly meetings virtually. In 2022, upon the return to in-person meetings, the ISO continued using Webex to host the CLG in a hybrid format, with teleconference and in-person attendance options. The shift to a hybrid format has allowed for greater access to CLG meetings. In 2023, attendance at the quarterly meetings ranged from approximately 170–200. 2.3 Governance The CLGCC is the governing body that works closely with the ISO to identify issues of importance to the CLG 2 membership, sets the agenda for CLG meetings, and generally guides the work of the CLG. The CLGCC consists of up to 12 members (six members and six alternates), with no more than four members from any one of the states. Specific membership requirements ensure that consumers (residential, commercial, and industrial) from a majority of the six New England states are represented and that a range of consumer interests is considered when determining CLG priorities. The committee has at least one representative of residential ratepayers and one representative of commercial and industrial ratepayers, and each member must be either a ratepayer (or directly represent ratepayers), a member of a consumer organization, or a government consumer or ratepayer advocate. CLGCC members are selected by vote of the CLG at one of its quarterly meetings in even-numbered calendar years. They serve for a term of two years or until successors are selected. The Coordinating Committee annually designates a chairperson from its membership. The chairperson fills any vacancies on the committee 2 The “Purpose and Structure” document (December 29, 2009) fully explains CLG governance; see http://www.iso- ne.com/static-assets/documents/committees/comm_wkgrps/othr/clg/consum_lias_grp_gov/ clg_structure_document_revised_12_29_09.pdf. 2023 Report of the Consumer Liaison Group page 5",
        "with the approval of a majority of the remaining members. Current CLGCC members are listed on page 2 of this report. The ISO designates a point of contact within its External Affairs department to support the CLGCC. 2.4 Information and Communications ISO New England secures meeting space and funds the CLG’s activities. A dedicated section of the ISO’s website has been established for all CLG materials, communications, annual reports, and other valuable information. This practice ensures that the body of information developed through the CLG is transparent, easily accessible, and available to all interested consumers and industry participants. A glossary is available on the ISO’s website to assist CLG members in understanding frequently used electricity market and power system terms and acronyms. ISO Newswire CLG participants are also encouraged to follow the ISO’s online newsletter, , and subscribe to the 3 mailing list to receive a monthly email highlighting some of the most recent articles. Stakeholders also can follow the ISO on X (formerly Twitter) and LinkedIn. ISO to Go ISO Express Since 2012, ISO New England has provided a mobile app, , offering smartphone access to frequently ISO Newswire, ISO to Go viewed real-time data available on the ISO website and data portal, . In addition to providing acce•s s to timely news coverage via features the following: • A map of pricing data, including day-ahead and real-time prices for each of the region’s load zones Demand curves providing a simple visual of New England’s actual consumer demand for electricity • and how it tracks with the forecast Fuel-mix charts and graphs detailing the energy sources powering the region at any given moment— 4 • including net imports Customizable push notifications for users who want to be alerted when the power system is • operating under abnormal or emergency conditions or when prices cross certain thresholds 5 • Actual, real-time grid demand coupled with estimated production from behind-the-meter resources 6 Estimated real-time carbon dioxide emissions from New England’s power plants Regional Electricity Outlook ISO New England’s is another valuable source of information on trends and issues affecting the regional power grid. Each month, the ISO’s External Affairs department issues a memo that provides timely updates on regional energy issues, stakeholder meetings, and other information that may be of interest to consumers. These memos are available on the External Affairs and CLG pages of the ISO website, along with presentations and speeches delivered by ISO technical experts and senior management. ISO Newswire 3 ISO Newswire To subscribe to , send a blank email to isolist-isonewswire-subscribe@mail.iso-ne.com. 4https://isonewswire.com/2022/08/11/iso-ne-adds-net-imports-to-renamed-resource-mix-chart-graph-on-iso-express/ “ISO-NE adds net imports to renamed resource mix chart, graph on ISO Express,” (August 11, 2022), ISO . 5Newswire “Let the sunshine in: View regional energy usage—including behind-the-meter solar—through ISO Express,” (June 22, 2021), https://isonewswire.com/2021/06/22/let-the-sunshine-in-view-regional-energy-usage- ISO Newswire including-behind-the-meter-solar-through-iso-express/. 6 “View real-time estimated carbon dioxide emissions on ISO Express,” (April 29, 2022), https://isonewswire.com/2022/04/29/view-real-time-estimated-carbon-dioxide-emissions-on-iso-express/. 2023 Report of the Consumer Liaison Group page 6",
        "Consumer Liaison Group Meeting Summaries In 2023, the Consumer Liaison Group (CLG) held quarterly meetings on issues of importance to electricity consumers in New England. The members of the CLG Coordinating Committee (CLGCC) selected the topics, guest speakers, moderators, and panelists featured at these meetings. Topics discussed in 2023 included the clean energy transition and its effect on the New England power grid, long-duration battery energy storage, the role of New England ratepayer advocates as the region pursues deca r bonMizaartciohn 3, 0an:d balancing reliability with environmental priorities, as follows: What is the Energy Transition and What Does it Mean for ISO New England?  MJueneet i8n:g location: Portsmouth, New Hampshire, and via Webex Challenges of Long-Duration Storage: Where Are We Now with Battery Storage and Where Are We Going?  MSeepetteinmgb loecra 2ti1o:n: Peabody, Massachusetts, and via Webex Ratepayer Advocates’ Role in Navigating the Clean Energy Future  MDeeceetimngb leorc 6at:ion: Burlington, Vermont, and via Webex A Discussion with Representatives of the ISO New England Board of Directors Meeting location: Boston, Massachusetts, and via Webex The following sections summarize the discussions that took place at CLG meetings in 2023. These summaries are posted to the CLG webpage shortly after each quarterly meeting. They are not intended to capture every discussion and do not necessarily reflect the views of the ISO or the CLGCC. Individual meeting summaries include information that was current at the time of each meeting and may not reflect developments that have since transpired. Section 5 contains further information about the ISO New England updates presented at each meeting. 3.1 March 30: What is the Energy Transition and What Does it Mean for ISO New England? A recording of the meeting is available on the CLG webpage. Meeting objective: Discuss the clean energy transition in New England and what the transition means for I3S.1O. 1N eOwp eEnninggla Rnedm. arks Elizabeth Mahony , chair of the CLGCC and commissioner of the Massachusetts Department of Energy Resources (DOER), offered welcoming remarks and provided background on the CLG and its Coordinating Liz Anderson Committee. Mahony announced that she is ending her term as CLGCC chair given her new role at DOER, but encouraged attendees to continue engagement at the CLG. The CLGCC voted in as the new chair. Anderson serves as chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office. Kendra Ford August Fromuth New Hampshire CLGCC members and thanked Mahony for her time serving as chair and noted that they look forward to working with Anderson. Ford highlighted the CLG as a forum for Donald M. Kreis the exchange of information between consumers, ratepayers, and the ISO. Ford then invited CLGCC members to come to the front of the room and introduce themselves. Introductions were provided by: 2023 Report of the Consumer Liaison Group page 7",
        "Sonja Birthisel Jacob Powsner William E. Dornbos Ian McDonald Nathan Phillips Regine A. Spector (NH), (ME), (VT), (CT), (CT), (MA), (MA), and Anderson. Finally, Ford requested that attendees suggest topics 3fo.1r .C2L IGS Om Neeetwin Egns.g land Update Anne George, vice president, chief external affairs and communications officer, ISO New England, provided the ISO’s regional update. George noted that the ISO works closely with the CLGCC and invited attendees to coordinate with the ISO through the CLGCC or External Affairs staff. George began with an explanation of the ISO’s role in market administration and described at a high level the energy, ancillary services, and capacity markets. Focusing on the Forward Capacity Market (FCM), George explained that the main objective of the market is to ensure sufficient resources are procured three years in advance in a cost-effective manner to meet New England’s electricity demand and reliability standards. The ISO administered the 17th Forward Capacity Auction (FCA 17) on March 6, 2023, to procure capacity resources needed to meet demand for electricity, plus reserve requirements, during the capacity commitment period (CCP) from June 1, 2026, to May 31, 2027. The auction concluded with sufficient resources to meet the installed capacity target of 30,305 megawatts (MW) and clearing prices ranged from $2.55 to $2.59 per kilowatt-month (kW-month), compared to last year’s range of $2.53 to $2.64 per kW-month. The total value of the capacity market in 2026/2027 will be approximately $946 million and prices are the same across all zones within New England. The auction concluded with commitments from 31,370 MW of capacity, including nearly 750 MW of new renewable energy, battery storage, and demand-reducing resources, more than 350 MW of new and existing wind generation, 2,940 MW of energy-efficiency and demand-reduction measures, and 567 MW of imports. George provided an overview of winter 2022/2023 operations, including the December 24, 2022, capacity deficiency event and the February 3–4, 2023, cold weather operations. On December 24, Winter Storm Elliott impacted various regions across the United States, including New England. While severe cold weather impacted other regions of the country, temperatures were not as extreme in New England and operating conditions were not extraordinary. ISO-NE has well-established tools to manage capacity shortfalls and at no time was the ISO close to calling for controlled outages. George additionally provided highlights of the operating days on February 3 and 4, which saw the coldest temperature departure from normal since 2016. In January 2023, the ISO published its annual breakdown of the amount of electricity produced by generators in New England and imported from other regions to satisfy demand in 2022 in the net energy for load (NEL) report. Total NEL in 2022 was 118,878 gigawatt-hours, slightly higher (.07%) than 2021. In 2022, most of the region’s energy needs were met by natural gas, nuclear, imported electricity (mostly hydropower from eastern Canada), renewables, and other low- or non-carbon-emitting resources. George offered an overview of preliminary 2022 wholesale electricity market values, including energy costs, ancillary services costs, capacity costs, transmission charges, and RTO costs. In 2018, after the owner of the Mystic Generating Station signaled its intention to retire the remaining generating units (Mystic 8 and 9), the ISO filed for, and FERC approved, the retention of the units for regional fuel security for CCPs 2022/2023 and 2023/2024. Mystic 8 and 9 are fueled exclusively by the Everett Marine Terminal liquefied natural gas (LNG) facility. The Mystic units, the Everett LNG facility, and the cost of LNG delivered to fuel the generating units are included in a cost-of-service agreement. The preliminary cost of the Mystic cost-of-service agreement in 2022 was $166 million. The ISO has recently streamlined the process to sign-up for an ISO-TEN account to register for meetings and ISO training sessions. Updates to the New England Power Grid Profile and New England State Profiles have recently been made for 2022/2023. 2023 Report of the Consumer Liaison Group page 8",
        "George highlighted upcoming opportunities for engagement in the region, including the next CLG meeting on June 8 and FERC’s second New England Winter Gas-Electric Forum in Portland, Maine, on June 20. The ISO has announced its training schedule for 2023, including classes and webinars. The 2023 training classes include introduction to wholesale electricity markets, the forward capacity market, and intermediate wholesale electricity markets. George answered questions regarding the uniform clearing price of the FCA, demand forecasts for the FCA, storage as transmission-only assets (SATOAs), energy adequacy, natural gas scheduling, resource capacity accreditation, demand response, Pay-for-Performance, Mystic, the minimum offer price rule (MOPR), and r3e.1ta.3il rPaatneesl. D iscussion Donald M. Kreis, aCLGCC member and the consumer advocate in New Hampshire’s Office of the Consumer Advocate, introduced and moderated a panel of energy leaders to discuss the energy transition and what it means for ISO New England. Representative Michael Harrington Sam Evans-Brown Susan Muller Panelists included: (R), The General Court of New Hampshire, Stafford- Dan Dolan District 18; , executive director, Clean Energy New Hampshire; , senior Robert Ethier energy analyst, Union of Concerned Scientists; , president, New England Power Generators Association; and , vice president, system planning, ISO New England. Harrington began by discussing past discourse and predictions on the potential impacts from climate change since the 1970s. He explained that state and federal funding, including the federal Inflation Reduction Act (IRA), will lead to additional renewable energy generation development. Simultaneously, demand is projected to double by 2050 as people electrify heating and transportation. Harrington highlighted the various challenges of different renewable energy resources that are being considered to meet future needs. Harrington discussed offshore wind, utility-scale solar, battery energy storage, on-shore wind, and nuclear energy. Harrington further described that the region has largely completed the transition to natural gas from oil for electricity generation, however, cold weather events still result in generation of electricity from oil, which results in greater emissions. Harrington expressed that one of the largest challenges around building new energy infrastructure is siting, and provided the example of the New England Clean Energy Connect (NECEC) transmission line in Maine. Harrington closed by stating the importance of the Everett LNG facility for winter reliability and the necessity of fossil fuels as the New England states transition to more renewable energy generation. Evans-Brown began by noting the importance of collaboration. He expressed the need for the energy transition to be affordable, low-emitting, reliable, and resilient for all. Evans-Brown highlighted that the energy transition is already occurring as natural gas has been replacing coal and oil in the region. Describing electric generation data, he explained that the changes to New Hampshire’s resource mix since 1990 have been similar to the New England region overall, resulting in emission reductions. Simultaneously, he said, the New Hampshire gross domestic product has increased. Evans-Brown said that other states’ renewable energy procurements resulting in long-term contracts are suppressing regional wholesale electricity prices, which benefits New Hampshire ratepayers. He concluded with an explanation that renewable energy prices have already decreased and are likely to continue to do so, eventually leading to contracts that are not above market. While New Hampshire is currently benefiting from procurements of other New England states, he said, eventually New Hampshire will miss out on this economic opportunity. Muller began by expressing that the energy transition is a response to climate change, and the ISO has recognized the need to reduce greenhouse gas emissions to combat climate change. She discussed the feasibility of transitioning to clean energy, including developing offshore wind, solar, and energy storage. 2023 Report of the Consumer Liaison Group page 9",
        "Muller noted the importance of aggregation of demand response as a resource. Muller discussed the key challenge of siting, highlighting the need to consider environmental justice. Muller emphasized that there is limited time to make the transition to a low-carbon energy system and said that the ISO does not adequately recognize the time constraint. Dolan introduced the New England Power Generators Association (NEPGA) and highlighted its focus on both ensuring a competitive marketplace and supporting efforts to accomplish state policies. Dolan provided data to demonstrate the decline in emissions of the power sector while emissions from the transportation sector have increased, noting that roughly 75% of New England emissions come from transportation and buildings. Dolan emphasized the need to link decarbonization across sectors, including electric, heating, and transportation, and noted NEPGA’s efforts to support a multisector price on carbon. Dolan also provided data to show that approximately 53% of the overall electricity fuel mix in New England in 2022 was made up of renewable and non-emitting resources. Dolan concluded by emphasizing that while New England cannot independently solve climate change, the region can demonstrate to others a pathway to successfully decarbonize with economic prosperity and reliability. Ethier introduced ISO New England and described the ISO’s three critical roles. Ethier provided an overview of the ISO’s Interconnection Request Queue. He noted that the energy mix has already changed and renewables are anticipated to have a larger role to meet state policies moving forward while load increases from heating and transportation electrification. Ethier outlined key projects of the ISO to facilitate the transition to clean energy, including the Future Grid Reliability Study and supporting studies, and the Resource Capacity Accreditation in the Forward Capacity Market project. Beyond studies, Ethier provided an overview of other ISO efforts to support the transition, including providing technical expertise to the New England states, developing mechanisms to enable development of transmission, enhancing ISO system planning studies, and supporting integration of distributed energy resources. Ethier concluded by noting the ISO has completed system impact studies for over 8,700 MW of non-emitting resources, but other barriers have slowed down or halted development of projects. A question-and-answer period followed the panelists’ remarks. Panelists discussed questions on transmission projects to replace aging equipment (known as asset condition projects); the impact of natural gas on electricity prices; ISO-NE software improvements for modeling; geothermal energy; the ISO interconnection queue; the role of New Hampshire in the regional clean energy transition; and planning and costs of the clean e3n.1e.r4g yC ltorsainnsgi trieomn.a rks Anderson offered closing remarks thanking the speakers for offering a diversity of viewpoints. In addition, Anderson requested attendees fill out the online survey they would receive via email and encouraged attendees to take part in the 2023 CLG meetings, with the next meeting tentatively scheduled for June 9. 3.2 June 9: Challenges of Long-Duration Storage: Where Are We Now with Battery Storage and Where Are We Going? A recording of the meeting is available on the CLG webpage. Meeting objective: Discuss the current status of battery energy storage on the ISO-NE electric system, and discuss perspectives on the future and potential technological advancements of long-duration energy storage in New England. 2023 Report of the Consumer Liaison Group page 10",
        "3.2.1 Opening Remarks Liz Anderson , chair of the Consumer Liaison Group Coordinating Committee (CLGCC) and chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office, offered welcoming remarks and provided background on the CLG and its Coordinating Committee. Susan Smoller Steven Andrada Jerry Halberstadt A community welcome was provided by Peabody residents involved in Breathe Clean North Shore: , , and . Smoller, Andrada, and Halberstadt provided information a 3b .2o .u 2t Pthaen ehli Dstioscryu sosfi oPne abody, local energy generation facilities, and environmental justice concerns. Regine A. Spector, aCLGCC member and associate professor, Department of Political Science and Legal Studies, University of Massachusetts, Amherst, introduced and moderated a panel of energy leaders to discuss long-duration energy storage in New England. Spector provided an introduction to the opportunities and challenges of long-duration energy storage to aid in electric grid reliability. Rosemary Wessel Chris Sherman Colette Lamontagne Jason Panelists included: , founder, No Fracked Gas in Mass; , vice president of Houck Priya Gandbhir development, Cogentrix; , director, clean energy development, National Grid; , policy and regulatory affairs lead, Form Energy; and , senior attorney, Conservation Law Foundation. Wessel introduced No Fracked Gas in Mass. Wessel described “peaker plants,” which operate at time of high electricity demand, and the health impacts of air pollution from burning fossil fuels, with a particular focus on Pittsfield and Berkshire County. Wessel discussed the opportunities for battery storage to replace peaker plants, particularly large grid-scale batteries, and the potential of long-duration storage to address needs of the New England electricity grid. Wessel discussed peaker plant generators and energy storage participation in the ISO-NE markets. Wessel highlighted coordinated efforts with Cogentrix to retire two peaker plants in Berkshire County and replace the facilities with renewable energy and energy storage. Sherman elaborated on coordinated efforts to redevelop peaker plants and convert them into clean energy generation and energy storage facilities. As an example, Sherman presented the proposed redevelopment of the West Springfield Generating Station to host solar and battery energy storage. Sherman discussed the ISO’s interconnection study process. Sherman emphasized the potential benefits of utilizing incentives through the Massachusetts Clean Peak Standard, and highlighted suggestions for further encouraging clean energy development. Lamontagne began by introducing National Grid. Lamontagne provided a brief overview of the various technologies that serve as energy storage, described how energy storage is utilized on the electric grid, and noted the differences between short-duration and long-duration storage. Lamontagne highlighted a number of companies working to develop new long-duration energy storage technologies. Lamontagne discussed the role of energy storage for reliability on Nantucket Island, and explained that National Grid is investigating opportunities to use energy storage to defer or avoid transmission upgrades necessary for electric vehicle (EV) charging. Houck introduced Form Energy and their efforts to develop technology to address the need for long-duration energy storage as the electric sector transitions to more renewable energy, noting the challenge of weather- driven, multiday reliability challenges and the opportunity for energy storage to fill the gap of intermittent resources. Form Energy is developing an iron-air battery targeting multiday-duration storage and has over 3 gigawatt-hours (GWh) of commercial engagements across the country. Houck explained the potential applications for this type of multiday storage technology to aid in reliability, including to replace peaker 2023 Report of the Consumer Liaison Group page 11",
        "plants, optimize transmission capacity, and provide firm energy storage reserves. Houck specifically highlighted analysis regarding the needs for energy storage in New England. Gandbhir began with an introduction of the Conservation Law Foundation. Gandbhir mentioned the impact of the smoke from current wildfires in Canada, highlighting the impacts of climate change caused primarily by reliance on fossil fuels. However, Gandbhir noted that the region is beginning to transition away from fossil fuels toward clean energy resources. Gandbhir explained that peaker plants are currently utilized to meet high electricity demand above the region’s baseline load, and these plants are often fossil-fuel-based and impact communities where they are located, many of which are environmental justice communities. Gandbhir highlighted that progress is being made to incorporate more energy storage on the grid, and there are efforts to develop new storage technologies. Gandbhir concluded by noting that ISO-NE markets need to be reformed as the grid transitions to more clean energy resources. A question-and-answer period followed the panelists’ remarks. Panelists responded to questions regarding opportunities for new storage technology project development in New England; National Grid pilot programs; energy storage technology participation on the ISO-NE bulk electric system; suggestions for ISO-NE tariff changes; the ability of iron-air batteries to function in cold weather; the cost of iron-air batteries; and the r3e.2li.a3b iIlSitOy Noef wth Ee neglelacntrdi cUitpyd gartied . Anne George, vice president, chief external affairs and communications officer, ISO-NE, provided the ISO’s regional update. George noted that the ISO works closely with the CLGCC, explained the evolution of the CLG over the years, and encouraged attendees to continue to engage, including by completing the post-meeting survey. George noted that the expansion of these meetings to a hybrid format (including both virtual and in- person attendees) has helped to extend the reach of these discussions. The ISO released the annual Forecast Report of Capacity, Energy, Loads, and Transmission (CELT Report), a 10-year load forecast, on May 1. The CELT Report is the primary source for assumptions used in ISO system planning and reliability studies, developed in coordination with regional stakeholders and state agencies. George explained that state policies encouraging electrification of heating and transportation are projected to have impacts to both overall and peak electricity demand in the next decade. In contrast, energy efficiency and behind-the-meter solar both reduce demand on the system, and are also forecasted in the CELT Report. George provided an overview of the Operational Impact of Extreme Weather Events project. The ISO is working with the Electric Power Research Institute (EPRI) to conduct a probabilistic energy adequacy study for New England under extreme weather events. Study results are intended to inform the region on energy adequacy risks. George briefly reviewed the ISO’s existing 21-day energy assessment as it relates to the recent analysis. Preliminary results of the energy assessments have been completed for 2027 winter events; the ISO will continue reviewing outputs of the 2027 winter events while completing studies of summer 2027, and both winter and summer events for 2032. George highlighted that ISO has implemented rule changes to better integrate energy storage technologies into the wholesale electricity markets. Following the presentation, George answered questions regarding state and public engagement in developing solutions for reliability and energy adequacy risks; energy efficiency and demand response; the Mystic cost- of-service agreement; the role of the ISO to ensure reliability; the ISO’s role in combatting climate change; public engagement in ISO decision-making and stakeholder processes; preparations for extreme heat events; and the ISO’s mission and vision statement. 2023 Report of the Consumer Liaison Group page 12",
        "3.2.4 Community Roundtable Nathan Phillips , CLGCC member and professor, Department of Earth and Environment, Boston University, explained the process for the community roundtable, a new feature for interaction with attendees that the Coordinating Committee introduced at the June meeting. Two prompts were provided at each table for in- person attendees and online for the virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC plans to consider the feedback in planning for future CLG meetings. The community roundtable exercise will continue at CLG meetings moving forward. The following questions were posed by • the CLGCC: Communities and ratepayers are interested in democratization of energy and electricity. What can we do in our own homes and communities related to storage, demand response, solar, and how can • our grid operator, ISO New England, help? 3.2.5 CloHsionwg rceamn acrokms munities and ratepayers better communicate with our grid operator, ISO New England? Anderson offered closing remarks and requested attendees fill out the online survey they would receive via email. She invited attendees to take part in the 2023 CLG meetings, with the next meeting scheduled to take place on September 21 in Vermont. 3.3 September 21: Ratepayer Advocates’ Role in Navigating the Clean Energy Future AM reeectoinrdgi onbg joefc tthivee m: eeting can be found on the CLG webpage. Discuss the role of the New England ratepayer advocates as the region transitions to a decarbonized energy future, learn about electrification and sustainability efforts from Green Mountain Power, h3e.3a.r1 f rOopmen IiSnOg NReemwa Ernkgs land on regional updates, and host a community roundtable. Jacob Powsner , CLGCC member (Vermont), offered welcoming remarks and thanks to everyone who helped coordinate the meeting, and introduced the program for theL deaiyf .T aranta Julie Macuga A community welcome was provided by Vermont residents and . They provided an introduction to the community of Burlington, the impacts of climate change in Vermont, and environmental justice challenges in Burlington and throughout the state. Taranta and Macuga provided 3hi .3gh .2li gKhetysn ooft ee fAfodrdtrse tsos promote climate solutions. Tiana Smith ,head of electrification and sustainability at Green Mountain Power (GMP), provided the keynote address. Smith introduced GMP and discussed impacts of climate change in Vermont. She provided an overview of GMP climate solution efforts such as microgrids, energy storage for resiliency and to reduce peak demand hours, climate resiliency, and electrification incentives. Smith spotlighted the microgrid in Panton, Vermont; the establishment of resiliency zones and pilot programs to target resiliency projects; the innovative battery program; electric vehicle rebate program; and heat pump electrification efforts. Smith addressed audience questions related to the cost to operate an all-electric home; the process to create and costs of the resiliency zones; funding and cost-recovery mechanisms for the GMP programs; utility-scale battery storage projects; the electricity generation mix for the resiliency zones; energy storage usage for 3co.3m.3m IuSnOi tNieesw w Einthgilna nreds Uilpiednactye zones; and the McNeil generating station. Anne George ,vice president and chief external affairs and communications officer at ISO-NE, provided the ISO’s regional update. George introduced the external affairs team and highlighted Sarah Adams from the 2023 Report of the Consumer Liaison Group page 13",
        "team, who helps to coordinate the CLG meetings and is the ISO’s state policy advisor covering the state of Vermont. George explained that the ISO participated in the Federal Energy Regulatory Commission’s (FERC) second New England Winter Gas-Electric Forum on June 20 in Portland, Maine. The ISO pre-filed comments responding to FERC’s questions, and presentations were submitted before the forum. A recording of the forum is available on the FERC website. George provided an overview of the Operational Impact of Extreme Weather Events project. The ISO is working with the Electric Power Research Institute (EPRI) to conduct a probabilistic energy adequacy study for New England under extreme weather events. Study results are intended to inform the region about future energy adequacy risks. George briefly reviewed the ISO’s existing 21-day energy assessment as it relates to the recent analysis. Preliminary results of the energy assessments have been completed for 2027 winter and summer events, and 2032 winter and summer events. George noted that stakeholders were invited to request additional sensitivity cases, which will be reviewed at the November 14 NEPOOL Reliability Committee meeting. George provided an overview of the 2050 Transmission Study, developed in conjunction with the New England states, which looks beyond the typical 10-year planning horizon. The ISO plans to organize the 2050 Transmission Study report around a few key themes, based on trends observed while performing the analysis. The report is underway and a draft is anticipated in November. George’s presentation highlighted a few key takeaways of the report to date. George explained the ISO budget approval process and the proposed 2024 operating and capital budgets. The step-up in grid complexity represents a considerable increase to ISO workload, and thus the ISO budget reflects an increase to meet the needs of the grid transition. Five of the six New England states requested a position on environmental justice. In response, the ISO added a placeholder in the budget related to this request. George followed up on questions posed in the community roundtable at the last meeting. The topics included the status of regional and federal policies regarding a price on carbon; opportunities for electric vehicles to be utilized to address peak hours; and plans to ensure reliability through the winter season. Following the presentation, George answered questions regarding the ISO budget; the future of electric infrastructure development; the ISO’s role in the clean energy transition; the scale of transactions in the wholesale electricity markets; New England state comments on the ISO budget; and types of funding for e3l.e3c.4tr iCco tmramnsumniitsys Rioonu dndevtaeblolep ment. Kendra Ford , CLGCC member (NH), explained the process for the community roundtable, a feature for interaction with attendees that the Coordinating Committee introduced at the June meeting. Four prompts were provided for both in-person and virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC will consider the feedback in planning for future CLG meetings. The community roundtable exercise is intended to continue at CLG meetings moving forward. The CLGCC posed the following • questions to meeting participants: As a ratepayer, what issues brought you to this meeting? (Rank the following: cost of my electricity, the reliability of unlimited electricity whenever I want, the environmental impacts involved in electricity generation, impacts of generation and transmission on my community, my ability to participate in and engage in regional grid planning, I like to stay up-to-date with current issues in the induostry, other) Please explain your ranking. If you have “other” concerns please list them. 2023 Report of the Consumer Liaison Group page 14",
        "• One of ISO New England’s mandates is to ensure grid reliability in our region. Which of the following approaches do you think are most important to grid reliability? Please rank their order of priority based on what you believe ISO-NE should focus on most. (Building infrastructure resilience to extreme weather events, mitigating and adapting to climate change, reducing and managing overall energy demand to lessen the intensity of peak loads, ensuring affordability of energy for ratepayers, maintaining a forward capacity market as the mechanism for ensuring reliability, maintaining and/or increasing natural gas capacity, ensuring that generators compete on a level playing field regardless of stoate subsidies, expanding transmission lines between Hydro-Quebec and New England, other) • Please explain your ranking. If you have “other” priorities please list them. How are ratepayers currently disenfranchised from providing input on decisions of grid management? If you could design the system, how would ratepayer input and priorities be integrated • into the way the system works? 3.3.5 PanWehl Dati srcautsespioanye r-centered issues would you like to hear discussed at a future CLG meeting? Liz Anderson , chair of the CLGCC and chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Attorney General’s Office, introduced and moderated a panel of New England ratepayer advocates to discuss their role in the transition to a clean energy future. Lou Cecere William E. Dornbos Ashley Gagnon Panelists included: , planning engineer, Vermont Department of Public Service; Linda D. George , legal director, Connecticut Office of Consumer Counsel; , assistant attorney general, Donald M. Kreis Energy & Ratepayer Advocacy Division, Massachusetts Attorney General’s Office; , Andrew Landry administrator, Rhode Island Division of Public Utilities and Carriers; , consumer advocate, New Hampshire Office of the Consumer Advocate; and , deputy public advocate, Maine Office of the Public Advocate. Cecere presented on Vermont electricity regulation and system planning. Cecere introduced the Vermont Department of Public Service and its role in energy planning, compliance review, and public advocacy. Cecere highlighted the key components of the Vermont regulatory structure, including the legislature, public utility commission, and distribution utilities, and outlined the processes and entities involved in transmission planning. Cecere explained the current status of and planning for distributed generation integration in the state, and noted the impacts of efforts to pursue beneficial electrification along with considerations of load shifting strategies. Gagnon began with a review of the Massachusetts Office of Ratepayer Advocacy within the Office of the Attorney General, as established by statute, and its role advocating for ratepayers across state, regional, and federal engagements. Gagnon explained the New England Power Pool (NEPOOL) structure, authority, and participants. In particular, Gagnon highlighted that the New England consumer advocates are able to participate in NEPOOL on behalf of ratepayers as part of the end-user sector. Landry introduced the role of the Office of the Public Advocate (OPA) in Maine. The OPA serves as an advocate for consumers of utility services and participates in a variety of forums including the Maine Public Utilities Commission (PUC), Maine Legislature, and regional and federal forums (including NEPOOL and FERC). The Maine public advocate is appointed by the governor for a fixed term. Current key issues of the office include reliability, achieving climate policies, and energy affordability. Landry highlighted the OPA’s interest in utilizing strategies—such as demand response, energy efficiency, and energy storage—to reduce projected peak loads as the region moves toward a clean energy future. 2023 Report of the Consumer Liaison Group page 15",
        "Linda George introduced the Rhode Island PUC and Division of Public Utilities and Carriers. George explained that the division and PUC work independently, but in cooperation. The jurisdiction of the division includes advocating on behalf of ratepayers and regulating electric, natural gas, water (and limited telecommunication) utilities, and ferries. George explained that the division enforces PUC orders, regulates common carriers, addresses customer complaints, approves PUC issuances of debt and equity, runs a robust gas safety program, engages in interstate and federal energy matters, and reviews mergers and acquisitions that require FERC approval. George highlighted that the division serves as a source of objective, independent energy analysis for state decision-makers and educates the public on energy issues, including “issue briefs” on the division website. George noted that the division engages with the ISO as a member of NEPOOL’s end- user sector. Kreis introduced the role of the consumer advocate in New Hampshire. He highlighted that while New Hampshire does not have statutory decarbonization goals, the public advocate will continue to support efforts for energy efficiency. In terms of regional interests, Kreis explained his focus on encouraging a transparent decision-making process at NEPOOL and the ISO, and noted the important role of the CLG in engaging with New England ratepayers. Kreis explained the office’s interest in pursuing changes to transmission owners’ asset condition project process and ongoing focus on cost-effective energy reliability. Kreis also highlighted an opening for a new full-time position in his office to serve as director of regional and federal affairs. Dornbos introduced the Connecticut Office of Consumer Counsel and its mission to help and protect ratepayers, and its vision to help rebalance the relationship between utilities and ratepayers, including to reform utility regulation. Dornbos highlighted two examples of efforts to accomplish this vision, including a new law for utility regulators to ban cost recovery of select utility expenses and ongoing dockets related to performance-based regulation. Dornbos concluded by highlighting the need for ratepayer interests to be an ongoing component of the clean energy transition. A question-and-answer period followed the panelists’ remarks. Panelists responded to questions regarding the use of biomass at the McNeil generating station; consideration of costs of climate impacts in ratepayer advocate decision-making; the ISO New England Board of Directors; and New England’s ability to reach c3l.i3m.6a tCel ogsoianlgs rwehmilaer kmsa intaining consideration of rate impacts. Anderson offered closing remarks and thanked everyone who helped to organize the CLG meeting. The final 230.423 D CeLcGe mmeebteinrg 6is: s Ach Dediuslceud sfosri oDnec wemitbher R 6e inp rBeossteonn,t Mataisvsaecsh ousfe tthtse. ISO New England Board of Directors A recording of the meeting can be found on the CLG webpage. Meeting objective: To hear from the Federal Energy Regulatory Commission (FERC) and host a discussion w3.i4th.1 r Oeppreensineng tRaetimveasr kfrso m ISO New England’s Board of Directors. Liz Anderson, chief of the Energy & Ratepayer Advocacy Division at the Massachusetts Office of the Attorney General, and CLGCC chair, welcomed meeting attendees and reflected on the last year of the CLG and recent efforts of the CLGCC. 2023 Report of the Consumer Liaison Group page 16",
        "The Rev. Mariama White-Hammond , chief of environment, energy, and open space for the City of Boston, provided a community welcome. White-Hammond discussed environmental justice broadly and spoke specifically to environmental justice efforts of the City of Boston. White-Hammond expressed the desire to move the energy system forward in a way that is reliable, resilient, and affordable, and centers those most cost-sensitive and those who have historically carried the burden of environmental impacts. White-Hammond discussed the Boston community-choice electricity program, clean energy and grid infrastructure d3e.4v.e2l oKpemyneontte, aAnddd reenses rgy burden. Matt Christiansen , FERC general counsel, provided the keynote address. Christiansen began by explaining FERC’s jurisdiction and critical roles, particularly as relates to the transition to a clean energy future driven by state and federal policies. Christiansen clarified that FERC is not an environmental regulator and does not choose the resource mix for the electric grid. He further explained that while FERC has a role in the clean energy transition, specifically regarding reliability and affordability, the states and other federal agencies, like the US Environmental Protection Agency, have more direct authority over environmental and clean energy initiatives. Christiansen noted the challenges associated with this transition and the need to continue to ensure reliable and affordable electricity, and highlighted a number of relevant FERC proceedings. Christiansen discussed the topics of these proceedings, including electric transmission infrastructure, grid enhancing technologies, and market mechanisms to address the need for reliability throughout this transition. A question-and-answer period followed. Christiansen addressed questions regarding FERC’s authority as relates to reliability and the interrelated natural gas and electric systems; the role of FERC in regulating ISO/RTO governance structure; FERC’s jurisdiction as relates to fuel neutrality; FERC’s role in the clean energy transition; the speed of the clean energy transition; including sustainability as a focus along with reliability and affordability; and the interaction of state and FERC jurisdiction as relates to environmental p3e.4r.m3 iDtsi.s cussion with Representatives of the ISO New England Board of Directors Steve Corneli Gordon van Welie , member of the ISO New England Board of Directors, and , president and CEO of ISO New England, held an open dialogue with CLG attendees. Corneli began with opening remarks and discussed his background and the need for an affordable, reliable, and sustainable electric grid. Corneli discussed the concept of the four pillars needed for a clean energy transition; the differences in jurisdiction of the New England states, the ISO, and FERC; and the need to work together to advance the clean energy transition. A question-and-answer period followed. Corneli and van Welie responded to questions regarding the balance of reliability and environmental priorities; carbon pricing; the Forward Capacity Market (FCM) and capacity supply obligations in the FCM; large-scale battery energy storage; the ISO’s not-for-profit structure; consumer engagement in energy conservation and demand response; demand response in wholesale electricity m3.4ar.4k eCtos;m inmfruansittryu Rcotuurned staitbinleg ; and asset condition projects. Nathan Phillips , CLGCC member (MA), explained that the community roundtable, a feature for interaction with attendees that the Coordinating Committee introduced at the June meeting, would be condensed to allow more time for questions and answers with the speakers. During the networking break, four prompts were provided for both in-person and virtual Webex attendees. Attendees were encouraged to respond to the prompts, and the CLGCC will consider the feedback in planning for future CLG meetings. The community 2023 Report of the Consumer Liaison Group page 17",
        "roundtable exercise is intended to continue at CLG meetings moving forward. The CLGCC posed the following ques• t ions to meeting participants: Reflect on the comments and discussion we just had with the FERC General Counsel and with ISO • Board members. What was particularly interesting or surprising to you? Based on what you’ve heard today, or other questions you came to the meeting with, what would you • ask ISO-NE for clarification or for information? The CLG coordinating committee is piloting a new educational opportunity as part of the CLG’s mission to help communicate in plain language some of the issues related to ISO-NE and our grid. Did you watch the video “who pays for gaining infrastructure” by Don Kreis (asset condition project) that was circulated in advance of the meeting? Did you find that short video useful and educational, and do you have any feedback on that video? Would you like to see more of those produced in the future • as part of CLG meetings and what topics are you most interested in? The coordinating committee’s goal with this CLG meeting was to highlight one theme and have different people speak to the issue. Do you feel like you learned about this issue of aging 3.4.5 ISOin Nfreaws tErnugctlaunred/ Uapssdeatt eco nditions from the FERC and ISO officials who spoke today? Anne George ,vice president and chief external affairs and communications officer at ISO-NE, provided the ISO’s regional update. George introduced the external affairs team and noted a change in the format for these regional updates. They will be framed around the ISO’s three critical roles: grid operation, market • administration, and power system planning. Market Administration Update: George provided an update on the monthly wholesale electricity prices and noted that for October 2023, average real-time electricity prices were down significantly compared to last year, primarily driven by a decrease in natural gas prices. Electricity demand in October was higher than last year, but down compared to the prior month, which was hotter than usual. George explained that the ISO filed with FERC a request for a one-year delay for Forward Capacity Auction 19 (FCA 19) to provide time to explore potential changes to the FCM and time for • resource capacity accreditation efforts. The ISO is awaiting a response from FERC on this filing. Grid Operation Update: George highlighted the ISO’s winter outlook, which was published on • December 4 and is available on the ISO website. System Planning Update: The ISO’s 2050 Transmission Study is being finalized, and the next steps include ongoing discussions with the states to facilitate future development of transmission, as requested by the states. George highlighted an upcoming ISO webinar to be held on December 14 intended to provide an overview of system planning. A question-and-answer period followed the remarks. George responded to questions regarding the ISO’s reporting of emissions from electricity generation; the FCA 19 delay filing; resource capacity accreditation; the Regional Energy Shortfall Threshold (REST); the proposal in the ISO’s budget for a new position related to e3n.4v.i6ro Cnlomseinngta rle jmusatrikces ; calls for conservation; and demand response. Anderson offered closing remarks and thanked everyone who helped to organize the CLG meeting. Anderson specifically thanked the ISO’s Debi Smith, who has played a vital role in coordinating these meetings since the beginning of the CLG, and retired at the end of the year. 2023 Report of the Consumer Liaison Group page 18",
        "Consumer Liaison Group Future Initiatives ISO New England, working with CLG members and the CLGCC, will continue to conduct outreach in the states to inform consumers and consumer advocates of the existence, role, and information provided by the CLG. In 2024, working with ISO New England, the CLGCC will devote the CLG’s quarterly public meetings and other efforCtso nthtrinouugeh toou Ft othcue sy eoanr Ctoo mmmakuen sittriiedse sa nind f Couivri cis Ssupea caeres afso:r CLG Meetings 1) : The CLGCC will continue to build relationships and extend invitations to communities where CLG meetings will be held in 2024, including in Maine, Massachusetts, and Connecticut. This includes planning meetings in spaces more accessible and welcoming to residents than corporate hotels – for example, in community centers and community colleges. We also plan to continue the practice of “community roundtables” at each meeting to engage in dialogues with community members and build upon the community roundtables held in 2023. Finally, the CLGCC will explore increasing accessibility for the CLG through translation services for those community members who do not speak English as their native language. Continue toFoster ISO-NE Engagement 2) : The CLGCC aims to forge more frequent direct communication between the CLG and the ISO-NE Board, and between the CLG and the region’s statutorily designated ratepayer advocates. We will evaluate how the CLG can become a more effective channel for communicating the concerns and interests of ratepayers to the Board. We will explore opportunities for consumer advocates to report on their regional activities and to share observations about ISO New England and NEPOOL from a ratepayer perspective. Expand Digital and Social Media Outreach for CLG 3) : The CLGCC will seek to explore ways to engage in digital and social media outreach to more effectively and consistently communicate about CLG to larger groups of end users. Refine CLG Governance 4) : The CLGCC will undertake analysis and deliberation about how the CLG can become an even more effective vehicle for ratepayer input into the work of ISO New England. We will circulate with the CLG a draft of the amended CLG bylaws to solicit input and feedback before publishing a final version of the amended CLG bylaws prior to the final CLG meeting in 2024. We will also continue to consider how CLG resources can be best utilized to fulfill the mandate and goals of the group. In 2024, CLG meetings will continue to be “hybrid,” allowing for both in-person and remote participation. Locations for the 2024 meetings will include Portland, Maine (March 2024); Holyoke, Massachusetts (June 2024); New London, Connecticut (September 2024) and Boston, Massachusetts (December 2024). 2023 Report of the Consumer Liaison Group page 19",
        "ISO New England Activities and Initiatives ISO New England (ISO-NE) provides educational and informational materials to the CLG throughout the year. This section highlights the major topics presented by ISO-NE at CLG meetings in 2023. In addition to these presentations, the ISO’s External Affairs department issues a memo each month to provide timely updates on 7 regional energy issues, stakeholder meetings, and other information that may be of interest to consumers. ISO-NE undertakes a variety of short- and long-term projects to enhance the region’s competitive wholesale electricity markets and ensure reliable operation of the power grid. Certain long-term projects of significance are called key projects, and related information is grouped together on the Key Projects webpage for stakeholder convenience. More information about the ISO’s role in the energy industry can be found on the ISO website. 5.1 Power System Operations Overseeing the day-to-day operation of New England’s power grid is one of three critical roles ISO-NE performs in the region. Changing weather extremes and variability are key factors affecting resource availability, demand patterns, and related reliability concerns. Moreover, energy-security risks in New England are well documented, highlighting the importance of evaluating a wide range of operating conditions. For the past two decades, ISO-NE has raised concerns about energy adequacy and fuel supply limitations during periods of extreme cold weather. Many actions have been taken over the years by the New England states, the Federal Energy Regulatory Commission (FERC), and the ISO in attempts to address our region’s 8 energy adequacy risks. Still, the New England region will remain vulnerable to fuel supply shortages during prolonged periods of very cold weather until a robust regional solution is determined to address the vulnerable energy supply chain. It is essential to resolve the region’s energy adequacy and fuel supply issues to support a reliable clean energy transition. The ISO has identified energy adequacy as one of the four essential pillars to developing and maintaining a reliable, clean, decarbonized grid. A dependable energy supply chain and/or robust energy reserve is vital to manage through extended periods of severe weather or energy supply constraints when the region will need to depend on its balancing resources to keep supply and demand in equilibrium. In 2023, the ISO provided the CLG with updates regarding its efforts to reliably operate New England’s power grid, including addressing operational risks associated with extreme weather events and the region’s energy a5d.1e.q1u Oacpye riasstiuoensa. lK Iemyp paocitn otfs Efrxotrmem thee Wsee eaftfhoerrt sE avreen tdsi scussed below. The ISO collaborated with the Electric Power Research Institute (EPRI), an independent, nonprofit research and development organization, to conduct the first-of-its-kind Operational Impact of Extreme Weather Events 7 The monthly memos are posted to the ISO’s CLG webpage at http://www.iso-ne.com/committees/industry- Timeline: Historical Efforts to Ad d ress Fuel Security Issues in New England collaborations/consumer-liaison. 8 , webpage (March 17, 2023), https://www.iso- ne.com/about/what-we-do/in-depth/efforts-to-address-fuel-security-in-new-england. 2023 Report of the Consumer Liaison Group page 20",
        "9 energy adequacy study. The study examined how the region’s power system would fare under stressful future weather and operational conditions and concluded that winter energy shortfall risk appears manageable in the near term over a 21-day period. The ISO published a final report on the study’s results in 10 December 2023. The study created a framework for ongoing assessments of energy shortfall risks. This Probabilistic Energy Adequacy Tool (PEAT) will help identify circumstances that could lead to an energy shortfall, and give the region’s stakeholders advance warning and the opportunity to take steps to avert it. In addition, the ISO and stakeholders will use study results to develop a Regional Energy Shortfall Threshold (REST), establishing an acceptable level of energy shortfall risk common to the six states. Following the establishment of the REST, a subsequent effort will evaluate the development of specific regional solutions which could include retail and/or wholesale market actions. The study demonstrates that New England’s energy shortfall risk is dynamic, and will be a function of the evolution of supply and demand. Timely additions of solar power, offshore wind, and imported electricity would mitigate energy shortfall risks that result from winter peak load growth and the retirement of existing g5e.1n.e2r aMtoysrtsi cin C tohset- oref-gSieornv.i ce Agreement In 2018, to address near-term operational fuel-security risks presented by some retirement bids, the ISO worked with its stakeholders to incorporate a fuel-security reliability review methodology into the Forward Capacity Market. This mechanism permitted the ISO to retain fuel-secure resources that have indicated an intent to retire through the submission of a retirement de-list bid. The fuel-security retention mechanism was in place for retirement requests during three Forward Capacity Auction (FCA) cycles—FCAs 13, 14, and 15, which correspond to the capacity commitment periods (CCPs) from June 2022 through May 2023, June 2023 through May 2024, and June 2024 through May 2025. Pursuant to the fuel- and transmission-security retention rules, the ISO entered into a cost-of-service (COS) agreement with Constellation Mystic Power, LLC and Exelon Generation Company, LLC for Mystic Generating Station units 8 and 9. The agreement is in effect for two Forward Capacity Market CCPs, starting June 1, 2022, and ending May 31, 2024. The COS charge is the allocation of the supplemental capacity payments paid by market participants with real-time load obligations to the Mystic resources retained for fuel security. The ISO has determined that Mystic units 8 and 9 do not need to be retained for fuel security for the CCP associated with FCA 15. The ISO filed market enhancements, known as the Energy-Security Improvements with FERC in 2020 and selected the Greater Boston Ready Path solution to solve the transmission-security issues caused by the retirement of the Mystic plant. Accordingly, Mystic Generating Station will retire on June 15,. 12.032 I4n.v entoried Energy Program The winter of 2023/2024 marked the first year of the FERC-approved Inventoried Energy Program (IEP), an interim program designed to provide incremental compensation to certain resources that maintain inventoried energy during cold periods (defined as Inventoried Energy Days) when winter energy security is Operational Impacts of Extreme Weather Events Key Project 9 , webpage (February 2024), https://www.iso- ne.com/committees/key-projects/operational-impacts-of-extreme-weather-events. 10 “Operation Impact of Extreme Weather Events: Final Report on the Probabilistic Energy Adequacy Tool (PEAT) Framework and 2027/2032 Study Results,” presentation (December 11, 2023), https://www.iso-ne.com/static- assets/documents/100006/operational_impact_of_exteme_weather_events_final_report.pdf. 2023 Report of the Consumer Liaison Group page 21",
        "11 most stressed. An Inventoried Energy Day occurs when the average of the high temperature and the low temperature is less than or equal to 17°F at Bradley International Airport in Windsor Locks, Connecticut. Oil, natural gas, refuse, and electric storage (including pumped storage) resources are eligible to participate in the IEP. Resources with up to 72 hours of fuel inventory (or sufficient contracts) are eligible for compensation. The program will be in place for two winter periods: December 2023 to February 2024 and D5.e1c.e4m ISbOer N 2e0w2 4E ntgol Faenbdr Puaarrtyic 2ip0a2t5e.s in FERC’s New England Winter Gas-Electric Forum On June 20, 2023, in Portland, Maine, ISO-NE participated in a forum convened by FERC to discuss possible 12 solutions to the electricity and natural gas challenges facing New England. The forum continued 13 conversations from the first New England gas-electric forum held in September 2022. Vamsi Chadalavada, executive vice president and chief operating officer; Stephen George, director of operational performance, training, and integration; Robert Ethier, vice president, system planning; Mark Karl, vice president, market development and settlements; and President and CEO Gordon van Welie each participated in panels during the forum. Much of the discussion centered on the future of the Everett Marine Terminal (EMT), which supplies fuel for the Mystic Generating Station that is set to close on June 1, 2024. In the forum’s opening presentation, George presented an analysis of expected electric system operations over the next two winters, including an analysis 14 of winter 2024/2025 with and without EMT. Chadalavada then joined George to present the initial findings of the Operational Impact of Extreme Weather Events energy adequacy study, which focused on the winter of 15 2027 and found relatively low risk of energy shortfalls, with or without EMT. Chadalavada and George pointed out that the region’s increased use of solar power, the growth of offshore wind projects, additional transmission projects like the New England Clean Energy Connect, and limited energy demand growth are expected to minimize the risk of energy shortfalls in the near term. The energy adequacy study did not analyze the potential impact of EMT’s closure on the region’s natural gas system, as that system is outside the scope of the ISO’s expertise. In the day’s final panel, van Welie urged regulators to push the gas industry to undertake comprehensive assessments of the operational performance o5f.1 th.5e Wgaisn tseyrs 2te0m23, s/i2m0i2l4ar O tuot tlohoek e fforts by ISO-NE in the electric system. While the ISO has developed a significant number of tools and procedures to better assess and respond to energy security issues, a severe, prolonged cold snap could necessitate emergency actions if power-producing resources lack access to the fuel they need to operate. To enhance situational awareness entering winter, the 11 FERC notice, Docket No. ER19-1428-001 (August 6, 2019), https://www.iso-ne.com/static- assets/documents/2019/08/ferc_notice_er19-1428.pdf. 12 FERC, New England Winter Gas-Electric Forum (June 20, 2023), https://www.ferc.gov/news-events/events/2023- new-england-winter-gas-electric-forum-06202023. 13 FERC, New England Winter Gas-Electric Forum (September 8, 2022), https://www.ferc.gov/news-events/events/new- england-winter-gas-electric-forum-09082022. 14 “New England Winter Gas-Electric Forum Opening Presentation: Winters 2023/2024 and 2024/2025 in New England and the Role of Everett,” presentation (June 20, 2023), https://www.iso-ne.com/static- assets/documents/2023/06/ad22-9_winter_gas-electric_forum_opening_presentation.pdf. 15 Since the second New England Winter Gas-Electric Forum, the ISO has completed additional analysis including summer 2027, and summer/winter 2032, as summarized in Section 5.1.1 of this report. 2023 Report of the Consumer Liaison Group page 22",
        "ISO begins planning months in advance. Information on the seasonal outlook is posted twice each year, for 16 both summer and winter. The ISO works closely with the generators, states, and regional utilities to plan and prepare for operational conditions. The ISO coordinates with generators to understand fuel procurement plans, while offering pre- 17 winter training to discuss market and operational changes. ISO-NE also holds a pre-winter briefing with the region’s utilities and government officials to discuss expectations for the season and test emergency 18 communications procedures. Since weather is the largest driver of energy use and resource availability in New England, ISO-NE closely monitors seasonal weather forecasts. The National Oceanic and Atmospheric Administration 2023/2024 winter forecast projected above-normal temperatures in New England, though a warmer-than-average season does not eliminate the threat of prolonged stretches of cold weather. The ISO’s 2023/2024 winter outlook anticipated that New England would have adequate electricity supplies under mild and moderate weather conditions. Prolonged periods of very cold weather continue to pose reliability risks to the region, but ISO-NE will use procedures and plans, including a rolling three-week energy 19, 20 supply forecast, with the goal of mitigating these conditions should they materialize. The • IS O’s 2023/2024 winter outlook anticipated: • Peak demand of 20,269 megawatts (MW) under typical weather • Peak demand of 21,032 MW under below-average temperatures 33,374 MW of total resources would be available to meet demand N5.e1w.6 E 2n0g2la2n IdS’Os Nalel-wti mEneg wlainndte Erl epcetarkic i sG e2n2e,8ra1t8o rM AWir, Esemt iossni oJanns uRaerpyo 1rt5 , 2004. The annual Electric Generator Air Emissions Report provides a comprehensive analysis of New England electric generator air emissions, regional average and marginal emissions rates, and a review of relevant 21 system conditions. The 2022 analysis, which draws information from US Environmental Protection Agency databases and other sources, found that New England continues to see levels of power system emissions that are well below those 2 observed in the 2000s and early 2010s. Annual carbon dioxide (CO ) emissions fell 18% from 2013 to 2022, 16 “ISO New England Outlines Power Grid Preparedness for Winter Season,” news release (December 4, 2023), https://www.iso-ne.com/static-assets/documents/100006/2023124_pr_winteroutlook_2023.pdf. 17 “2023-2024 Winter Generator Readiness Seminar,” presentation (October 31, 2023), https://www.iso-ne.com/static- assets/documents/100005/2023_2024_winter_generator_readiness_seminar.pdf. 18 “ISO New England Overview of Emergency Procedures and Communications Process,” presentation (November 29, 2023), https://www.iso-ne.com/static-assets/documents/100006/webex-2023-pre-winter-op-4-briefing-11-29- final.pdf. 19 “An Innovative Energy Supply Forecast,” webpage (February 15, 2024), https://www.iso-ne.com/about/what-we- do/in-depth/21-day-forecast. 20 “Seasonal System Outlook,” webpage (February 15, 2024), https://www.iso-ne.com/markets-operations/system- 2022 ISO New England Electric Generator Air Emissions Report forecast-status/seasonal-system-outlook. 21 (December 21, 2023); https://www.iso-ne.com/static- assets/documents/100006/final_2022_air_emissions_report.pdf. 2023 Report of the Consumer Liaison Group page 23",
        "x 2 nitrogen oxide (NO ) emissions fell by 39%, and sulfur dioxide (SO ) emissions fell by 81%. From 2001 2 x 2 through 2022, CO emissions fell by 37%, NO emissions fell by 79%, and SO emissions fell by 98%. ISO 2 In addition to the annual analysis, the ISO publishes data on estimated CO emissions from New England Express ISO to Go power plants in a monthly recap of the wholesale electricity markets. Real-time estimates are available on 22 and . 5.2 Wholesale Electricity Markets ISO-NE designs, administers, and oversees the region’s competitive wholesale electricity markets. The ISO continuously works to modernize and enhance the wholesale markets, ensuring that they remain competitive and continue to provide efficient outcomes to support a reliable grid. In 2023, ISO New England provided updates to the CLG regarding the markets it designs and operates, with k5e.2y. 1p oRinestos usrucme mCaapraizceitdy bAeclcorwed. i tation in the Forward Capacity Market The ISO is undertaking a major effort to implement methodologies that will more accurately reflect resources’ contributions to resource adequacy. The Resource Capacity Accreditation (RCA) project will further support a 23 reliable clean energy transition. When determining the amount of capacity a resource can bid into the Forward Capacity Market (FCM), the ISO considers what that resource can be reasonably expected to produce during peak or stressed system conditions three years in the future. This process involves examining a number of factors, including the resource’s physical characteristics and historical performance. The RCA project builds upon and advances this framework to meet the changing needs of the region, evaluating the different characteristics of the growing share of clean energy resources contributing to the region’s power mix. Throughout 2023, ISO-NE and stakeholders continued discussing concepts underpinning the RCA. The ISO has made a commitment to FERC to file proposed improvements in time for FCA 19, originally scheduled for 2025. However, the ISO received approval from FERC to delay FCA 19 until 2026 to allow for completion of 24 the project. The ISO expects to file with FERC in August 2024. However, if it pursues a prompt/seasonal capacity market (as discussed in the next section), the ISO would seek FERC approval to delay the auction further, until 2028, in order to have time to develop the market rules to implement a new capacity market 5st.r2u.2ct uArltee, rwnahtiicvhe Fwoirllw inacrdlu Cdaep RaCciAty. Market Commitment Horizons ISO-NE is recommending a new capacity market structure to better ensure power system reliability and cost- efficiency as the region’s resource mix evolves. The ISO currently administers a Forward Capacity Market, using annual auctions to secure commitments from energy resources three years in advance. The proposed update would instead follow a “prompt/seasonal” model. “Prompt” means the capacity auction would take place closer to the delivery period. As a result, the auctions 2 2 “Monthly Prices,” archive (January 26, 2024), https://isonewswire.com/tag/monthly-prices/. 23 The most up-to-date information about the RCA project can be found at the “Resource Capacity Accreditation in the Forward Capacity Market Key Project” webpage (2024), https://www.iso-ne.com/committees/key-projects/resource- capacity-accreditation-in-the-fcm. 24 FERC order, Docket No. ER24-339-000 (January 2, 2024); https://www.iso-ne.com/static- assets/documents/100007/er24-339-000.pdf. 2023 Report of the Consumer Liaison Group page 24",
        "would be based on more accurate information about expected demand and resources’ ability to meet that demand during the most stressed system conditions. A prompt auction would also better accommodate resource development timelines, and reduce risk of resources securing capacity supply obligations but being unable to deliver. The “seasonal” element involves procuring capacity in a way that better addresses the distinct reliability challenges of winter and summer, and seasonal variations in resource performance. Before making a recommendation, ISO conducted stakeholder discussions in the NEPOOL Markets 25 Committee, and commissioned a study by Analysis Group that also endorsed a prompt/seasonal approach. The proposed reforms would take effect beginning with the 2028/2029 CCP. Under the current market structure, commitments for that period would be secured in FCA 19, currently scheduled for 2026. To pursue a prompt/seasonal capacity market, the ISO would seek FERC approval to delay FCA 19 until 2028, to allow time to implement a new capacity market structure that incorporates prompt/seasonal and RCA. If new rules are approved by FERC, the first prompt capacity auction would be held in early 2028 for the 26 2028/2029 commitment period. A NEPOOL Participants Committee vote on whether to begin designing the p5r.2o.m3 pDta/yse-Aahsoeanda lA mncairlklaerty i sS eprlvaincnese dIn fiotira Atipveri l 2024. 27 In January 2024, FERC accepted ISO-NE’s proposal to create an expanded Day-Ahead Market. The Day- Ahead Ancillary Services Initiative (DASI) creates a Day-Ahead Ancillary Services Market and retires the region’s Forward Reserve Market. The new market will compensate resources for providing required energy and reserve capabilities beyond what is secured in the existing Day-Ahead Energy Market. This market will provide performance incentives to participating resources, such as dispatchable fuel-fired generators and storage resources, to be prepared to provide energy when the bulk power system experiences sudden shifts in demand or unexpected loss of supply during the operating day. DASI will give the power grid greater flexibility as New England relies more heavily on weather-dependent resources and increases its use of electricity for heating and transportation. 5T.h2e. 4c hAannngueasl wRielpl otarktse f eroffmec ItS MOa Nrechw 1E, n2g0l2an5d. ’s Independent Market Monitors 28 The ISO regularly reports on the performance of the region’s wholesale electricity markets. In addition to detailed quarterly, monthly, and weekly reports, the ISO’s internal and external market monitors (IMM and EMM, respectively) prepare comprehensive annual reports on the development, operation, and performance 29 of the markets. Each year, the IMM meets with state officials, including public utilities commissioners, Capacity Market Alternatives for a Decarbonized Grid: Prompt and Seasonal Markets 2 5 , report (January 2024), https://www.iso-ne.com/static-assets/documents/100007/a08b_mc_2024_01_09_11_agi_updated_report.pdf. 26 Capacity supply obligations are in place for resources through May 2028. 27 FERC order, Docket No. ER24-275-000 (January 29, 2024); https://www.iso-ne.com/static- assets/documents/100007/er24-275-000.pdf. 28 The ISO’s various market reports are posted at its “Market Performance Reports” webpage (2024), http://www.iso- ne.com/markets-operations/market-performance/performance-reports. 29 The internal market monitor’s annual reports are posted at http://www.iso-ne.com/markets-operations/market- monitoring-mitigation/internal-monitor. The external market monitor’s annual reports are posted at http://www.iso- ne.com/markets-operations/market-monitoring-mitigation/external-monitor. 2023 Report of the Consumer Liaison Group page 25",
        "consumer advocates, and attorneys general, to discuss its annual markets report and field questions about the performance of the markets. 2022 Annual Markets Report 30 In June 2023, the IMM published the . The report assessed the state of competition in the wholesale electricity markets administered by the ISO during the prior operating year, January 1 to December 31, 2022. The IMM determined that New England’s capacity, energy, and ancillary services markets performed well and exhibited competitive outcomes. Among other observations, the report noted that the total wholesale cost of electricity in 2022 was $16.7 billion. This was $5.5 billion (or 50%) higher than the 2021 total. The higher energy prices were primarily driven by significantly higher energy costs (natural gas prices increased by over 100% year-over-year). Energy costs in 2022 were $11.7 billion, up 92% or $5.6 billion from 2021. Capacity costs totaled $2 billion, down 10% or $200 million from 2021, driven 5by.2 c.5le aFroirnwga prrdi cCeasp ianc FitCyA A 1u2ct aionnd 1 F8C A 13. On February 5, 2024, ISO-NE conducted its 18th annual Forward Capacity Auction. After four rounds of competitive bidding, FCA 18 concluded with sufficient resources to meet peak demand during the 2027/2028 CCP. The auction secured capacity supply obligations (CSO) from 31,556 MW of resources to be available during the 2027/2028 CCP. The auction closed with clearing prices of $3.58 per kilowatt-month (kW-month) in all zones and import interfaces. In comparison, prices in the 2023 auction ranged from $2.55/kW-month to 31 $2.59/kW-month across different pricing zones. Continuing the trend seen in recent auctions, new generating resource securing CSOs were non-carbon- emitting resources, including offshore wind, solar, and hydroelectric resources. New and existing solar and wind generation, energy storage, and demand resources secured obligations totaling about 5,540 MW, accounting for about 18% of all capacity clearing the auction. New solar generation and energy storage resources, or facilities combining the two, secured obligations totaling about 795 MW. This accounted for the majority of new generating resources, which also included about 185 MW of new wind resources. More than 8% of the total obligations secured in FCA 18 went to new and existing demand-reducing resources. This category includes an assortment of business models, including traditional energy efficiency and demand response programs, as well as aggregations of residential homes that agree to reduce grid 5de.2m.6a nFdE RdCu rOinrdge pre Naok. s2u2m22m er hours through a combination of solar panels and batteries. Participation of Distributed Energy Resource Aggregations in Markets Operated by Regional Transmission Organizations and Independent System Operators In 2020, FERC issued Order No. 2222: 32 . The rule required ISOs and RTOs to modify their tariffs to reduce barriers to the wholesale market participation of distributed energy resources (DERs) by allowing DERs to provide wholesale services through distributed energy 2022 Annual Markets Report 3 0 (June 5, 2023), https://www.iso-ne.com/static-assets/documents/2023/06/2022-annual- markets-report.pdf. 31 “New England’s Forward Capacity Auction Closes with Adequate Power System Resources for 2027/2028,” news release (February 9, 2024), https://www.iso-ne.com/static- Participation of Distributed Energy Resource Aggregations in Markets Operated by Regional Transmission assets/documents/100008/20240209_pr_fca18_initial_results.pdf. 3O2rganizations and Independent System Operators FERC, , Docket No. RM18-9-000; Order No. 2222 (September 17, 2020), https://www.ferc.gov/sites/default/files/2020-09/E-1_0.pdf. 2023 Report of the Consumer Liaison Group page 26",
        "resource aggregation. ISO-NE, joined by NEPOOL and the Participating Transmission Owners, made its 33 primary compliance filing in February 2022, with subsequent compliance filings in 2023. DERs participating in the wholesale markets exclusively through an aggregation arrangement were already exempt from the ISO’s interconnection process under FERC Order No. 2222. The revisions to the ISO tariff extend that treatment to individual DERs so that, in New England, all DERs will follow the applicable state interconnection process. The revisions will reduce uncertainty regarding the interconnection process of DERs, while increasing the energy supply and lowering wholesale electricity prices for customers. The ISO will continue to review reliability analyses, as required under its tariff. Other changes from the order include measures that will improve the coordination of interconnection studies. The ISO dedicated significant resources to develop its compliance proposals through a comprehensive stakeholder process and substantial coordination among a large number of affected entities across the six New England states, including prospective DER aggregators, electric distribution companies and meter readers, electric retail regulatory authorities, and others. The changes went into effect in August 2022. 5.3 Regional System Planning The ISO’s final critical role is to manage the regional power system planning process. To aid in power system planning, reliability studies, and other processes, the ISO forecasts future demand for electricity in New England so the region and the marketplace will be informed about the potential need for additional energy infrastructure. The ISO also forecasts the long-term growth of resources like energy efficiency and distributed generation that may impact the ISO’s planning functions. This information drives decisions on transmission needs, and provides signals in the wholesale markets for development of supply and demand resources. ISO-NE maintains an ongoing 10-year plan for the region to ensure the power grid continues to operate reliably as conditions change. The plan is built on a foundation of standards and criteria for reliability set by the ISO, Northeast Power Coordinating Council, and North American Electric Reliability Corporation. Careful studies and analyses inform the plan and are also used to evaluate proposed projects initiated in response to the plan or market signals. The ISO does not select specific supply resources for development or retirement. Those decisions are made by resource owners and developers through the wholesale markets. Key aspects of the ISO’s planning process in 2023 included developing forecasts of energy use, energy efficiency, distributed generation development, and transportation and heating electrification; completing 10- year and longer-term transmission studies; undertaking significant reforms to generator interconnection p5r.3o.c1e dEunreersg ya nEdff iacgierneecym aenndts D; iasntrdi beuxtpeldo rGiennge arsasteiot nc oFnodreitciaosnt sp roject process improvements. Since 2012, the ISO has developed an annual energy efficiency (EE) forecast to equip system planners and regional stakeholders with information about the long-term impacts of EE investments on the region’s peak electricity use and overall demand for energy. Energy efficiency has been a key topic of interest to consumers and consumer advocates since the inception of the CLG. 3 3 ISO New England Inc. and New England Power Pool, “Revisions to ISO New England Inc. Transmission, Markets and Services Tariff to Allow for the Participation of Distributed Energy Resource Aggregations in New England Markets,” FERC filing, Docket No. ER22-___-000 (February 2, 2022); https://www.iso-ne.com/static- assets/documents/2022/02/order_no_2222_filing.pdf. 2023 Report of the Consumer Liaison Group page 27",
        "Developing the forecast is a collaborative process led by the ISO with input from the Energy Efficiency 34 Forecast Working Group (EEFWG). The process incorporates input from representatives of state-sponsored EE programs and state regulatory agencies. State policies are the major drivers of EE investments, and thus the forecast model is built using state policy information on EE statutory targets, funding levels, and economic trends, as well as FCM inputs such as clearing prices. The most recent EE forecast was released on April 10, 2023, with the next one scheduled for release in spring 35 2024. The ISO forecasts that by 2032 the region will have approximately 2,436 MW of EE investments and will experience annual load reductions of 12,810 gigawatt-hours (GWh) from EE. Since 2013, the ISO has led a regional Distributed Generation Forecast Working Group (DGFWG) to collect data on distributed generation (DG) policies and implementation and to forecast long-term incremental DG 36 growth in New England. For the purposes of this forecast, DG resources are usually 5 MW or less in nameplate capacity and are interconnected to the distribution system. Photovoltaic (PV) resources represent the largest share of DG resources throughout New England. Final 2023 PV Forecast The shows steady growth, with approximately 11,913 MW (AC nameplate rating) of 37 distributed solar power resources to be installed by 2032 throughout New England. The forecast also reported that about 5,473 MW of distributed PV had been installed throughout New England through the end of 2022. 3 4 More information about the EEFWG is available at the ISO’s “Energy-Efficiency Forecast Working Group” webpage, https://www.iso-ne.com/committees/planning/energy-efficiency-forecast/. 35 “Final 2023 Energy Efficiency Forecast,” presentation (April 10, 2023); https://www.iso-ne.com/static- assets/documents/2023/04/eef2023_final.pdf. 36 Information about the DGFWG is available at the ISO’s “Distributed Generation Forecast Working Group,” webpage, https://www.iso-ne.com/committees/planning/distributed-generation/. Information about the latest DG forecast is available at https://www.iso-ne.com/system-planning/system-forecasting/distributed-generation-forecast/. 37 “Final 2023 Solar PV Forecast,” presentation (April 10, 2023); https://www.iso-ne.com/static- assets/documents/2023/04/2_final_2023_pv_forecast.pdf. 2023 Report of the Consumer Liaison Group page 28",
        "Table 5-1 Final 2023 PV Forecast (MW) Cumulative Total MW (AC nameplate rating) States Through 2023 2024 2025 2026 2027 2028 2029 2030 2031 2032 2022 CT MA 912.0 171.0 174.0 165.0 131.0 131.0 131.0 112.0 111.0 110.0 92.0 ME 3,289.0 348.0 330.0 312.0 312.0 312.0 312.0 232.0 228.0 224.0 220.0 NH 295.0 277.0 262.0 107.0 107.0 107.0 107.0 107.0 83.0 82.0 81.0 RI 183.0 25.0 24.0 23.0 23.0 23.0 23.0 23.0 23.0 23.0 23.0 VT 326.0 52.0 49.0 47.0 47.0 47.0 47.0 47.0 40.0 40.0 39.0 Regional— Cumulative 54,46783.0.0 92092.0.0 82677.0.0 62769.0.0 62465.0.0 62476.0.0 62476.0.0 52488.0.0 52193.0.0 53007.0.0 43815.0.0 (MW) Forecast Report ofCapacity, Energy, Loads, and Transmission The ISO develops the EE and PV forecasts with input from stakeholders. The forecasts are published in the 38 I5S.O3.’2s aTnrnaunaspl ortation and Heati ng Electrification Forecasts (CELT Report). Since 2020, the ISO has forecasted the impacts of heating and transportation electrification on state and regional electricity use. The forecasts are included in the annual CELT Report. The electrification of the heating and transportation sectors is expected to play a pivotal role in meeting the New England states’ greenhouse gas reduction mandates and goals over the coming decades. To help ensure the power grid is prepared for the decarbonized future, ISO-NE expanded its 10-year planning forecasts to capture growth in air-source heat pumps and a broader variety of electric vehicles, and to quantify resulting increases in grid electricity demand. In April 2023, the ISO published its 10-year heating electrification 39 forecast and transportation electrification forecast. In New England by 2032, the ISO forecasts that there will be more than one million households with heat pumps, and more than 600 million square feet of commercial space heated with heat pumps—increasing annual energy consumption by 7,334 MW and contributing up to 2,965 MW to winter peak load. For the 2023 transportation electrification forecast, in addition to light-duty personal vehicles, the ISO considers four classes of fleet vehicles: light-duty fleet, medium-duty delivery, school buses, and transit buses. Total fleet electric vehicle adoption is estimated to reach over 251,000 by 2032. Light-duty electric vehicles, including cars and trucks, were estimated to total over 2.7 million regionwide. The ISO forecasted that in 2032, overall transportation electrification will increase annual energy consumption by 13,961 GWh and contribute 2,346 MW to summer peak and 3,420 MW to the winter peak. The ISO continues to modify its heating and transportation electrification forecasting methodologies as state policies and initiatives are further developed and additional data becomes available. The 2024 CELT Report is expected to be released in Q2 2024. 3 8 The ISO’s CELT Reports and related materials are available at https://www.iso-ne.com/system-planning/system-plans- studies/celt/. 39 “Final 2023 Heating Electrification Forecast,” presentation(April 28, 2023), https://www.iso-ne.com/static- assets/documents/2023/04/heatfx2023_final.pdf; “Final 2023 Transportation Electrification Forecast,” presentation (April 28, 2023), https://www.iso-ne.com/static-assets/documents/2023/04/transfx2023_final.pdf. 2023 Report of the Consumer Liaison Group page 29",
        "5.3.3 Storage as Transmission-Only Assets In October 2023, FERC accepted a proposal from ISO-NE that will enable energy storage technology to play an 40 important role in ensuring a reliable transmission system. Storage as transmission-only assets (SATOAs) could include a variety of storage resources, including battery technology and pumped hydropower. Because they would be built only to serve a transmission reliability purpose, SATOAs will not compete in the electricity markets and will have minimal effect on wholesale prices. While SATOAs would be owned and maintained by transmission companies, ISO-NE system operators would control their use. SATOAs would be used under specific system conditions to prevent localized overloading, to help prevent or mitigate controlled outages in the unlikely event that demand for electricity were to exceed the regionally available supply, or to assist with system recovery after an outage. Construction of SATOAs by transmission companies would depend upon selection in the open regional system planning process administered by the ISO, similar to the way reliability-based system upgrades are handled today. SATOA rules would not apply to or restrict the numerous other energy storage resources that already compete in the markets, including almost 2,000 MW of pumped storage and more than 600 MW of new and existing battery storage resources that secured obligations in the Forward Capacity Auction for the 2024/2025 commitment period. Nor would the rules apply to or restrict battery resources proposed in the 5IS.3O.’4s I2n0te5r0c Tornannescmtiiosnsi oRne qSutuedsyt Queue, or future projects looking to participate in the markets. The ISO conducted the landmark 2050 Transmission Study in response to a recommendation by the New England States Committee on Electricity (NESCOE) to conduct a comprehensive long-term analysis of regional 41 transmission needs. The study assessed the transmission system investment needed to reliably deliver all the power the region needs into the middle of the century, amid an evolving resource mix and an expected near-tripling of winter peak demand. Findings presented in November 2023 indicate that limiting peak electricity use through demand response, energy efficiency, or other means would significantly reduce the amount New England must spend on transmission upgrades over the next two-plus decades. Cumulative costs to upgrade the transmission system could reach $17 billion to reliably serve a 51 GW peak in 2050, or $26 billion to support a 57 GW peak. 42 The final 2050 Transmission Study report was posted in February 2024. The report includes sets of potential solutions, or roadmaps, designed to assist stakeholders in their efforts to facilitate the clean energy transition. The longer-term transmission study process is currently informational, and does not include a formal mechanism for triggering the construction of new transmission projects. Stakeholder discussions are underway around a new process to allow the ISO and NESCOE to choose which transmission system concerns 43 to address, and to solicit project proposals and advance them toward construction. Order Accepting Tariff Revisions 4 0 FERC, , Docket No. ER23-739-000 (October 19, 2023); https://www.iso-ne.com/static- assets/documents/100004/er23-739-000.pdf. 41 New England State Committee on Electricity, “New England States Vision Statement,” webpage (October 16, 2020), 2050 Transmission Study https://nescoe.com/resource-center/vision-stmt-oct2020/. 42 , report (February 12, 2024); https://www.iso-ne.com/static- assets/documents/100008/2024_02_14_pac_2050_transmission_study_final.pdf. 43 Documents related to the Extended-Term Transmission Planning Tariff Changes Key Project are available at https://www.iso-ne.com/committees/key-projects/extended-term-transmission-planning-key-project. 2023 Report of the Consumer Liaison Group page 30",
        "5.3.5 Regional System Plan The 2023 Regional System Plan (RSP23), finalized in November 2023, is a comprehensive look at the evolving 44 needs of the region’s power grid. Issued once every two years, the RSP assesses the types of resources and transmission facilities the region will need over the next 10 years, while accounting for market efficiencies and economic and environmental considerations. The RSP helps regional stakeholders assess needs related to grid reliability. Publishing an RSP at least once every three years is one of the ISO’s responsibilities as mandated by FERC. RSP23 is the culmination of an open, public process conducted through public meetings of the Planning Advisory Committee (PAC), where stakeholders—including market participants, state officials, and consumer and environmental advocates—offered input and feedback. In response to some of this feedback, this year’s RSP is shorter and more accessible than past editions. ISO staff presented the draft RSP23 at the ISO-NE Board of Directors Annual Open Board Meeting. Compiled RSP23 stakeholder comments and ISO responses 45 5ha.3v.e6 bFeEeRnC p Oorsdteedr Ntoo t. h2e0 2R3S P webpage. On July 28, 2023, FERC issued Order No. 2023, mandating that ISOs and RTOs implement reforms to generator interconnection procedures and agreements to ensure that interconnection customers can 46 interconnect to the transmission system in a reliable, efficient, transparent, timely, and fair manner. The primary elements of the order include implementing a first-ready, first-served study process (eliminating the current first-come, first-served study process); speeding up interconnection queue processing through improved processes, deadlines, and penalties; and incorporating technological advancements into the interconnection process such as modeling and performance standards for inverter-based resources. The reforms are intended to address interconnection queue backlogs. The ISO is dedicating significant resources to this important initiative to develop its compliance proposal and bringing it through the stakeholder process. After the ISO submits its compliance filing to FERC, a transition process will begin in early 2024 to aid the conversion to the new requirements. The ISO hosted a public webinar on March 26, 2024, to discuss the ISO’s compliance proposal and Affected 47 S5y.3s.t7em N EOSpCeOrEat Aorss settu Cdoiensd.i Ati orne cPorrodjeincgt Porf otchees sw Reebqinuaesrt w ill be available on the ISO website. In addition to reliability-related transmission upgrades identified through ISO-led planning processes, owners of pool transmission facilities (PTFs) in New England may identify replacements or upgrades to existing facilities. These are known as asset condition projects. In February 2023, NESCOE asked the New 2023 Regional System Plan 4 4 , report (November 1, 2023), https://www.iso-ne.com/static- Combined 2023 RSP Stakeholder Comment Forms with ISO Responses assets/documents/100005/20231114_rsp_final.pdf. 45 , report (December 7, 2023); https://www.iso- ne.com/static- assets/documents/100006/2023_12_07_pac_combined_2023_rsp_stakeholder_comment_forms_with_iso_responses_final _nov1_update.pdf. 46 FERC, “Improvements to Generator Interconnection Procedures and Agreements,” Docket No. RM22-14-000; Order No. 2023 (July 28, 2023); https://www.ferc.gov/media/e-1-order-2023-rm22-14-000. 47 “FERC Order No. 2023 and ASO Studies Public Webinar,” webpage (February 2024), https://www.iso-ne.com/event- details?eventId=154443. 2023 Report of the Consumer Liaison Group page 31",
        "England Transmission Owners (NETOs) to reform New England’s asset condition project process, and 48 expressed interest in developing a transmission infrastructure right-sizing approach. To support these efforts, NESCOE requested the creation of a Major PTF Equipment Asset Condition Database and an Asset Condition Needs and Solutions Guidance Document. The proposed reforms aim to provide a more transparent, predictable, and uniform planning process for asset condition projects. Right-sizing proposed transmission projects, if done carefully and deliberately, may provide opportunities for long-term cost savings and benefits to New England consumers. NESCOE has argued that substantial efforts on right-sizing should not occur until the region makes progress on asset condition project reforms, and has 49 urged the NETOs to prioritize finalizing the guidance document in the nearest term. A5t. 4th Be toimared o fA thnisn roeuponrct’es mpuebnlictast,i oGno, vstearkenhaonldceer dEinschuassniocnesm areen otnsg,o ainngd a tP thueb PliAcC M. eeting The ISO elects its Board of Directors through a joint nominating process that involves representatives from the board, NEPOOL, and the New England Conference of Public Utilities Commissioners (NECPUC). The members of the Board of Directors have expertise in financial markets, law, electric power operations, and regulation, among other disciplines. Board members are subject to the company’s code of conduct, which includes a non-affiliation provision designed to maintain the independence of the company from participants 50 i5n.4 N.1ew IS EOn Ngleawn dE’nsg wlahnodl eEslaelcet sm 2a0r2k3e tBso aanrdd tShlaetire affiliates. In June 2023, the ISO announced the election of its 2023 Board of Directors slate. Brook M. Colangelo and Mark Vannoy were reelected to a third and second term, respectively, along with new director Craig Ivey. Ivey’s three-year term began on October 1, 2023. Roberto Denis, member of the Board since 2014, retired 51 prior to October 1. Ivey is the former president of Consolidated Edison Company of New York, Inc., retiring in 2017 after nine years. In this role, he was responsible for all aspects of the electric system that serves over 9 million New Yorkers. Ivey serves on the board for Ameren Corporation, as well as the Fresh Air Fund, a nonprofit serving 5ch.4il.d2r eISnO i nN leoww E-inngcloamnde Aconmnumalu Onpiteiens B iona Nrde wM eYeotrikn gC ity. In November 2023, the Board held its annual open meeting—with options to attend in-person in Boston or 52 virtually via Webex—where the public was invited to observe Board discussions and offer comments. The Asset Condition Projects and Process Improvements 48 New England States Committee on Electricity, , letter (February 8, Asset Condition Guidance Document 2023); https://nescoe.com/wp-content/uploads/2023/02/Asset_Condition_Ltr_2-8-23.pdf. 49 New England States Committee on Electricity, , letter (February 8, 2024); https://www.iso-ne.com/static- assets/documents/100008/2024_02_12_pac_nescoe_asset_condition_guidance_document.pdf. 50 ISO Newswire “Board of Directors,” webpage (February 21, 2024), https://www.iso-ne.com/about/corporate-governance/board/. 51 ISO Newswire “ISO New England elects 2023 board slate,” (June 28, 2023), https://isonewswire.com/2023/06/28/iso- ne-elects-2023-board-slate/; “Roberto Denis retires from ISO-NE Board of Directors,” (September 29, ISO New England Governance Enhancements—Update to May 20, 2022 Memo 2023), https://isonewswire.com/2023/09/29/roberto-denis-retires-from-iso-ne-board-of-directors/. 52 (July 6, 2022), https://www.iso- ne.com/static-assets/documents/2022/05/board_memo_to_nescoe_governance_enhancements_052022.pdf. 2023 Report of the Consumer Liaison Group page 32",
        "ISO-NE Board of Directors and participants heard from ISO system planners, an industry expert, and 53 members of the public. Comments from participants were posted to the ISO-NE website. Board Chair Cheryl LaFleur opened the meeting by describing the ISO’s role in the region. ISO-NE President and CEO Gordon van Welie delivered a report about ongoing transmission planning projects, and ISO staff presented the draft 2023 Regional System Plan. Dr. Debra Lew, associate director of the Energy Systems Integration Group, discussed challenges around fully decarbonizing the energy sector, the potential for overbuilding intermittent resources, and the need for the development of clean energy resources that can 54 reliably meet peak demand. Presentation slides and a video recording of the meeting have been posted to 55 the ISO-NE website. The Board plans to host another public meeting in 2024 focusing on the wholesale electricity markets. 5.5 The ISO’s Budget Review Process ISO New England is committed to providing an open and transparent budgeting process, starting with preliminary reviews by the states, followed by detailed discussions with state and regional stakeholders, and culminating with a FERC review. On October 13, 2023, following consultation with New England state regulators, consumer advocates, attorneys general, and other stakeholders, the ISO filed its proposed 2024 56 operating and capital budgets with FERC for review and approval. FERC approved the budget on December 57 151.5, .210 P2r3o.po sed Operating Budget The proposed operating budget for 2024, before depreciation and true-up, is projected to be $276.9 million, which is $36.7 million or 15.3% higher than the 2023 operating budget. After depreciation and true-up, the revenue requirement for 2024 is projected to be $273.9 million, which is $48.3 million or 21.4% higher than the 2023 revenue requirement of $225.6 million. If the ISO’s projected revenue requirement for 2024 was fully passed through to end-use customers, their cost would average $1.46 per month (up from $1.18 per m5.5on.2th P froorp tohseed 2 C0a2p3i traelv Benudugee rte quirement). The 2023 capital budget is projected to be $35 million ($1.5 million higher than the 2023 capital budget). The increase is driven by investments in software, cybersecurity needs, market and reliability projects, and the replacement of IT assets and infrastructure. 5 3 “Public Comments to the Board of Directors,” webpage (November 30, 2023), https://www.iso- ne.com/about/corporate-governance/board/public-comments-to-the-board-of-directors. 54 Debra Lew, “What does a decarbonized future look like: The Last 10%,” presentation(November 1, 2023); https://www.iso-ne.com/static-assets/documents/100005/2023-open-board-meeting-and-rsp23-public-meeting-esig- debra-lew-presentaion.pdf. 55 “2023 Regional System Plan Public Meeting/Open Meeting of the ISO New, England Board of Directors,” presentation (November 1, 2023), https://www.iso-ne.com/static-assets/documents/100005/2023-open-board-meeting-and-rsp23- public-meeting-iso-slides.pdf; “2023 November RSP & Open Board Meeting” video recording (November 1, 2023), Filing of 2024 Capital Budget and Revised Tariff Sheets for Recovery of 2024 Administrative Cost https://vimeo.com/885351468. 56 , Docket No. ER24-90-000 (October 13, 2023); https://www.iso-ne.com/static-assets/documents/100004/iso_2024_budget_filing.pdf. 57 FERC Order Accepting Capital Budget for Calendar Year 2024 and 2024 Administrative Costs, Docket No. ER24-90-000 (December 11, 2023); https://www.iso-ne.com/static-assets/documents/100006/er24-90-000.pdf. 2023 Report of the Consumer Liaison Group page 33",
        "5.5.3 Budget Review Process The ISO’s budget-development process begins in January of each year with stakeholder discussions on priorities in planning, operations, and capital projects. In the June to August timeframe, the ISO presents preliminary operating and capital budgets to its stakeholders for review. By the end of October, the ISO submits its final operating and capital budgets to FERC for review. The ISO’s board of directors plays an active role throughout the budget-review process, taking into account feedback from stakeholders before voting on the proposed budget in October. The ISO’s formal budget-review process also includes a preliminary budget presentation around the time of the annual NECPUC Symposium in May and an additional budget presentation with the New England states in 58 August. The states have the opportunity to submit questions and comments, to which the ISO issues formal responses. The comments submitted by the states and the ISO’s responses are filed with FERC in October 59 alongside the proposed budget, and posted to the ISO’s website. More information regarding the ISO’s 60 budget, including an overview of the budget-development process, is available on the ISO-NE website. Settlement Agreement, 5 8 Docket Nos. ER13-185, ER13-192 (May 13, 2013), https://www.iso-ne.com/static- assets/documents/regulatory/ferc/filings/2013/may/er13_185_000_5_9_13_settlement_agreement.pdf 59 “Budget,” webpage (2023), https://www.iso-ne.com/about/corporate-governance/budget/. 60 “The ISO’s Funding and Budgeting Process,” webpage (2023), https://www.iso-ne.com/about/what-we-do/in- depth/the-iso-funding-and-budgeting-process. 2023 Report of the Consumer Liaison Group page 34",
        "Analysis of Wholesale Costs and Retail Rates One of the primary goals among CLG participants when the group first formed was to better understand how a typical retail consumer’s bill reflects wholesale market costs. ISO-NE first conducted this analysis in 2009 and has subsequently updated it each year for the annual CLG report. The analysis concluded that wholesale costs and the rates for residential retail power supply can vary dramatically among the states and from year to year, mainly because wholesale electricity markets and retail electricity markets are used to obtain different products. Wholesale markets reflect the short-term spot market for electric energy, whereas retail rates reflect longer-term, fixed-price contracts. The relationship between wholesale costs and retail rates will also vary with each utility’s and state’s procurement practices for retail power. Understanding these differences is essential when comparing the two markets. Table 6-1 shows the range of average wholesale market costs for calendar years 2013–2023 among the New England states and the range of residential retail power supply rates in effect immediately thereafter (i.e., on January 1 of each year) for each of the states with Tunabbulen d6l-e1d retail electricity markets. Wholesale Market Costs and Residential Retail Power Supply Rates (¢/kWh)(a)(b) Date Residential Retail Residential Retail Power Wholesale Market Costs Power Supply Rates in Supply Rates(c) (¢/kWh) Effect (¢/kWh) 2023 January 1, 2024 2022 January 1, 2023 4.80 – 5.29 10.83 – 17.74 2021 January 1, 2022 10.51-10.89 17.47 – 29.28 2020 January 1, 2021 6.63 – 6.75 9.82 – 15.18 2019 January 1, 2020 4.82 – 4.88 6.41 – 11.97 2018 January 1, 2019 6.13 – 6.20 7.24 – 13.11 2017 January 1, 2018 7.48 – 7.81 8.92 – 13.51 2016 January 1, 2017 5.36 – 5.68 7.83 – 12.61 2015 January 1, 2016 4.11 – 4.37 6.64 – 10.36 2014 January 1, 2015 5.43 – 5.78 6.56 – 11.85 2013 January 1, 2014 7.53 – 8.27 7.56 – 15.56 6.75 – 7.23 6.81 – 9.56 (a) The analysis is based on a hypothetical residential consumer that uses 750 kilowatt-hours (kWh) per month. The values indicate a range of lowest-to-highest costs among the states. Wholesale markets costs for 2023 are preliminary. (b) The figures in this range are the load-weighted residential retail power supply rates as calculated by the ISO using rates approved by state regulators as of January 1, 2024 and 2023 load figures by utility, by state. (c) The ranges for residential retail power supply rates include the states that have unbundled retail electricity markets. Vermont has not unbundled its retail electricity market; therefore, its rates are not included as part of this analysis. 2023 Report of the Consumer Liaison Group page 35",
        "Addi•t ional results of the analysis are as follows: From 2022 to 2023, wholesale market costs decreased 51.3% to 54.9% across the New England states. Many states saw a significant decrease in retail power supply rates in effect on January 1, • 2024, compared with retail power supply rates in effect on January 1, 2023. Most states saw a decrease in total residential retail electricity rates in effect on January 1, 2024, compared with total residential retail electricity rates in effect on January 1, 2023. These rates 61 • include costs for power supply, transmission, distribution, and all other delivery service charges. The estimated regional transmission rate decreased by approximately 1.2% from 2022 to 2023 (from 2.2153 ¢/kWh in 2022 to 2.1882 ¢/kWh in 2023) and is equivalent to 6.2% to 9.8% of total load-weighted residential retail electricity rates in effect on January 1, 2024, which ranged from 62 • 22.39 ¢/kWh to 35.42 ¢/kWh. A review of actual transmission rates for residential retail consumers in Connecticut, Maine, Massachusetts, New Hampshire, and Rhode Island in effect on January 1, 2024, shows that 63 transmission represents approximately 11.4% to 15.1% of total residential retail electricity rates. 6 1 Total residential retail electricity rates in effect on January 1, 2023 ranged from 26.24 to 44.60 ¢/kWh among the five New England states included in the analysis. Total load-weighted residential retail electricity rates in effect on January 1, 2024 ranged from 22.39 to 35.42 ¢/kWh. 62 The regional transmission rate reflects the costs of reliability projects identified through the regional transmission planning process as providing a regional benefit. These costs are considered part of the regional network service (RNS). The regional transmission rate is calculated as the sum of all RNS charges and tariff-based reliability services for the specific period, divided by the total net enerTgyra fnosrm loisasdio fno,r M thaer kseatms, ea pnder Sioerdv. iFcoesr T2a0r2i3ff, the period is based on the 12 months ending December 31, 2023. The regional transmission rate is established by the region’s transmission owners and is collected through ISO New England’s . For more information, see http://www.iso-ne.com/participate/rules-procedures/tariff and http://www.iso-ne.com/participate/support/faq/oatt- iso-tariff. Information on net energy for load is available at: http://www.iso-ne.com/isoexpress/web/reports/load-and- demand/-/tree/net-ener-peak-load. 63 The difference between actual transmission rates for residential consumers and the regional transmission rate is the inclusion of local transmission costs and projects in the residential transmission rates. Additionally, methodologies to allocate transmission costs to residential customers are likely to vary by state and utility. This analysis does not include VT. 2023 Report of the Consumer Liaison Group page 36",
        "New England Wholesale Electricity Costs The annual wholesale costs of meeting consumer demand for electricity in New England can vary significantly. Over the past 10 years, total annual costs have ranged from a low of $7.7 billion in 2016 to a high of $16.8 billion in 2022. Table 7-1 summarizesT Naebwle E 7n-g1la nd’s wholesale electricity costs for 2014 to 2023. New England Wholesale Electricity Costs, 2014 to 2023 (in Millions and ¢/kWh)(a) 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 (b) $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh $ Mil. ¢/kWh Wholesale market costs Energy (LMPs)(c) Ancillaries(d) $9,079 6.9 $5,910 4.5 $4,130 3.2 $4,498 3.5 $6,041 4.7 $4,105 3.3 $2,996 2.4 $6,101 4.8 $11,712 9.0 $4,847 3.9 Capacity(e) $331 0.3 $210 0.2 $146 0.1 $132 0.1 $147 0.1 $83 0.1 $62 0.1 $52 0.0 $124 0.1 $182 0.1 Subtotal $$110,0,45666 08..08 $$17,,212190 05..58 $$15,,413670 04..29 $$26,,827455 15..48 $$39,,679046 27..68 $$37,,458091 26..07 $$25,,762602 24..72 $$28,,420443 16..68 $$113,8,76041 110.4.5 $$16,,333088 15..11 Transmission charges(f) RTO costs(g) $1,828 1.4 $1,964 1.5 $2,081 1.6 $2,199 1.7 $2,250 1.7 $2,146 1.7 $2,331 1.9 $2,688 2.1 $2,739 2.1 $2,612 2.1 $165 0.1 $165 0.1 $180 0.1 $193 0.2 $196 0.2 $184 0.1 $191 0.2 $216 0.2 $214 0.2 $214 0.2 Total $12,4 59 9. 5 $9,3 58 7. 1 $7,6 98 5.9 $9,2 67 7.3 $12,2 40 9. 4 $9,915 M7y.s9t ic co$s8t-,2o4f-2s ervi6ce.7 a gre$e1m1,e3n0t8 8.9 $1$61,6862 8 103.1.0 $$94,66204 07..74 = (a) Average annual costs are based on the 12 months beginning January 1 and ending December 31. Costs in millions = the dollar value of the costs to New England wholesale market load servers for ISO-administered services. Cents/kWh the value derived by dividing the dollar value (indicated above) by the real-time load obligation. These values are presented for illustrative purposes only and do not reflect actual charge methodologies. (b) The wholesale values for 2023 are preliminary and subject to reconciliation. (c) Energy values are derived from wholesale market pricing and represent the results of the Day-Ahead Energy Market plus deviations from the Day-Ahead Energy Market reflected in the Real-Time Energy Market. (d) Ancillaries include first- and second-contingency Net Commitment-Period Compensation (NCPC), forward reserves, real-time reserves, regulation service, and a reduction for the Marginal Loss Revenue Fund. (e) Capacity charges are those associated with the Forward Capacity Market (FCM) from June 2012 forward. Open Access Transmission Tariff (f) Transmission charges reflect the collection of transmission owners’ revenue requirements and tariff-based reliability services, including blackstart capability, voltage support, and FCM reliability. In 2019, the cost of payments made to these generators for reliability services under the ISO’s (OATT) was $57.4 million. Transmission charge ISO New England Inc. Transmission, Markets, and totals for 2010 forward reflect the refund of OATT Schedule 1 through-or-out (TOUT) service charges to regional network load. Services Tariff (g) RTO costs are the costs to run and operate ISO New England and are based on actual collections, as determined under Section IV of the . 2023 Report of the Consumer Liaison Group page 37",
        "Total wholesale costs include the cost of traditional supply resources and demand resources and the annual cost of transmission investment to serve all the region’s power needs. These costs also include the cost of all ISO functions to operate the power grid, administer the markets, implement the 10-year power system planning process, and provide market-monitoring oversight of participant behavior and in-depth market analysis and reporting. Between 2011 and 2023, the ISO’s annual costs have ranged from $130 million to $216 million. Market participants that purchase electricity from the wholesale market for their own use or to supply to retail customers pay wholesale electricity costs. In turn, suppliers and utilities provide electricity to retail customers according to the retail market structures and requirements of the six New England states. Utilities charge retail customers for power supply through their monthly bills using the rates approved by the state or local public utilities commissions. Retail customers share in the cost of regional transmission upgrades for reliability and generally pay for it over a 35- to 40-year period through the transmission rates in their retail bill. In 2023, the total value of all wholesale electricity costs, including the cost of regional transmission upgrades and ISO operations, was approximately $9.6 billion. Allocating this cost across the load served at a wholesale level (real-time load obligation) in 2023 yields a rate of 7.7 ¢/kWh. Wholesale values for 2023 are preliminary and subject to reconciliation. 2023 Report of the Consumer Liaison Group page 38"
    ]
}