{
    "FILE_NAME": "https://www.burlingtonvt.gov/sites/default/files/020722%20Burlington%20Open%20Space%20Plan%20Addendum_ADOPTED.pdf",
    "ALL TEXT": "NATURE-BASED CLIMATE SOLUTIONS An Addendum to the Burlington Open Space Protection Plan February 2022“The trees act not as individuals, but somehow as a collective. Exactly how they do this, we don’t yet know. But what we see is the power of unity. What happens to one happens to us all. - Robin Wall Kimmerer - Author of Braiding SweetgrassAcknowledgments “Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has.” -Margaret Mead Thank you to all the people who have contributed to the creation of this document including the Burlington Conservation Board, Burlington Parks, Recreation, and Waterfront, Burlington Wildways, and the general public. Special thanks is given to the Climate Addendum Sub- Committee, including Zoe Richards, Conservation Board Chair, Dan Cahill, City Land Steward and Conservation Board Member, and Rebecca Roman, Conservation Board Member. Special thanks is also given to staff liaison, Scott Gustin, the City of Burlington’s Principal Planner for Development Review and Alicia Daniel, the University of Vermont and City of Burlington’s Field Naturalist, who served as an editor, for their hard work, dedication, and thoughtfulness towards advancing nature-based climate solutions in Burlington and increasing Burlington’s climate resilience. The City also thanks their consulting team, Resilience Planning and Design and FB Environmental, for their work coordinating this project.Contents WHY NATURE-BASED CLIMATE SOLUTIONS? 6 OVERVIEW 8 Burlington’s Landscape and People 12 EXISTING CONDITIONS ANALYSIS AND RESEARCH 13 OUTREACH SUMMARY 15 NBCS FRAMEWORK 17 Equity, Inclusion, and Relationships 19 Forests and Tree Canopy 25 Agriculture and Community Gardening 29 Water and Wetlands 33 Lawns, Fields, and Small Open Spaces 37 Green Infrastructure 40 IMPLEMENTATION 43 APPENDIX: EXISTING CONDITIONS ANALYSIS AND RESEARCH 55 Research and Case Studies 56 Protected Lands 59 Tree Canopy 60 Water Resources 61 Impervious Surface Cover 62 Connectivity 63 Biodiversity 64 Our Changing Demographics 656 Burlington Open Space Protection Plan Addendum W H Y N AT U R E - B A S E D C L I M AT E S O L U T I O N S ? In 2020, the Burlington Conservation Board highlighted as climate change related made an appeal to the City Council to write efforts. an addendum to the Open Space Protection Plan focused on climate change solutions. • A growing body of scientific evidence With the full support of the Council, the makes it clear that nature protection is not Planning Commission, and the Parks just good for stabilizing the climate, but Commission, this work began in early 2021. is the most cost-effective, important, and The initiative was based on the following inescapable requirement for successfully observations that have guided and informed slowing the heating of our city and our the creation of this Plan: planet. • Climate change is the defining challenge • Healthy, functional ecosystems provide of our time — and a cultural and clean water, flood mitigation, wildlife ecological emergency that needs urgent habitat, and biodiversity protection— attention. all of which are essential to carbon sequestration. • The City’s Open Space Protection Plan was written in 2000, and updated in 2014, • The term “nature-based climate but did not specifically address climate solutions” is being used by major change. organizations—like the United Nations, The Nature Conservancy, American • The City’s Climate Action Plan, which was Forests, World Wildlife Fund, and the updated in 2008, suggests a role for urban Trust for Public Land—to describe the trees but does not fully contemplate essential contribution open spaces and the role that other ecosystems play in natural systems have in addressing the climate mitigation. climate emergency. • Burlington has made nationally • The United Nations estimates that 33% recognized commitments to addressing of climate action will need to come from climate change in other ways—including nature-based solutions—if humanity is to the ambitious net zero electricity successfully and cost-effectively mitigate production goal, the achievement of the risks and damage from the rising 100% renewable power and other built temperatures of the planet. However, environment and infrastructure-oriented the United Nations data also shows that investments. globally these nature-based efforts are only receiving 3% of the climate-action • Burlington has also made notable funding. investments in conservation through its Conservation Legacy Fund, conservation • For the purposes of this project, nature- program in the Parks Department, and based climate solutions is defined on the other land-protection efforts—but these following page. investments have not been viewed orBurlington Open Space Protection Plan Addendum 7 NATURE-BASED CLIMATE SOLUTIONS work with our soils, plants, trees, and water alongside community partnership, education, and participation to strengthen our people and our natural areas to combat climate change. More specifically, nature-based climate solutions: • Significantly reduce greenhouse gas emissions. • Reverse or mitigate the root of the problem instead of treating the symptoms. • Provide many additional co-benefits for the ecology and community. • Advance protection, restoration, and stewardship opportunities for natural resources. • Reduce the threat from natural hazards while also making communities more resilient to the adverse impacts of climate change. • Create opportunities for land stewardship education and partnerships.8 Burlington Open Space Protection Plan Addendum O V E R V I E W This addendum to Burlington’s Open Space Protection Plan (OSPP) was written to further the goals identified in earlier plans, including the OSPP and PlanBTV: Burlington’s Comprehensive Plan, while specifically identifying nature-based solutions that will combat climate change. Nature-based climate solutions (NBCS) are inherently multi-functional, providing a range of benefits related to climate resilience, ecological health, and community well-being. NBCS include strategies that protect existing natural areas, restore storms, less snow cover, rising average ecosystems, and steward the City’s natural temperatures, and shorter winters are other resources as a way to combat climate change. associated impacts of climate change. The purpose of this initiative is to catalyze and document a shift in the mindset of the According to the Vermont Department of City of Burlington and its residents. That is, Health, spring arrives two weeks earlier than a shift toward recognizing the inherent value in 1960 on average, and the average air that nature, including trees, plants, and soils, temperatures have increased by 2 degrees in Burlington’s open spaces have in mitigating in the summer and 4 degrees in the winter. climate change. This is a critical evolution in State data suggests that, while Vermont is thinking that compliments the City’s many currently experiencing around six days per other sustainability and resiliency-related year with temperatures above 87 degrees, initiatives. that’s expected to increase to more than 20 days per year.2 THE LINK TO CLIMATE CHANGE According to a study published by Climate The State of Vermont has indicated that Central in July, 2021, Burlington ranks climate change has serious impacts on 13th out of 159 cities nationwide for risk Vermont’s communities, economy, and factors that contribute to “urban heat ecosystems.1 As temperatures rise, warmer islands”, which are created when there are air is affecting ocean currents, wind currents, higher temperatures and the presence of air streams, storm systems, and many other unvegetated, impermeable surfaces in cities.3 drivers of the climate Vermonters experience currently. More intense precipitation and 2 Vermont Department of Health. State Climate Office projections. 2014. https://www.healthvermont.gov/ 1 State of Vermont. “What Changes are Occurring? health-environment/climate-health/climate-change Climate Change in Vermont”. https://climatechange. 3 Climate Central. “Hot Zones: Urban Heat Island vermont.gov/content/what-changes-are-occurring Effects”. July, 2021.Burlington Open Space Protection Plan Addendum 9 This study also revealed that Burlington is, on implementation of carbon removal strategies average, 7 degrees warmer, due to its land that simultaneously improve the social, use pattern and location, than other areas economic, and environmental resilience of Vermont, which increases the demand for of local communities. Traditionally, cities cooling energy and has public health and develop greenhouse gas inventories by environmental consequences. accounting for emissions generated by the burning of fossil fuels and develop solutions NATURAL ECOSYSTEMS AS A to reduce those emissions. A nature-based CLIMATE CHANGE SOLUTION climate solutions framework also accounts for carbon sequestration and emissions in natural ecosystems. Nature helps combat climate change by removing greenhouse gases from the atmosphere and storing carbon in the When natural ecosystems are lost, vegetation and soil. This reduces the due to development, tree mortality, amount of greenhouse gas emissions in the etc., greenhouse gas emissions atmosphere, which is a leading contribution to climate change and its impacts. Scientific increase, carbon sequestration from studies have also shown that trees and other natural systems decrease, and the vegetation can lower air temperature in city ecosystem services that open spaces neighborhoods by up to 10 degrees.4 provide are diminished. When natural These natural process have the potential to ecosystems, which can be thought of reverse or mitigate the underlying root of as “carbon stocks”, are increased by the climate change issue and its associated strategic management of open space, impacts in Burlington. Nature-based climate solutions also have the potential to increase greenhouse gas emissions decrease, habitat, filter stormwater, protect water carbon sequestration increases, and resources, increase the City’s local food ecosystem services are protected or supply, reduce the impact of natural hazards, benefit human well-being, and increase enhanced. Burlington’s resilience. To harness nature’s innate abilities to fight climate change, PLANNING FOR NBCS Burlington must invest in natural resource protection, ecological restoration, and new The image on the following page is adapted land stewardship opportunities. from the Urban Drawdown Initiative and illustrates the relationship between natural Burlington is part of the Urban Drawdown ecosystems, greenhouse gas emissions, and Initiative (UDI), a network that brings carbon storage. All scales of implementation together city managers, urban planners, are needed to harness the capability of resource specialists, community-based nature-based climate solutions; from the organizations, scientists, innovators, smallest planting or pocket park, to changes land managers, and others to accelerate in land management in parks and open spaces, and stewardship of the City’s largest conservation lands. 4 Proceedings of the National Academy of Sciences of the U.S. “Scale-dependent interactions between tree canopy cover and impervious surfaces reduce daytime As indicated in the image above, organic urban heat during summer”. Carly D. Ziter, Eric J. Pedersen, waste and fertilizer use are other prevalent Christopher J. Kucharik, and Monica G. Turner. April, 2019.10 Burlington Open Space Protection Plan Addendum sources of greenhouse gas emissions. Before Vermont passed a mandatory composting MOVING TOWARDS ACTION law, the state would send approximately 80,000 tons of organic waste per year to To propel investment and action, local landfills. According to the Environmental officials must embrace a commitment to the Protection Agency, the statewide switch to following NBCS Goals for Burlington: composting cuts greenhouse gas emissions significantly, equating to about 9,000 cars • Guide City staff and leaders, local being removed from the road. organizations, and community membrs in collaborative efforts to implement NBCS. To protect and increase natural ecosystems • Mobilize community members to lead and within Burlington, natural resource and participate in NBCS through education, development/housing needs must be volunteerism, and community input. balanced to best address issues of • Ensure this NBCS framework guides the climate change, affordable housing, and next Open Space Protection Plan update others. There is an opportunity to balance by 2025. development with natural resource protection, and even promote the integration To bring these concepts into practice, this of nature-based climate solutions in the City’s Plan identifies innovative and aggressive new development in a thoughtful way.Burlington Open Space Protection Plan Addendum 11 strategies for the City to initiate that capture supporting livelihoods and reducing carbon with trees, plants, and soils in vulnerability to climate change. Burlington’s forests, fields, gardens, wetland • NBCS must support or enhance ecosystems, and through green infrastructure biodiversity, from the level of the gene solutions. to the ecosystem. Biodiversity underpins the societal benefits derived from NBCS This city-wide initiative also frames the by supporting the delivery of many importance of land conservation and the ecosystem services in the short term, restoration of natural systems as important reducing trade-offs among services climate action strategies, and recognizes (e.g. between carbon storage and water the economic and social values of these supply), and supporting the health and resources. These efforts will leverage the resilience of ecosystems in the face carbon-capturing potential of the diverse of environmental change. To sustain vegetation and soil layers in these spaces ecosystem health, other aspects must while also generating additional ecosystem also be considered, such as ecosystem services that benefit Burlington and the connectivity. surrounding region. Moving forward, • Metrics for measuring the success of nature-based climate solutions should be NBCS should include those for carbon designed with consideration of their long- dynamics, as well as for biodiversity across term “carbon-sink” potential, as well as multiple trophic levels. their impacts on biodiversity, equity, and sustainable development goals. To ensure long-term resilience, projects involving nature-based solutions should adhere to four high-level principles, defined by Oxford’s Nature-Based Solutions Initiative.5 These include: • NBCS are best utilized in conjunction with efforts to decarbonize our economy and phase out fossil fuel use (see Burlington’s Net Zero Energy Roadmap). • NBCS projects need to involve a wide range of ecosystems. All ecosystem types hold opportunities for NBCS to enhance the provision of ecosystem services to people while supporting multiple societal challenges. • NBCS should be designed, implemented, managed, and monitored in partnership with local and indigenous communities while generating local benefits, including 5 Nature-Based Solutions Initative. Oxford University. https://www.naturebasedsolutionsinitiative.org/.12 Burlington Open Space Protection Plan Addendum BURLINGTON’S LANDSCAPE AND PEOPLE This land we now call Vermont has people are arriving with their own history and stories every day. changed dramatically over the past 10,000+ years since the Abenaki This should serve as a reminder to people and others began to know this acknowledge the past, present, and future of our place as humans and as part of the place as their home. natural environment in Vermont. It is our responsibility to give back to this land that Take a moment to picture your favorite sustains us. natural area in Burlington. Listen to the bird songs and the buzzing of insects while you It is also important to clarify that this open walk through changes in vegetation and see space planning process in Burlington was other people enjoying this place as well. It led by mostly white residents and consulting is important that we acknowledge the long staff. Efforts were made to reach out and history of this land we call Vermont, and the engage with many voices and perspectives deep connection that people have had with in meaningful ways during this process, and its landscape throughout history. The Abenaki everyone involved is committed to continuing people of Vermont, including members from these efforts during implementation. We the Missisquoi Tribe, the Nuhlegan Band hope this NBCS initiative can grow from this of the Coosuck, Koasek Abenaki Nation, starting point and be further informed by an the Elnu Abenaki Tribe, and others are still even greater diversity of participants over here living and working beside us, and new time.Burlington Open Space Protection Plan Addendum 13 E X I S T I N G C O N D I T I O N S A N A LY S I S A N D R E S E A R C H This project began with a city-wide inventory Extensive research was also conducted and analysis of existing conditions in to learn how urban communities are Burlington. As part of this analysis, digital implementing NBCS and how leading map data was reviewed, as well as other agencies (such as the United Nations and studies and planning documents. The the Nature Conservancy) are framing NBCS resulting information provided a deeper as a climate change solution This research understanding of Burlington’s existing open provided direction and inspiration for space and natural resource networks. The the creation of Burlington’s framework. A analysis also provided a foundation for the summary of the research conducted can be creation of the City’s own NBCS framework found in the Appendix. and implementation blueprint which are presented in this Plan. There are many departments, organizations, and individuals that have already started A comprehensive review of the the following implementing projects that are considered topics can be found in the Appendix. NBCS throughout the City, creating fertile • Protected Lands ground for future collaboration. This provides • Tree Canopy an opportunity for the City to elevate NBCS • Water Resources as a robust strategy to combat climate • Impervious Surface Cover change, building on existing momentum to • Connectivity garner additional support for this vision. As • Biodiversity the infographics on the next page indicate, • Demographics there is an extensive open space network already in place.14 Burlington Open Space Protection Plan AddendumBurlington Open Space Protection Plan Addendum 15 O U T R E A C H S U M M A R Y This summary highlights the outreach • Artwork explaining NBCS by Christine Hill of Tender Warrior and engagement methods used, • Project flyers and signs key themes identified, and findings • Direct communications to boards, collected during the public outreach committees, and organizations • Social media communications phase of the 2021 Burlington open • A public access video using NBCS artwork space protection planning process. and a voiceover • A virtual community summit The purpose of this Open Space Protection • A public access video featuring the virtual Plan Addendum is to promote, embrace, community summit and strengthen NBCS within the city to • Meetings with the following Departments, combat climate change. Implementation Boards, Committees, and Organizations: of this plan will require involvement from • Parks, Recreation, and Waterfront Staff community members, city staff, elected • Parks Commission officials, and many partner organizations. • Winooski Valley Park District To accomplish this and ensure that the final • Planning Commission planning document reflects the goals and • Ward 5 Neighborhood Planning priorities of the community, City staff, NCBS Assembly sub-committee, and the consulting team • Burlington Wildways developed a diverse community engagement • Stormwater Staff plan utilizing diverse approaches to outreach. • University of Vermont Classes • An online survey These included: The results from these engagement activities • Project Website have been used to inform the Open Space • Online Project Feedback Form Plan Protection Addendum.16 Burlington Open Space Protection Plan Addendum WHAT WE HEARD Across all of the engagement activities the • Increasing equity and accessibility of participants understood the pressing need for NBCS should be a priority in project investing in NBCS, and they all indicated an planning and implementation. interest in helping implement these efforts in Equity and accessibility was discussed Burlington. The following themes emerged frequently throughout this process, and during this process: yet it proved challenging to engage many of the voices often missing from • There is support in the City investing these types of municipal planning in and expanding nature-based climate efforts. Some efforts that were utilized solutions (NBCS), as well as supporting were language translation of the project existing NBCS initiatives. webpage and direct communication swith City staff and partner organizations are underrepresented populations in the City. ready to do more and have lots of ideas Looking forward, there was agreement that align well with NBCS. There is interest that more needs to be done to engage a in continuing to use municipal properties wider variety of residents, and to ensure and infrastructure for NBCS to provide that their voices and wishes are reflected examples that residents, property owners, as improvements are made in every and the development community can learn neighborhood. from. • Ongoing education and outreach will • NBCS should engage residents and be needed to ensure that the topic of property owners in Burlington. NBCS is accessible and understood. Residents and property owners need to be This concept and the many implementation engaged in NBCS efforts because publicly strategies identified are new to many owned lands will not provide enough people, and efforts need to be made to opportunity for real impact. The good provide hands on education and access to news is that the residents we engaged resources and plant materials. To do this with are excited about the possibilities effectively, the city must also commit to but favored different strategies. To measuring, monitoring, and reporting out address this, future efforts should include on the ability of the open spaces and the incentives, resources, and education on species within to combat climate change. successful strategies and new practices for those interested. • Connecting open spaces and regeneration of natural systems were • Regulatory standards and incentives identified as priorities for NBCS should be developed to increase NBCS projects. in Burlington. This includes finding ways to maintain Regulatory standards are still needed to physical connections between vegetated protect the city’s open spaces and the areas while ensuring impervious surfaces natural resources they contain while also are disrupted. Within these areas there is expanding tree canopy and ensuring long- interest in prioritizing the establishment term maintenance. While homeowners of edible species and native species that were less excited about regulations that also benefit wildlife. Participants also could impact residential properties there expressed support for regenerating lost was a general understanding that this is an wetland areas and buffers along shorelines important tool for balancing the impact of as examples of the ways the city can development as the city continues to grow. work to restore the health of the naturalBurlington Open Space Protection Plan Addendum 17 N B C S F R A M E W O R K The framework that has emerged (projects that sequester carbon, reduce emissions and create resilience) need to be for identifying and implementing recognized and supported, this planning NBCS in Burlington was shaped by initiative set out to identify a framework and a review of literature on the subject, clear actions for equitable implementation of NBCS in Burlington. investigating similar initiatives in other municipalities, analyzing This framework, however, will only be materials provided by natural resource successfully implemented through collaboration with the many individuals, organizations, and gaining a deeper organizations, and initiatives already in place understanding of Burlington’s existing and doing this critical work. It is the intent open space network and development of the City that this Plan will be adopted as patterns. an aspect of the City’s Comprehensive Plan and will then inform the next open space protection plan update and climate action Five of the themes relate to distinct land planning efforts. cover types found in the city: • Forests and Tree Canopy • Agriculture and Community Gardens • Water and Wetlands • Lawns, Fields, and Small Open Spaces • Green Infrastructure A sixth overarching theme was identified by participants as Equity and Inclusion. This was in recognition of Burlington’s diverse and changing population, and efforts underway to ensure that all residents have access to natural areas and the many benefits they provide. It is important to recognize that a thriving human community is necessary if we want to ensure thriving ecosystems. While all existing NBCS-related projects within Burlington18 Burlington Open Space Protection Plan Addendum Supporting, creating, and investing in NBCS waterfront, and along the Winooski River. In in Burlington will expand the rich open space addition to these protected lands, there are resources the City offers its residents and 14 community gardens throughout the city visitors. Currently, protected lands within the and approximately 55 miles of trails, paths, city are primarily located in the vicinity of the and greenways that connect these parcels. Intervale. This includes the largest protected The Burlington Greenway alone stretches land parcel, the Ethan Allen Homestead, continuously from the southern end of the which is owned by the Winooski Valley Park city, along the downtown waterfront, to District. Burlington also has more than 50 the north tip of the city adjacent to Derway parks and urban wild areas throughout the Island. NBCS have the potential to elevate city, with many located within the central the natural areas in Burlington as a critical portion of the city, along the Lake Champlain solutions to the climate crisis.Burlington Open Space Protection Plan Addendum 19 EQUITY, INCLUSION, AND RELATIONSHIPS “A truly sustainable community is one in which all members achieve, participate, and thrive.” - City of Burlington’s Diversity and Equity Strategic Plan This theme emerged from the many EQUITY AND INCLUSION AT THE discussions in Burlington related to what CITY-LEVEL NBCS look like and who they benefit. Historically, equity and inclusion have often been afterthoughts when it comes On a very similar timeline to this Addendum, to natural resource and conservation the City of Burlington is releasing a Racial Equity planning projects. As Burlington builds Strategic Roadmap. The Racial Equity Strategic resources and initiatives to address Roadmap seeks to harness Burlington’s record of climate adaptation, first and foremost, strong public sector leadership and progressive there must be a commitment to strategies urban policies to catalyze a much needed shift that prioritize equity through targeted from color-blindness to anti-racism. This process universalism. entails listening to and learning from Burlington’s BIPOC (Black, Indigenous, and People of Color) Within a targeted universalism framework, communities and organizers on how white universal goals are established for all supremacy culture and systemic racism operates community members. However, the across different sectors, institutions, spaces, strategies developed to achieve those and internal practices. This Roadmap outlines goals are based on how different groups necessary cultural, institutional, and systemic shifts are situated within structures, culture, and for the City of Burlington. across geographies to ensure that they can successfully achieve the universal Meaningful community engagement encompasses goal. residents from historically marginalized communities who see themselves - and are seen Targeted universalism is closely related as - full partners in the decision-making, program- to equity. It meets folks where they planning, and policy-making processes that are, responding to different baselines impact their lives in significant and sustained ways. which have resulted from historical and Nature-based climate solutions should embrace institutional systems of oppression. these values and practices moving forward.20 Burlington Open Space Protection Plan Addendum Targeted universalism is goal oriented, INCLUSION AND BELONGING means to have a and intended to bring everyone to the seat at the table. Belonging is having your voice same baseline, where universal goals and elevated at that table you were once denied. processes truly work for all. Belonging also means feeling comfortable in your own skin and being able to bring your full self into For the purposes of this Plan, frontline the discussion (City of Burlington). communities include those who are most vulnerable to the impacts of climate EQUITY refers to the balance of resources change, those who have limited access distributed to individuals or groups based on what to open space and its benefits, and/ individuals or groups historically and/or currently or those who, historically, do not have have or need. Resources may be economic, a voice in the local planning decision- political, social, or otherwise. What is equitable making process. This includes low- may not necessarily be equal. Equity stands apart income populations, people of color, from equality, which requires even distribution of immigrant and migrant people, the resources to all (City of Burlington). elderly, disabled people, and others. Strategies that promote equity and RACE is a social construct used to divide society targeted universalism prioritize outreach, by a hierarchy determined by the color of your skin. engagement, and partnership with For many people, it comes as a surprise that racial frontline community members in an categorization schemes were invented by scientists authentic, culturally-appropriate way that to support worldviews that viewed some groups honors and acknowledges their unique of people as superior and some as inferior (Kivel, experiences, systemic inequalities, 2002). history, perspectives, and worldviews. This centers underrepresented RACIAL JUSTICE refers to the systematic fair populations and voices in Burlington’s treatment of people of all races, resulting in NBCS efforts going forward. equitable opportunities and outcomes for all. Racial justice—or racial equity—goes beyond “anti- The City of Burlington has been racism.” It is not just the absence of discrimination developing the Racial Equity Strategic and inequities, but also the presence of deliberate Roadmap and the Racial Equity Toolkit systems and supports to achieve and sustain to be used as tools to support and racial equity through proactive and preventative guide city strategies to include racial measures. Racial Justice is defined as the proactive justice and targeted universalism. Such reinforcement of policies, practices, attitudes and a commitment to centering and utilizing actions that produce equitable power, access, these tools will require ongoing, deep opportunities, treatment, impacts and outcomes for organizational work on the part of the all (Race Forward, 2015). City and its partners. This work should include addressing institutional racism. INSTITUTIONAL RACISM refers specifically to the This will enable Burlington community ways in which institutional policies and practices members that have been historically create different outcomes for different racial groups. marginalized to guide this nature-based The institutional policies may never mention any climate action so that it does not lead racial group, but their effect is to create advantages to displacement or other unintended for whites and oppression and disadvantage for impacts. people from groups classified as people of color (Potapchuk, Leiderman, Bivens & Major, 2005). Across Burlington, nature is unevenly distributed and there are clear differencesBurlington Open Space Protection Plan Addendum 21 Please note that the trails category in the map above also includes bike lanes. in residents’ ability to gain access to open access to the trees, open spaces, and gardens space (see on the map above). There is needed to reduce carbon in the atmosphere. increasing understanding of the many Without a strong commitment to maintaining benefits from regular connection to nature. and expanding natural areas and vegetative A formative step for Burlington would be cover in the city, more tree canopy cover to analyze and acknowledge where access and open spaces will be lost over time. This to nature and open space is lacking, and to will not only increase emissions city-wide it develop strategies that address infrastructure, will lead to greater impact from urban heat programming, and land acquisition to address island effect, and less space for gathering, these gaps. More equitable access to open recreating, and growing food. These impacts space city-wide will not only help reach the typically affect frontline communities at higher City’s goal for combating climate change, but proportions. will also ensure that all residents have equal22 Burlington Open Space Protection Plan Addendum STRATEGIES FOR EQUITY AND A LOCAL LOOK INCLUSION Grow Wild - Burlington Parks - Champlain Elementary School Collaboration The following strategies have been identified as ways to act on this theme of the NBCS Grow Wild is a partnership promoting Framework. The specific actions identified biodiversity and climate resilience in for each are included in the implementation Burlington, Vermont, by increasing and table. connecting native plant habitat for pollinators, birds and other wildlife across public and INCREASE ACCESS TO GREEN SPACE private lands. In 2021, Grow Wild partners AND ITS BENEFITS FOR FRONTLINE worked with Champlain Elementary teachers COMMUNITIES and students to plant a wildlife corridor A recent study by the Conservation Science connecting Englesby Brook to a forested Partners (CSP), Hispanic Access Foundation outdoor classroom and to establish a native (HAF), and the Center for American plant nursery on site. The students will Progress, found that communities of color gather native seeds and germinate them and low-income communities have too few and will share young trees with other schools safe, close-to-home parks, natural areas, in the district. The corridor has been cared and open spaces where they are able to for by the Burlington Parks and Recreation go outside (largely due to the impacts of Department. Partnership makes this work systemic racism and discrimination on human possible. settlement patterns and land protection decisions). The report also identified that communities of color are three times more completing a more in-depth analysis during likely than white communities to live in the full Open Space Protection Plan update on nature-deprived places. Seventy percent of access to open space and nature in areas of the low-income communities across the country city where there are higher concentrations of live in nature-deprived areas. communities of color. The City should focus on prioritizing SUPPORT GRASSROOTS EDUCATION NBCS investments in underserved areas OPPORTUNITIES TO COMMUNICATE THE of Burlington, and where communities are VALUE OF NBCS disproportionately suffering from climate Education plays a significant role in change impacts and limited access to communicating the ecological and social open space. The City should also regularly benefits that nature offers, reinforcing a strong partner with existing organizations, agencies, connection to our landscape, and neighborhoods, and social service providers to promoting ecological literacy of NBCS. increase opportunities for community members NBCS projects should have a strong civic to be involved in NBCS decisions. engagement component, actively collaborating with diverse populations across Burlington, Systemic challenges should also be addressed and communicating the value of NBCS. The through NBCS projects including increasing City should consider building off existing land access opportunities, protecting open education programs, building relationships with space resources in areas that need it most, organizations that work with different people in addressing food security needs, and identifying the community, and developing NBCS-specific authentic, culturally-appropriate, place-based curriculum for youth programs. ways to engage with resident populations. Additionally, the City should considerBurlington Open Space Protection Plan Addendum 23 A LOCAL LOOK BURLINGTON’S CITY & LAKE SEMESTER Burlington School District’s “Burlington City & Lake Semester” (BCL) has been recognized as an Outstanding Flagship Project in Education for Sustainable Development by the GlobalRCE Centre, a program of United Nations University. BCL is a multi-credit course offered through Burlington’s High School that allows juniors and seniors to use the city as their classroom and curriculum for one semester of their high school journey. Students enrolled in BCL learn a curriculum centered around the core themes of Social Justice, Sustainability, Civic Engagement, Community, and Place through a variety of real-world projects and partnering with organizations and individuals across the City. Through this program, BCL students have already participated in nature-based climate solutions, such as planting native tree species for forest restoration and climate resilience Engaging BCL students in future NBCS strategies provide a win-win - NBCS strategies gain capacity and BCL students gain the benefits of civic engagement, being outside, and learning about natural systems.24 Burlington Open Space Protection Plan Addendum EMBRACE EQUITY AS A PLANNING A LOCAL LOOK AND IMPLEMENTATION CRITERIA FOR NBCS DURING PROJECT NEW FARMS FOR NEW AMERICANS DEVELOPMENT In the United States, people of color, low- New Farms for New Americans manages 7.5 income neighborhoods, and indigenous acres of land in the City of Burlington, some at peoples have traditionally been excluded the Ethan Allen Homestead and some at the from the conservation movement and local Intervale Center. Currently, 67 families are renting decision making processes around open plots to raise food for themselves. Out of these space protection and planning. For more families, there are at least half a dozen languages than a century, the movement to protect spoken collectively with most individuals parks, public lands, and other natural immigrating to Vermont from Bhutan, Burundi, places in the U.S. has been dominated by Somalia, Burma, or the Democratic Republic white people and perspectives. of the Congo. This program was started by the association of Africans Living in Vermont (AALV), According to new research by the a Burlington nonprofit serving refugees and University of Vermont and the Gund immigrants. According to AALV, the gardens feed Institute for Environment, people of color 250 to 300 people. and low-income people will face the harshest effects from loss of natural land The AALV program compliments the City’s cover over the next 80 years. Researchers community garden program by offering used existing government data and larger amounts of space for home-scale food demographic projections for counties production and subsistence farming. The AALV across the United States to model land program’s 1/16th acre minimum is more than use change and its impact on three three times the size of the largest Burlington-area environmental or health benefits: air community plots. Many of the plots are tended quality, crop pollination and protection by multiple generations of one family, and the from West Nile virus, which was used as an garden can be an important way for elders to indicator of insect-borne diseases. They contribute. AALV offers support services such as modeled a handful of scenarios based on soil preparation, a greenhouse for starting seeds potential market trends and environmental in the spring, a community corn-grinding mill and policies, and found people of color in the advice on extending the season. United States will experience an estimated 224% decrease in air quality, a 118% and conservation framing methods — decrease in crop pollination, and an 111% compounded by the underrepresentation of decrease in control of vector-borne disease. people of color at the staff and leadership levels of conservation organizations and In contrast, white Americans will generally see natural resource agencies—has perpetuated benefits across all three categories, and high- the racial divide in nature access. However, income communities will experience benefits Burlington has made significant strides in air quality and vector-borne disease control. towards embracing equity both internally In addition to pointing out the disparities, (within their organizational structure) and the modeling found “mismatches” between externally (in the community). Building off this where environmental benefits are needed and commitment, equity must be a driving criteria where they’re expected to happen. in NBCS project development in order to achieve just and fair outcomes. In general, exclusive public engagementBurlington Open Space Protection Plan Addendum 25 URBAN FORESTS AND TREE CANOPY “If we want to use forests as a weapon in the fight against climate change, then we must allow them to grow old, which is exactly what large conservation groups are asking us to do.” -Peter Wholben, Author of “The Hidden Life of Trees” Urban tree canopies provide many benefits to ensure that the goal is being met. The as NBCS, including improving air quality, goal set in Burlington’s Climate Action Plan is decreasing flooding from stormwater runoff, to plant 588 new trees per year, and maintain increasing shading for buildings to reduce the existing urban tree canopy. energy consumption, decreasing urban heat Currently, Burlington’s existing tree canopy island effects, and the absorption of carbon covers 42% of all land within the City. dioxide. Preserving existing tree canopy and planting new trees represent one of the most The distribution of tree coverage in the significant strategies the City can undertake City can be found on the map on the to combat climate change and urban heat following page. As shown on the map, island effect. Burlington’s tree canopy is lowest in the densely developed downtown area of the These benefits also have economic value. city. Undeveloped areas of the city with low According to a study from USDA Forest tree canopy coverage include the Intervale, Service and the University of California which is primarily agriculture, as well as the Davis which found that for every $1 spent golf course located in the south eastern in California cities on tree planting and corner of the city. Conserved areas and well- maintenance, there were $5.82 in benefits. established low density residential areas have the densest tree canopy cover. The north end Increasing canopy cover in Burlington will area has both of these land uses and is best require ongoing measuring and monitoring served by tree canopy cover currently.26 Burlington Open Space Protection Plan Addendum STRATEGIES FOR FORESTS AND achieved through conservation efforts on TREE CANOPY both public and private land. Older forests sequester more carbon than young forests and therefore represent the highest level of The following strategies have been identified priority for protection, but preventing a loss as ways to act on this theme of the NBCS of canopy cover is the target regardless of Framework. The specific actions identified tree age. The City of Burlington updated its for each are included in the implementation Tree Canopy Assessment in 2019 and learned table. that the canopy increased from 38% to 42% because of successful efforts like the street PROTECT EXISTING TREE CANOPY tree program. However, some losses were The retention of healthy trees within the also identified and those need to be further city is a top priority for NBCS. This can beBurlington Open Space Protection Plan Addendum 27 understood and addressed. A strategic plan for A LOCAL LOOK tree removal offsets, to replace trees removed BURLINGTON’S NORTHBEND in one area, by planting trees in another area ORCHARD ON MANHATTAN DRIVE will help the city increase its tree canopy at a higher rate. This allows for the amount of urban The City of Burlington’s Parks, Recreation, tree canopy to be maintained, even with tree and Waterfront launched a restoration removal during development, and could result project in the spring of 2020 to repurpose in possibly expanding it. an underutilized City space into a small neighborhood orchard and community An update of the City’s tree ordinance would food forest on Manhattan Drive. The goals also leverage additional tree planting. It’s of this project were to reestablish the important to note that much of Burlington’s surrounding habitat, provide a community forested land area is owned by private land food source, increase neighborhood native owners. The ordinance should cover both tree canopy cover, improve air quality public and private forests with a component and shade through an increase of canopy that is integrated into the zoning regulations. cover,and increase civic engagement which It should also address preventing loss of empowers community members to address tree canopy, and, where that’s not possible, climate change. Additionally, a mowed mitigating the impact of tree loss with new space was transformed into a no-mow plantings. zone to attract pollinators and to support plant productivity TREE PLANTING Tree planting is an important supplement to the The orchard includes plums ,peach and protection and restoration of existing forests hazelnut trees, and aronia bushes, black and tree canopy. While new forests do not currants, elderberry, and raspberries in sequester carbon as efficiently as older forests, the greenspace. The goals for 2021 are to planting will allow the city to prioritize the maintain the existing orchard and engage integration of trees into the urban landscape. in invasive species control of the adjacent zones by clearing the area of vegetation Additionally, tree planting allows for the careful and introducing native trees and shrubs. selection of species resilient to climate change. To the west, neighbors will revegetate the Priority should be given to native species, area with native plants, establish a wind which support local insects and ecosystems break along the northern edge, and extend and are well-adapted to the northeast climate. the community orchard. To the east, Increasing the number of trees will increase neighbors will plant native tree species in the amount of carbon that can be sequestered an effort to increase canopy cover for this while cooling the city in summer, providing section of the roadway. habitat, and many other benefits.28 Burlington Open Space Protection Plan Addendum CASE STUDY AMERICAN FORESTS’ TREE EQUITY TOOL In most cities, trees are sparse in socioeconomically disadvantaged neighborhoods and more prominent in wealthier, whiter neighborhoods. The inequitable distribution of urban tree canopy in cities is both a human and environmental issue. Trees contribute to fresh air and clean drinking water, cool homes, which reduces heat-related illnesses and utility costs; lower flood risk; and increase wealth by creating tree-related career opportunities. To address the issue of inequitable distribution of tree canopy in urban areas, American Forests has created a tool called the Tree Equity Score which scores a geographic area based on the quality and quantity of their tree canopy and the associated benefits of that canopy. This tool can be used by neighborhood organizations, local officials, and everybody in between. It can also be used by a variety of sectors, such as urban forestry and public health, given the role trees play in slowing climate change and advancing social equity. Urban land-use planners and others can use the scores to decide where and how to invest in forestry and infrastructure. The scores can also be used to take a fresh look at an existing urban forestry program. CASE STUDY TREES, FRESH FRUIT, GREENS, AND SHADE Speak for the Trees Boston is a new nonprofit organization dedicated to improving the size and health of the tree canopy in the greater Boston area through local community projects, focusing on areas with low canopy coverage. The implementation of the HERO Hope Garden on Geneva Avenue was initiated by Speak for the Trees and several local nonprofit groups, including Farmers Collaborative, Boston Food Forest, HERO Nurturing Center and HomeHarvest. It is supported by national partner American Forests, which is also producing an interactive online Canopy Planner Tool for the city. Speak for the Trees, Boston is focused on maintaining and sustaining a healthy and vibrant urban forest in the greater Boston area. To accomplish this, Speak for the Trees is committed to supporting the vitality of the urban tree canopy in the greater Boston area, especially in areas with low canopy coverage. Their work focuses on community projects at the neighborhood level, engagement, educational outreach, and public advocacy. SFTT partners with community members, parallel organizations, and municipalities to build a healthier tree canopy for all.Burlington Open Space Protection Plan Addendum 29 AGRICULTURE AND COMMUNITY GARDENS “Food is the place where you begin.” -Dr. Vandana Shiva Farms and smaller scale community gardens water quality. In the City of Burlington, large- play a key role in building community, scale agriculture is concentrated largely fostering a connection to the land, and in the Intervale Center, while small-scale increasing food security. Food production food production is interspersed throughout also has the potential to mitigate the residential scale gardens and the City’s impacts of climate change through carbon community gardens. sequestration and storage through the accumulation of biomass. STRATEGIES FOR AGRICULTURE AND COMMUNITY GARDENING Climate change affects agriculture by causing climate unpredictability, water scarcity, and The following strategies have been identified soil degradation. Farmers and backyard as ways to act on this theme of the NBCS growers are excellent stewards of NBCS, Framework. The specific actions identified and can use their existing knowledge in for each are included in the implementation addition to new skills to protect and restore table. natural resources. This may include farmland protection initiatives, healthy soils practices, EXPANDING COMMUNITY GARDENING and other land management practices OPPORTUNITIES that increase carbon storage while limiting Urban gardens not only provide food and greenhouse gas emissions and improving medicine for the surrounding community, but30 Burlington Open Space Protection Plan Addendum Community Garden Sites also function as NBCS by mitigating the urban heat island effect, improving air circulation and cooling via plant shading and transpiration, providing wildlife habitat, sequestering carbon, and allowing for water regulation through soils that are not sealed Starr Farm Discovery Garden under impervious surfaces. ^ WVPD The Burlington Area ^^ Community Gardens (BACG) program is comprised of Tommy Thompson Rock Point 14 garden sites across the ^ Burlington area, which can ^ Lakeview be seen on the map to the Riverside Neighborhood Garden right. Sites range from small Avant Garden ^ ^ neighborhood plots to larger ^ sites with multiple acres of ^ Archibald Neighborhood Garden available plots. There are ^ opportunities to increase NBCS at these existing gardens and expand the Medical Center garden network to create additional food producing landscapes. Calahan ^ We have also identified Champlain opportunities to decrease ^ the amount of tilled space in the community gardens Baird ^ Wheelock through education on NBCS and no till food production ¥ ^ methods. Furthermore, Legend ^ urban gardens provide a Community Garden Sites sense of place, cultural Burlington Land Area Source: Esri, DigitalGlobe, GeoEye, i-cubed, USDA, USGS, AEX, Getmapping, Aerogrid, IGN, IGP, swisstopo, and the GIS User Community identity, and social cohesion 0 0.25 0.5 1 1.5 2 Miles all important factors for at all times. Food security and NBCS are a society working to adapt to a changing intrinsically linked, given that climate change planet. and associated environmental stressors affect food supply. Access to local gardening SUPPORT FOOD SECURITY and farming opportunities and increasing land access can provide individuals with the Food security means all people have access opportunity to grow fresh food, herbs, and to affordable, safe, and nutritious food plants of their choice while reducing “foodBurlington Open Space Protection Plan Addendum 31 miles” and helping combat climate change. CARBON FARMING This could also include converting currently unmanaged agricultural lands or restoring According to Dr. Rattan Lal of Ohio State developed lands to gardening spaces. Food University’s Carbon Management and miles refers to the distance that food is Sequestration Center, carbon farming transported from the time of its making until it is a system of increasing carbon in reaches the consumer. Food produced locally terrestrial ecosystems for adaptation is transported less miles than food produced and mitigation of climate change and to in other areas of the country, reducing the enhance ecosystem goods and services. greenhouse gas emissions required to This involves removing excess carbon transport. dioxide from the atmosphere and storing it in soil organic matter and in the PROMOTING SOIL AND WATER aboveground biomass of long-lived trees CONSERVATION and plants. Eric Toensmier’s “Carbon Sustainable management of soil and water Farming Solution” points to research in an agricultural setting can reduce surface that reveals woody, plant based systems water runoff and erosion, improve soil quality generally have far higher sequestration by improving nutrient cycling, increase rates than improved annual cropping and carbon sequestration in biomass, enhance grazing strategies alone. Carbon farming habitat, conserve energy, improve livestock techniques include: well-being, stabilize streambanks, and more. • Multi-layered agroforestry systems with perennial crops and beneficial Soil and water management in agricultural mycorrhizae fungi areas – small or large – can also achieve many • Intercropping or alley cropping other goals of NBCS including advancing the annual crops with tree and perennial protection, restoration, and management crops opportunities of natural resources, reducing • Growing annuals with perennials in the threat of natural hazards, and making polyculture arrangements areas more resilient to the adverse impacts of • Reduced tillage of the soil climate change. This strategy aims to ensure • Cover cropping for erosion control, continued protection of the vegetated buffer weed suppression, and nitrogen areas along the Winooski River and other fixation surface waters and to promote forest farming, • Mulching and leaving crop residue or multistory plantings of overstory and • Riparian buffer strips understory of plants, grown for a variety of • Silvopasture systems that integrate products, carbon capture and other benefits. livestock, pasture, and trees32 Burlington Open Space Protection Plan Addendum A LOCAL LOOK QUEEN CITY ACRES BURLINGTON, VT With urban farm plots across the North End neighborhoods of Burlington, Queen City Acres (QCA) is 100% community housed. They have successfully woven the farm together across multiple backyards, and seen the community coming together as well. QCA interacts with host families and customers daily, and over 8,000 pounds of produce are grown per year and made available to the community through local co-ops, groceries, food hubs, restaurants, food shelves, and a CSA. Growing food close to home is crucial to sustainable, local food economies. QCA promotes the leveraging of underutilized spaces for production, and notes that urban farming increases the productive capacity of residential communities, reduces food transportation, and creates jobs that drive the local economy.. CASE STUDY GROWING FROM THE ROOT A PHILADELPHIA URBAN AGRICULTURE PLAN Philadelphia’s Urban Agriculture Plan: Growing from the Root aims to develop a comprehensive plan that uplifts Philadelphia’s rich history of urban farming and gardening, and clearly defines the resources, policies, processes, and programs necessary to sustain it for future generations. According to the City’s Urban Agriculture Director, COVID-19 further emphasized the need for an urban agriculture plan, increasing the population experiencing food insecurity, stress, and trauma. To complete the plan, Philadelphia Parks and Recreation hired Soil Generation, a Black and Brown led coalition of growers, and Interface Studio, a city planning firm, to co-develop the plan with input and inspiration from Philadelphia’s urban agriculture community. The rapidly increasing COVID-19 cases, racial injustice, and police brutality that occurred in 2020 stalled the project and caused the team to revisit their own internal group dynamics in order to show up more authentically for their community, especially people of color and other underrepresented populations. This included addressing power in decision making, white privilege, and acknowledging cultural differences in communication. The City has recently picked the project back up and is centering community values by creating a culturally competent and equity based approach to ensure residents most impacted are engaged and represented in the planning process. The project team will carry out the process according to the values of transparency, racial and economic justice, and inclusion.Burlington Open Space Protection Plan Addendum 33 WATER AND WETLANDS “Mni Wiconi - Water is Life.” -Lakota Language Wetlands are especially well suited to The City of Burlington also has shorefront and perform many of the NBCS that mitigate floodplain ecosystems along Lake Champlain the effects of climate change. Wetlands can and the Winooski River. Stormwater from handle large influxes of water during flooding the city drains either into the Winooski events, support great biodiversity, filter River or directly into Lake Champlain. Of pollutants, and have tremendous potential to the wetland and floodplain areas present sequester carbon. within the city, approximately 350 acres are identified as priority wetland restoration It is important to take special care to protect areas. These areas have the potential to the remaining wetlands, particularly those protect downstream water quality conditions with thick organic layers capable of storing and mitigate phosphorus loading to Lake up to ten times as much carbon as other soils Champlain, and are also critical to combating in the region. The wetlands of Burlington climate change because of their tremendous also have regional significance, being near potential to sequester carbon. the end of the Winooski River watershed where the third largest river in Vermont, STRATEGIES FOR WATER AND the Winooski River, enters Lake Champlain. WETLANDS The water and wetlands of Burlington also are of significance to wildlife, for example, The following strategies have been identified supporting a large colony of herons. as ways to act on this theme of the NBCS34 Burlington Open Space Protection Plan Addendum Framework. The specific actions identified A LOCAL LOOK for each are included in the implementation table. INTERVALE CENTER CONSERVATION NURSERY PROTECT WETLANDS AND VEGETATION ALONG THE WATER’S The demand for riparian trees and shrubs EDGE in the State has grown exponentially in Freshwater inland wetlands, in part due to recent years, as conservation and restoration their substantial areal extent, hold nearly projects have expanded. There are many ten-fold more carbon than tidal saltwater reasons for the need for native riparian trees sites—emphasizing their importance in and shrubs including: regional carbon storage. This is a reason for prioritizing the protection of the City’s • Phosphorus reduction in Lake Champlain remaining wetlands. • Wildlife corridors and habitat • Bank stabilization to mitigate storm surge Wetland soils are anoxic (oxygen-poor), • Controlling invasive plants in riparian and therefore slow decomposition and areas lead to the accumulation of organic matter. • Increased understanding of the The magnitude of storage depends upon importance of native plants in maintaining wetland type and size, vegetation, the critical biodiversity depth of wetland soils, groundwater and nutrient levels, pH, and other factors. In Burlington one of the best ways to reduce Wetland soils also store carbon that phosphorus while also increasing riparian washes in from upland areas, by capturing resilience is to increase buffers along the soil erosion or the movement of leaves Winooski River. Burlington’s own Intervale and tree debris. Wetlands also release Center Operates a Conservation Nursery carbon through both natural, seasonal which helps to meet these needs. The changes and, more drastically, when Nursery is dedicated to growing native, their equilibrium is affected by human locally sourced trees and shrubs for riparian interference. When disturbed, the carbon restoration projects throughout Vermont. storage in wetlands is released, worsening In addition to growing trees, the Intervale the problem and elminating the benefit Conservation Nursery also provides planting that their retention and protection provide. services for riparian buffer zones and storm water management projects.Burlington Open Space Protection Plan Addendum 35 RESTORATION OF WETLANDS AND Riparian buffers are the upland vegetated VEGETATION ALONG THE WATER’S EDGE areas adjacent to wetlands and surface Wetlands restoration, and the construction of waters. They reduce nonpoint source new wetland areas promotes a return to high pollution from adjacent land uses, stabilize carbon sequestration levels and promotes streambanks, enhance aquatic and terrestrial many additional ecosystem services. Most habitats, provide canopy cover, and increase wetland restoration efforts in the city are now carbon storage in plant biomass and soils. In decades old and display varying degrees addition to mitigating water quality problems of success. New restoration efforts should or bank destabilization issues these buffer be identified where advances in wetland areas provide vegetation that also reduces restoration science can be used. the impact of natural hazards, such as flooding, which have become worse because of climate change.36 Burlington Open Space Protection Plan Addendum CASE STUDY RESTORING THE PINE GROVE GOLF COURSE FOR CLIMATE RESILIENCY As a result of climate change, the City of Northampton, Massachusetts is facing changes in the frequency and magnitude of larger storm events, as well as longer periods with drought and heat waves. The former golf course, with its forests removed, underground drainage systems, filled wetlands, channelized stream, and destruction of its floodplain exacerbated all of these negative impacts of climate change in this small watershed. The Pine Grove Golf Course restoration addresses all of these adverse impacts while also providing recreation opportunities to an urban core area that is nearby, building resilience by restoring natural hydrology and ecosystems damaged by a golf course, and providing carbon sequestration by reforesting the golf course. Through this project, 105 acres have been restored - this includes removing catch basins, all the large concrete blocks, the irrigation pump house, and half a dozen bridges across a stream. It also included allowing approximately ten acres of the site to start growing into wetlands, beginning to address invasive species, and introducing the public to the site.Burlington Open Space Protection Plan Addendum 37 LAWNS, FIELDS, AND SMALL OPEN SPACES “If you are concerned about the human impact on our planet’s climate, reducing the amount of lawn you mow each week is one of the best things you can do to reduce your family’s carbon dioxide emissions.” -Doug Tallamy, Author of “Bringing Nature Home” While large tracts of forests and wetlands are as ways to act on this theme of the NBCS critical for carbon storage and sequestration, Framework. The specific actions identified it is important not to overlook the role that for each are included in the implementation lawns, fields, and small open spaces play table. in Burlington. These areas can take many different forms, such as residential yards NEW APPROACHES TO VEGETATION and school yards, small “pocket parks” MANAGEMENT and trailside plantings. They provide large Many opportunities exist across Burlington’s areas for gathering and play, and add to the lawns, fields, and small open spaces. These diversity of habitats within the city. Looking are areas of the City where the vegetation is forward, the vision for these areas is one of largely dominated by Eurasian grasses, and “less mowing, and more growing” wherever the typical management strategy is frequent feasible. They also can be intentionally mowing. Lawns and fields can function as created or protected to preserve wildlife “carbon sinks,” soaking up carbon dioxide corridors and a contiguous network of open from the atmosphere, especially when space. disturbance is strategic.1 Mowing vegetation frequently releases carbon stored in the soil, STRATEGIES FOR LAWNS, FIELDS, thereby contributing to climate change rather AND SMALL OPEN SPACES than combatting it. In addition to storing 1 Princeton University. “Lawn Maintenance and The following strategies have been identified Climate Change”. May 11, 2020. https://psci.princeton.edu/ tips/2020/5/11/law-maintenance-and-climate-change38 Burlington Open Space Protection Plan Addendum carbon in the soil, lawns and fields also A LOCAL LOOK have the potential to protect soils from erosion, and create valuable habitat for BURLINGTON WILDWAYS wildlife. However, these spaces are often seen as ‘prime’ sites for development of Burlington — situated on a peninsula between infrastructure or agriculture because of Lake Champlain and the delta of the Winooski, the relative ease of land conversion. one of Vermont’s longest rivers — has an extraordinary wealth of natural lands and wild INCREASE POCKET PARKS AND places. Many of these beautiful, ecologically CONNECTED OPEN SPACES diverse areas were threatened by neglect, Within the most developed areas of fragmentation, invasive species, and a lack of Burlington there are opportunities coordinated conservation. Without collective to create and connect small open effort, connectivity – corridors for wildlife and spaces and increase NBCS. These recreational trail opportunities for people – could areas, especially when interconnected, have been lost forever. transform the landscape in positive ways by interrupting the impervious surfaces In 2017, Burlington City Council, with support and integrating nature into this human from the mayor and many others, unanimously dominated landscape. passed a comprehensive resolution to protect our wild places. The Council urged four public NBCS include voluntary conversion landowners: • Burlington Department of Parks, of lawns, school yards and other Recreation & Waterfront • Winooski Valley Park environments. Grow Wild is a relatively District • Intervale Center • Episcopal Diocese new initiative in Burlington, supported by of Vermont, the owner of Rock Point to work a consortium of organizations, promoting together to keep these areas connected and these conversions by providing plant conserved, and to make them more accessible lists and information on techniques for for both people and wildlife. In response, they growing natural habitats and wildlife established a partnership called Burlington corridors. Wildways. Before Burlington Wildways formed, many of the city’s wild green spaces were not In Burlington, there are a number of understood as a connected, interdependent, contiguous habitat & wildlife corridors and valuable resource. These wild spaces spanning multiple private properties. mitigate climate change threats as well as help Protecting the connectivity of these the city actively sequester carbon and preserve open spaces in neighborhoods of biodiversity. private residences through education and relationship building with private In 2019 Burlington Wildways opened the first property owners should be pursued. section of the Burlington Wildway trail, a 5.5 mile long trail that winds alongside the Winooski River Additionally, the City’s stormwater starting at Salmon Hole and connecting through bioretention systems are planted with into Ethan Allen Park in the New North End. New a variety of flowering plants that attract connected sections are planned to open in fall pollinators and provide habitat in the 2021 and fall 2022. Burlington Wildways partners urban landscape. are also working on collective tree planting, invasive species control, initiatives to preserve biodiversity by planting native species throughout the city and inclusive nature connection.Burlington Open Space Protection Plan Addendum 39 CASE STUDY INCREASING URBAN POLLINATOR HABITAT PORTLAND, ME Over the past ten years, the City of Portland has seen a movement built around creating a network of pollinator habitat and gardens throughout the city. Pollinators play a critical role in ecosystem health, enabling the reproduction and diversity of the majority of the world’s plants. Without pollinator plant communities and their associated ecosystems, the services they provide would be lost. Additionally, planting pollinator gardens helps address climate change through carbon sequestration and addresses habitat fragmentation by creating diverse, interconnected natural communities. In 2014, the Portland Pollinator Partnership formed to protect and advocate for pollinator habitat and native species in the City. They steward a Portland Pollinator Habitat map where community members can add their pollinator gardens to see how they fit into the larger habitat network. In 2015, the City of Portland and the Wild Seed Project (a Portland-based organization that collects and sells seeds of wild and uncultivated native plants and provides native plant education) commissioned an action plan to document the habitat potential of the city’s parks, community gardens, libraries, highways, power line corridors, hospitals, correctional facilities, and residential neighborhoods. The report identifies key landowners along the habitat network, management recommendations, and tips for members of the public to improve habitat wherever they live.40 Burlington Open Space Protection Plan Addendum GREEN INFRASTRUCTURE “It is time to expand what has been a romantic attachment to the ornaments of nature into a commitment to reshape the city in harmony with the workings of nature.” -Anne Whiston Spirn, Author of “The Granite Garden” Green infrastructure refers to a range of the open space network. As a NBCS, green low impact development techniques that infrastructure provides an opportunity incorporate soils and plants to provide natural to restore natural functions in the most processes within developed areas. These developed portions of the city while include native landscaping, bioretention mitigating climate change. Fortunately, systems, rain gardens and swales, green Burlington has already started to implement walls and roofs, street trees, and others. green infrastructure projects that will be Burlington’s intact parks and open spaces are useful to educate and inspire others. also critical green infrastructure and should be thought of as critical components of the STRATEGIES FOR GREEN city’s “living” infrastructure system. This INFRASTRUCTURE network of parcels provide many ecological, social, and economic benefits. The following strategies have been identified as ways to act on this theme of the NBCS Although the term has been popularized Framework. The specific actions identified to classify ecological based stormwater for each are included in the implementation management solutions, many policymakers table. and planners across the country are now recognizing that using the term more broadly RETROFIT AND RESTORE EXISTING SITES provides an opportunity to increase the Retrofitting existing spaces with green number of ecosystem services provided infrastructure can be challenging but is an through each intervention or addition to important element of creating the livingBurlington Open Space Protection Plan Addendum 41 infrastructure that offsets the impacts A LOCAL LOOK of the built environment and traditional GREEN STORMWATER INFRASTRUCTURE grey infrastructure. This was identified EFFORTS - BURLINGTON, VT as a priority in the City’s master plan which calls for the creation of a “Green In 2018, 90% of Burlington voters approved Machine” that includes rain gardens, the Clean Water Resiliency Plan, which is a green plazas, green streets, and more. coordinated effort to reinvest and upgrade the These retrofit efforts are also reflected City’s aging infrastructure and use best practices in the great work related to City Hall to combat the effects of and become more park, the St. Paul Street improvements, resilient to climate change. The Plan prioritizes and other recent projects like the bump six comprehensive projects throughout the City outs in the vicinity of Grant Street and that will manage nearly six acres of stormwater elsewhere in the City. While retrofits can runoff from impervious surfaces, and help be immediately prioritized on public mitigate the most challenging of the remaining lands and rights-of-ways, retrofits on combined sewer overflow points in Burlington. existing private properties will often take In 2021, the City of Burlington constructed 16 more time. Making such improvements separate grant and City funded bioretention on private properties should be pursued systems to slow storm flows and provide through both incentive- based programs pollinator habitat. and through redevelopment requirements. GREENING NEW DEVELOPMENT this is exactly what other forward thinking The other strategy related to green cities are doing. Tree planting on private infrastructure is planning for new and public sites to offset tree removal from development. This is a critical opportunity other construction projects is another tactic for implementing NBCS and reducing to employ. Fortunately, a lot of this overlaps the negative impacts often associated and is compatible with the Integrated Water with new development. While there are Quality Plan highlighting the momentum and examples in Burlington where buildings have investment the City has already built around incorporated green roofs, more can be done nature-based solutions and urban ecological to incentivize or require these improvements systems. on all future development projects. In fact42 Burlington Open Space Protection Plan Addendum CASE STUDY CREATING THE FAIRMOUNT GREENWAY The Fairmount Greenway Task Force (FGTF) completed a Concept Plan in 2011, and their first pilot program focused on converting 6 vacant lots (over 3 acres) into new green spaces, including gardens, urban agriculture, urban wilds, and sitting areas. The FGTF has also: • Worked closely with the City of Boston to create a 9-mile “neighborway” along residential streets to foster safe bicycling and walking. • Established the Oasis on Ballou Urban Agriculture site for training prison re-entry men of color in employable farming skills. • Collaborated with the Southwest Boston CDC to train local youth in sustainable landscaping through the Hyde Park Green Team. • Installed Living Roofs on six bus shelters along the Corridor demonstrating environmental benefits to air quality and green job opportunities. The living roofs, which are placed on top of bus shelters, consist of two to three inches of soil and native, drought-tolerant plants in a filter mat that can hold up to 24 gallons of water during a major rainstorm. The goal was to demonstrate the environmental benefits of green roof technology while creating green jobs. In partnership with YouthBuild Boston and TNT Eco-Teens, local youth have been trained in the construction and maintenance of green roofs.Burlington Open Space Protection Plan Addendum 43 I M P L E M E N TAT I O N Implementation of nature-based climate • Actions nested under NBCS strategies solutions in Burlington should be a and themes collaborative process focused on education • Lead entity/organization to complete and building relationships. the action • Supporting entities/organizations who The following pages include an are candidates for supporting the action implementation matrix for the City to use as a item guide to expand NBCS in the City. The matrix • Priority/timeline includes: • Metrics, for tracking progress and impacts of action items completed44 Burlington Open Space Protection Plan AddendumI M P L E M E N TAT I O N P L A N How does Burlington translate these Nature Based Climate Solutions into action? What new initiatives can we begin? Where and how can we expand the existing initiatives, where there is already momentum and investment? The seven themes highlighted in the plan -- forests and tree canopy; agriculture and community gardening; water and wetlands; lawns, fields, and small open spaces; green infrastructure; and equity and inclusion -- are further broken down below into strategies, actions, and opportunities. These can be thought of as both a roadmap forward, as well as an invitation to community members. This section cannot capture all of the potential steps to leverage nature based solutions to address climate change, but it is our hope that it will provide members of the community with a view into how they can participate and shape the collective response. Ultimately, we also intend for this section to be a guide for how financial resources can be directed to this work, as well as define the topical areas to begin forging the collective action necessary to address climate change through nature based solutions. Please note that the Burlington Conservation Board is managing a more detailed implementation matrix that includes additional information about each strategy and action including level of priority, anticipated timeline, and groups that could be involved. THEME 01: FORESTS AND TREE CANOPY A. CONSERVATION OF EXISTING TREE CANOPY STRATEGY ACTION Broaden to incorporate the City’s Street Tree Plan and nature-based climate solutions into a larger framework that includes intact forested areas, peripheral small open spaces, and private lands, both residential and commercial. Inventory specific trees by tree type and location. Include a complete analysis of overall tree canopy and strategies to protect the canopy as needed. Analyze Burlington’s tree canopy to assess health and threats (biologic, abiotic, or anthropogenic). Identify strategies and metrics for monitoring the health of the tree canopy and the increase in canopy cover over time. Acknowledge and plan for the impact climate change will have on existing tree species. 1A.1 Update the Urban Include a carbon calculation of the amount of carbon being captured city-wide. Forestry Master Plan. Organize a planning retreat with existing land managers, neighborhood groups, and entities such as Branch Out Burlington and Grow Wild as a part of the Urban Forestry Master Plan Update. Create a fund to support the expansion of the city tree program beyond greenbelts and formal park areas to include: forest stewardship, seed collection and nursery operations and public education partnership. This fund could also help create resources for expanding the capacity of tools and knowledge for the utilization of trees harvested, including but not limited to milling trees to be used for lumber to be used in community projects. Inventory Non-Native Invasive Plants (NNIPs) community-wide and recommend pragmatic rehabilitation strategies to address the impacts of these species with a focus on maintaining biodiversity. Include a clear reference to climate change mitigation. 1A.2 Update the City Ensure it protects the existing canopy of Burlington’s Tree Require the replacement of trees that are removed, when appropriate Ordinance. Map prime reforestation zones, especially around forested blocks 451A.3 Conserve Map forested areas that are unprotected. unprotected parcels with Map prime reforestation zones. tree cover in the City’s open space network. Steadily increase tree canopy cover and accessible open space city-wide. 1A.4 Pursue Adaptive Educate the public on this issue and the solutions needed. Management to Mitigate Work with Abenaki communities to allow hunting under specific conditoins and instances in the City. Harmful Impacts of Deer Grazing. 1A.5 Redefine The City’s Broaden the definition of “Urban Wilds” from its current form to include any and all lands that meet the criteria. Urban Wild Designation. B. TREE PLANTING STRATEGY ACTION Regularly (every 2-3 years) analyze tree cover by wards and/or neighborhoods to better understand the distribution of trees, how equitable the tree canopy cover is, and the benefits provided by canopy cover to residents. Use this information to further engage residents in different ways to increase tree cover over time. 1B.1 Determine and Expand the tree canopy. Work with the Cemetery Commission to identify areas for additional trees and associated native plants. Accomplish this strategy through voluntary partnerships with private property owners, and through the adoption of regulatory requirements for new development. Continue to invest in relationship oriented tree planting partnerships that increase the urban forest canopy and meet other needs such as food production. This work should be empowered to work in both private and public lands. Investment is needed in staffing capacity to coordinate planting projects with community partnerships and residents. 1B.2 Support planted When planting new trees, incorporate them with other low impact development improvements (grading, soil amendments, trees with resources. companion planting, etc.) to ensure they are supported by other green infrastructure elements and deliver as many ecosystem services as possible. This work should be incorporated and acknowledged in the Urban Forestry Master Plan. This plan should develop and recommend various funding strategies for this work. 1B.3 Increase the diversity Identify public locations to implement the Miyawaki method*, also called the “Potted Seedling Method”, beyond the current of tree species and pilot project**. *This is an afforestation technique that uses native species to create dense, multilayered forests. **This growing methods. demonstration project should include observation and measurement, documentation, reporting, and education to inform future tree planting efforts in Burlington. Investigate the possibility of creating a “tree bank” that can be utilized by utility companies and others to replace trees if they need to remove them from the right-of-way or elsewhere in the city. The Forestry Plan for the city should identify the type of species and areas where these trees could be planted. 1B.4 Educate the city Educational signage related to NBCS should be provided around the city as appropriate to identify and explain the systems about nature-based in place and their role in reducing climate change. climate solutions. Public efforts around expanding the tree canopy would also fulfill this strategy 46THEME 02 COMMUNITY GARDENS AND FOOD SECURITY A. COMMUNITY GARDENING STRATEGY ACTION Build new gardens in the Old North End, South End, and the City’s downtown core. As this expansion takes place, special care must be taken to not expose gardens to soil contaminants. Provide the necessary funding and staff support to create raised beds for food production around municipal facilities, and incorporate these spaces into the community garden network. Create a program and maintenance plan to ensure these beds 2A.1 Support are utilized efficiently and serve as a successful demonstration project to Burlington community members. and expand the Work to decrease the amount of tilled space in the community gardens through education on NBCS, Permaculture, and no till community garden production methods including cover cropping, sheet mulching, and incorporating perennials. network, and the resources they Provide composting facilities within nearby community gardens to local residents. This will create an opportunity to practice and provide. learn about composting, and the importance of organic material in soil building for food production and carbon capture. This will also create a more decentralized composting system. The City could engage with local compost companies to build out this decentralized composting program across the city. Conduct a study of micro-food deserts within the city where neighborhoods do not have access to fresh, nutritious food and prioritize these areas for new community gardening opportunities. 2A.2 Extend Provide programs and skill-sharing workshops on planting drought tolerant crops, integrating perennials, and other climate education mitigation and adaptation strategies for small-scale gardeners. opportunities around Provide resources for facilitation and organizing of the network of garden and agricultural leaders and organizations supporting gardening and gardens and agriculture to work together to consider and develop collective approaches to garden access and education. gardening as NCBS. Adopt regenerative land stewardship practices across the community gardens and other agricultural operations, including: planting cover crops; diversifying crops; managing riparian buffers; increasing carbon in topsoil; removing invasive species; and ceasing tilling, pesticides, and artificial fertilizers. The Intervale Center currently practices many of these NBCS as a part of their mission to strengthen community food systems and represent a potential partner to achieve this action. 2A.3 Regenerate Plant hedgerows as wildlife and pollinator habitat, water filtration, and shared public food at the boundaries of community the land around garden sites where feasible. community gardens. Incorporate agroforestry techniques on larger agricultural lands. Agroforestry is the “intentional mixing of trees and shrubs into crop and animal production systems to create environmental, economic, and social benefits” (Bentrup & MacFarland, 2020). Consider partnering with groups such as Keyline Vermont, the University of Vermont’s Center for Sustainable Agriculture, and the Vermont Agency of Agriculture, Food, and Markets. B. FOOD SECURITY Design and implement community food forest installations at existing or new community garden sites, schoolyards, and on other public lands including greenbelts. Lower barriers for safe growing conditions for food production. Create a soil testing program, modeled after Dig-Safe, that 2B.1 Increase access residents can contact for soil sample analysis before planting food bearing crops. Provide participating residents with the soil to fresh local food. analysis and some guidance on what they can safely grow in the area that was tested. Identify appropriate areas on publicly owned parcels to establish perennial food gardens, edible landscapes, and urban orchards that all residents can access. 47Appoint a garden representative to each ward. 1B.2 Increase access Connect residents of the city to the Community Garden program by providing them with growing space, gardening mentors, to community and other necessary resources to assist them with developing a community connection and access to food. gardens. Reach out to prospective new community members through partnerships with New Farms for New Americans, The Intervale, The Episcopal Diocese of Vermont, and the Vermont Community Garden Network. Identify appropriate areas on publicly owned parcels to establish perennial food gardens, edible landscapes, and urban orchards that all residents can access. Identify land with prime soils for agricultural activities that can support local farmers and families. For example, the University of 1B.3 Make food Vermont has prime agricultural land north of the County Club. Consider partnering with the University and others to protect this production part land and place it into a combination of annual and perennial food production. of the City’s green Convert greenways, rights-of-way, and other similar shared areas to food producing landscapes and community garden spaces infrastructure/ land that are near where people live and work. In the case of soil contamination or other site-specific challenges, regularly test soil, use regulations utilize raised beds for food, or consider native non-edible plantings instead. Make collaborative decisions about these spaces with the neighborhood’s residents from the start. Encourage the integration of perennial food systems in Chapter 26 as part of the green infrastructure requirements for new developments. This should be addressed in the City’s land use regulations. THEME 03: WATER, WETLANDS, AND WATERSHEDS A. PROTECT THE REMAINING WETLANDS WITHIN THE CITY STRATEGY ACTION The City has adopted a shoreline buffer requirement and maintenance manual that could serve as inspiration for how to regulate other shoreland areas in Burlington. 3A.1 Regulate protection of riparian zones Review the existing regulations associated with wetlands and water bodies to determine if additional regulations or and shoreland areas enforcement opportunities exist and should be incorporated. associated with surface Ensure continued protection of the riparian buffer along the Winooski River while not restricting the river’s need to change waters course over time. This should include the use of NBCS when it is determined that bank stabilization or restoration is needed to slow erosion. Monitor wetland ecosystems to prevent adjacent landowners from encroaching, and to ensure that trash is removed. Identify floodplain / wetland parcels that can be managed to accommodate floodwaters, protect or restore canopy cover, 3A.1 Proactively manage reduce erosion and pollution, store carbon, and provide habitat. public wetlands and Protect and maintain the historically fertile Winooski River Valley floodplains through a combination of conservation, waterways stewardship, and restoration activities. Decrease the use of salt on paved surfaces in winter to protect plants and water quality. This can be accomplished through education and possibly certification of city and private sector staff. 48B. RESTORE THE WETLANDS AND OTHER VEGETATION ALONG THE WATERS’ EDGE STRATEGY ACTION Update the database of city wetlands to include information indicating where wetlands may have previously existed that 3B.1 Determine which could be restored, and where existing wetlands are constricted and may be expanded to previous extents. areas are suitable for Survey riparian vegetation along Lake Champlain and other surface waters to identify areas to target for riparian buffer restoration. planting. Expand Burlington’s existing initiatives for riparian area restoration through partnerships with land owners and interested 3B.2 Incentivize riparian organizations. These efforts should be informed by the Derway Cove Restoration, Intervale floodplain restoration work, and and wetland restoration. initiatives in the Winooski Valley Park District and Burlington Parks Recreation and Waterfront areas. Require greening/vegetating of any approved armoring and shoreline stabilization projects. 3B.3 Require riparian and wetland restoration as Require the integration of shoreline redevelopment practices that include native plantings and serve as NBCS demonstration development occurs. sites for future projects. Develop stormwater parks that can be used as vegetated recreational spaces which can also flood during extreme events. 3B.4 Creatively design and use wetlands. Explore the potential to construct floating wetlands on Lake Champlain that will protect the shoreline from wave action while improving water quality and sequestering carbon. THEME 04: LAWNS, FIELDS, AND SMALL OPEN SPACES A. VEGETATION MANAGEMENT STRATEGY ACTION Work with local land managers and City staff to map lawns, fields, and meadows in greater detail across the city. Then identify new opportunities to partner on changes to mowing frequency and to prioritize the addition of native plantings. Existing partnerships with statewide organizations such as Audubon Vermont, and the Vermont Fish and Wildlife Department could aid this initiative. Work with City staff to develop management plans for lawns, fields, and meadows on city-owned lands. Implement low-mow mowing practices to protect pollinators and foragers on these lands. These efforts should be informed and inspired by the 4A.1 Update mowing conversion of the Rock Point solar field into a pollinator-friendly meadow, and low-mow practices being implemented by the practices. City Parks, Recreation, and Waterfront Department. Work with private landowners to identify no-mow and low-mow zones on their property. Include outreach and education to golf course members and users to explain the benefits of naturalized grasslands and meadow spaces. As changes are made to the mowing frequency of public spaces it will be important to consider public concerns related to ticks, mosquitoes, and other insects. This may inform the management of these spaces and may require educational materials and communications addressing these concerns. 49Support native bee populations by protecting and creating pollinator habitat and forage. The City obtained its Bee City status in 2019. This includes reducing the mowing frequency and timing on lands in the city, and allowing for the re- establishment of native areas important for pollinators and wildlife such as the Oakledge Park Project. 4A.2 Increase native Establish and support voluntary native planting programs for private yards by providing incentives for changing mowing plantings. frequency and planting native plants. The City has participated in pilot projects and provided education for residents, such as the “Wild for Pollinators” initiative and the “Half-yard Project”, both of which encourage residents to convert portions of their yards to native plants for pollinators. The City has also been engaging local students in this work through “Everyone’s Urban Wild.” Collaborate with private land managers to create management plans that cross multiple properties and include best management practices for grass dominated lawns and fields to ensure they contribute additional NBCS. Utilize the City’s management plans, once completed, as case studies. 4A.3 Build connectivity. Identify wildlife corridors throughout the city using the data collected through the Burlington Mammal Tracking Project, and prioritize these corridors for changes in vegetation management, land protection, and efforts related to open space connectivity. B. INCREASE POCKET PARKS AND CONNECTED OPEN SPACES STRATEGY ACTION Use information from the 2014 Open Space Plan to identify the remaining suitable locations for pocket parks and prioritize acquisition of these spaces. Look to the 2021 NBCS Survey for specific ideas on where to create new pocket parks. 4B.1 Increase pocket parks and connected Create pocket parks that connect existing open spaces and expand the open space network, especially in the southern open spaces portion of the city where there is an identified need to improve open space access and connectivity. Prioritize the creation of pocket parks in areas near (or including) water and wetland resources, significant natural community types, and unique wildlife and plant habitat. C. CEMETERIES AS GREEN SPACES STRATEGY ACTION Work with the Cemetery Commission to identify areas for additional trees and associated native plants. 4C.1 NBCS in perpetuity. Promote green burials as a NBCS. 50THEME 05: GREEN INFRASTRUCTURE A. RETROFIT EXISTING DEVELOPMENT STRATEGY ACTION Create a municipal project evaluation matrix (referencing the Open Space Plan, Integrated Water Quality Plan, Plan BTV, and the Climate Action Plan at a minimum) that is used by all City led projects, encourages inter-department communication, and 5A.1 Coordinate requires the inclusion of green infrastructure. inter- departmental Coordinate infrastructure retrofit projects across City departments to ensure the integration of NBCS that yield as many cooperation. ecosystem services as possible. To do so it will be necessary to identify and then coordinate how this can be institutionalized into the project planning process, and include an educational component so the public understands the benefit of the work completed. Support the implementation of the Integrated Water Quality Plan and Plan BTV. The Downtown & Waterfront Plan calls for the creation of a “Green Machine” that includes bioretention systems, rain gardens, green plazas, green streets, and more. The City Hall park, St. Paul Street, and other recent projects serve as important examples for education and inspiration. This will be accomplished through future infrastructure efforts, property retrofits, and regulatory changes. Promote the use of pervious surfaces for roadways and driveways using regulatory and non-regulatory initiatives. The City has an existing policy to encourage residential driveways to have permeable surfaces for improved stormwater management and water quality. It has also implemented permeable paver use in some areas of downtown, such as the newly redesigned St. 5A.2 Upgrade public and Paul Street area. private construction. Work with the Stormwater Utility to promote the existing incentives for removing impervious pavement, rehabilitating the soil, and planting native plants that will contribute NBCS. Promote the “bioretention bump-out” application administered by Burlington Technical Services Department to residents wishing to request a bioretention system in their neighborhood. Encourage the installation of green roofs and walls on existing residential, commercial, institutional, and municipal infrastructure using a combination of regulatory and non-regulatory initiatives. Continue to promote and incentivize existing rainwater catchment practices, and investigate the potential for promoting and incentivizing grey water recycling. Continue to expand stormwater infrastructure by supporting the construction of soil and vegetation assisted filtration areas that improve water quality, reduce stormwater volume, and capture carbon. This includes bioretention systems, rain gardens, bioswales, and other solutions. Support Burlington’s Stormwater Program in their efforts to update the Chapter 26 Ordinance that requires the review of projects that disturb more than 400 sq. ft. to include further mitigation of stormwater from both redevelopment and new 5A.3 Upgrades in storm development. water mitigation. Support the Stormwater Program in their continued efforts to reduce the effect of existing combined sewer overflows (CSOs) in the city. This may include building on the “BIP Runoff Reduction Opportunities Map” created by the Stormwater Program to prioritize areas for incorporation of stormwater filtration techniques into developed areas. Coordinate with Stormwater staff to continue creating vegetated bioretention areas that also sequester carbon with the help of native plants. Provide consistent outreach and education related to these retrofits to explain the many functions and benefits they provide. As stormwater outfall areas are maintained or reconstructed seize these opportunities to integrate native plants that will sequester carbon and offer other benefits as NBCS. 51Evaluate Leddy Park and other City properties to identify opportunities for green infrastructure improvements for additional plantings as NBCS around the parking lot. Adopt a municipal policy that guides the transition from using annual plants to perennial plants in locations where the City is responsible for the plantings. Create a NBCS demonstration planting project for the median on Main Street by UVM. 5A.4 Upgrade planting. Dedicate additional education and enforcement resources to reducing the compacting of green space. This is most often the result of parking on lawns and greenbelts, and could be counteracted with the use of an incentive or rebate to property owners that install barriers and rehabilitate the compacted soil. The harbor is already experiencing climate change impacts from wind and waves. Some NBCS should be identified and implemented for shoreline protection. B. GREEN NEW DEVELOPMENT STRATEGY ACTION 5B.1 Incentivize NBCS in Adopt incentives or requirements for green roofs, vegetated walls, and other vegetated design interventions for all new development. development proposals in the Downtown and along commercial corridors. Ensure that the City’s Site Planning Standards go beyond minimizing harm to the environment to actively contributing to Burlington’s NBCS. This may include increasing tree retention requirements or mitigation, updating resources related to desirable plant species, and open space connectivity related guidance. 5B.2 Update land use Review the pervious area requirements in the land use regulations to determine if they should be increased to create more regulations. opportunities for NBCS. Ensure that the site scale landscape standards in the land use regulations require the preservation or restoration of canopy cover, further the City’s Bee City status, and promote the inclusion of dense, multi-layered native plantings. THEME 06: EQUITY AND INCLUSION A. INCREASE ACCESS TO NATURE AND ITS BENEFITS FOR HISTORICALLY DISENFRANCHISED COMMUNITIES STRATEGY ACTION Prioritize investments in nature based climate solutions in areas of the city that are underserved/have limited access to nature. Collaborate with groups like the City of Burlington’s Racial Equity, Inclusion and Belonging (REIB) Department and the Vermont Releaf Initiative to learn more about NBCS needs and issues in the community and to identify ways to collaborate. Reserve community garden access for Black, Indigenous, and People of Color (BIPOC) communities, as well as New 6A.1 Target investment Americans and other underrepresented communities. Provide funding assistance mechanisms, perform targeted outreach, strategically. and other support as needed. Encourage the Community Garden Program to create and adopt an organizational equity statement and implementation plan to identify and deconstruct systemic barriers related to community garden access. Consider utilizing new agricultural land acquisitions to serve as land-based economic opportunities for New Americans and other underrepresented groups as a cooperative or small farm incubator. 52B. CREATE EDUCATION OPPORTUNITIES TO COMMUNICATE THE VALUE OF NATURE-BASED CLIMATE SOLUTIONS. STRATEGY ACTION Support the Burlington City and Lake Semester program which works to connect high school students to the community 6B.1 Support through an immersive semester program and offers a unique opportunity to incorporate NBCS into student learning through curriculum, camps, and volunteer projects. Ramp up NBCS related educational programs and resources for residents of all ages, and find new ways to engage the New Americans and frontline communities. Encourage student participation in the Burlington School Food Project to continue to strengthen the connection between 6B.2 Expand farms and food. Invite Gund Institute and Rubenstein School faculty members, and their students, participating in NBCS research to city planning meetings for future open space planning projects. Create more opportunities to bring school aged children and university students into the urban wilds to experience and learn about NBCS. Engage students in native planting projects on school properties outside of gardens for food production (e.g., forest and 6B.3 Create meadow planting). This could include working with the Winooski Valley Park District and Wildways partners to integrate NBCS into ongoing efforts to integrate place-based outdoor education into student learning. Explore opportunities for outdoor educational camps that build on the existing curriculum developed. C. CREATE EDUCATION OPPORTUNITIES TO COMMUNICATE THE VALUE OF NATURE-BASED CLIMATE SOLUTIONS. STRATEGY ACTION Measure and monitor the area of vegetative cover in each neighborhood, and work with residents to identify and implement 6C.1 Do the work needed NBCS projects. This will inform the management of Burlington’s open space network and the implementation of future NBCS projects. 6C.2 Get help Increase partnerships with community organizations for the completion of NBCS projects city-wide. THEME 07: OTHER IDEAS A. INCREASE ACCESS TO NATURE AND ITS BENEFITS FOR HISTORICALLY DISENFRANCHIZED COMMUNITIES STRATEGY ACTION Focus Groups should be used during the creation of the full Open Space Plan to ensure a broader representation of people inform the plans development. These group discussion will allow for a deeper dive on key issues. 7A.1 Data collection Carbon measuring, budgeting, and drawdown calculations and reporting related to NBCS will inform future efforts. Baseline data is needed so the City can identify the amount of carbon currently being captured in Burlington, and then calculate the additional amount being removed by each NBCS project completed. 53Expand on existing wildlife tracking through the iNaturalist program by collaborating with University of Vermont scientists to establish a formal tracking study. Conduct data collect on tree canopy, food deserts, the state of the waterways, and places for habitat connectivity as community science projects to get more people involved and invested in establishing NBCS throughout Burlington Collaborate with scientists at the Gund Institute and the Rubenstein School of Environment and Natural Resources at the University of Vermont to introduce younger local students to the George D. Aiken center green roof and other green infrastructure projects in Burlington. This could include identifying additional opportunities for collaborating with scientists and designers to bring this green roof technology to other institutional spaces in the city. 7A.2 Education Educational signage related to NBCS should be provided around the city as appropriate to identify and explain the systems in place and their role in reducing climate change. Support and enhance existing programs like the Lake Semester, and involve students in native planting projects on school properties. This could include additions to the school curriculum with participation from educators. Commit to providing broad public education on NBCS and the services and savings they generate. This could include an annual report card on the initiatives underway, projects completed, and carbon captured. These educational efforts should also highlight the intersectionality of vegetative cover, food production, reducing energy consumption, and increasing community relationships and how they all contribute to climate resiliency. Reinvestment of savings from NBCS strategies into land access frameworks for BIPOC community members. 7A.3 Investment Create a City purchasing policy that favors NBCS. Promote the use of indoor plants in all City owned facilities for the many NBCS and benefits they provide. Find ways to create more intersectional collaboration between City departments on NBCS related initiatives. Coordinate infrastructure retrofit projects across City departments to ensure the integration of NBCS that promote soil and water conservation. Build city staff capacity to facilitate collaborative decision about these spaces with the neighborhood’s residents from the 7A.4 Silo Busting and start. Community Involvement Provide City staff and additional educational materials to support & guide individuals and community groups who want to plant wildlife corridors, trees, gardens, and edible forests, or who want to take advantage of city incentives for green building, permeable paving, or bumpouts Review the existing Natural Resource Overlays and District regulations in the Zoning to ensure they cover all of the intended parcels, to address any identified deficiencies, and to identify ways to make the language less subjective. 54Burlington Open Space Protection Plan Addendum 55 A P P E N D I X EXISTING CONDITIONS ANALYSIS AND RESEARCH This project began with a city-wide inventory • Protected Lands and analysis of existing conditions. This • Tree Canopy review of land use and land cover data was • Water Resources informed by the Open Space Protection • Impervious Surface Cover Plans, other studies and planning documents, • Connectivity and digital map data. This resulting • Biodiversity information provided a deeper understanding • Demographics of Burlington’s existing open space and natural resource networks. The inventory and Burlington is starting this NBCS initiative analysis also provided a foundation for the in a really good place. As the infographics creation of the City’s own NBCS framework on the next page indicate, there is a robust and implementation blueprint presented in and accessible open space network in this Plan. place. There are also many individuals and organizations already hard at work on A summary of the findings is presented in related efforts and well positioned for future a series of short profiles for the following collaboration. topics:56 Burlington Open Space Protection Plan Addendum SUMMARY OF RESEARCH To establish a nature-based climate solution world into the daily lives of residents. framework for Burlington, extensive This movement is built on the idea that research was conducted to learn how urban the presence of nature enhances cities - communities are implementing NBCS and increasing resilience and improving the how leading agencies are framing NBCS as a health and well-being of those who live there. climate solution (such as the United Nations Biophilic cities draw inspiration from the term and the Nature Conservancy). This research ‘biophilia’, which refers to the innate positive and case study review (combined with the psychological and physiological response city-wide existing conditions analysis) was that humans experience when interacting started early on in the planning process and with the natural world. Nature-based provided direction and inspiration for the approaches can be used to create biophilic creation of Burlington’s framework. Some spaces in cities. Long-term investment key concepts found during this review are solutions will help cities secure a successful, summarized below: sustainable future and address climate change. BIOPHILIC CITIES A NETWORK OF NBCS Biophilic cities are known to embrace a The Biophilic Cities network is a growing diversity of nature-based solutions, including global community of partner cities, green infrastructure, such as living walls and organizations, and individuals committed roofs on buildings, and blue infrastructure, to planning and designing cities that such as urban wetlands. These habitats are are abundantly incorporating the naturalBurlington Open Space Protection Plan Addendum 57 OUR CHANGING DEMOGRAPHICS Nature-based climate solutions will be • 13.5% speak a language other than implemented city-wide, ranging from English at home. large parcels of publicly owned land, to • 12.8% of Burlington’s population is interconnected backyards in a neighborhood. characterized as having a disability. Engaging the WHOLE community in these • 92.2% of the population is a high school efforts is critical to maximizing the potential graduate or higher. benefits of NBCS. Understanding Burlington’s • The poverty rate, or the percent of the demographics enables the City to best population living at or below the national partner with the community to implement poverty level, is 26.4%. NBCS in the future. As the residential population continues Key characteristics generated by the US to change over time, there will be new Census’ American Community Survey needs and opportunities that NBCS can include: help address. This includes food security, protection from natural hazards, and an • The City of Burlington is a small city with improved quality of life for all. a total area of 10.3 square miles that serves as a regional population center. • The 2019 total population is 42,545. • Burlington is a younger community overall with a median age of 26.8 years old. • 15% of the population does not identify as white.58 Burlington Open Space Protection Plan Addendum especially valuable when connected with URBAN DRAWDOWN INITIATIVE other urban green spaces, such as parks and other natural ecosystems. Woodlands, In 2017, a group of cities began exploring the wetlands, and grasslands can also effectively role municipalities play in carbon drawdown, absorb carbon dioxide and sequester carbon, which refers to the future point in time when mitigating emissions. levels of greenhouse gases in the atmosphere stop climbing and start to steadily decline. BUILDING CAPACITY AND SUPPORT FOR This led to the formation of the Urban NBCS AND BIOPHILIC DESIGN Drawdown Initiative (UDI), a network that As natural capital accounting (which measures brings together cities, resource specialists, the potential value of NBCS in economic community-based organizations, scientists, terms) becomes a mainstream part of the innovators, land managers, and others to design and construction process, and small- accelerate implementation of carbon removal scale, innovative, and affordable NBCS are strategies that simultaneously improve invested in, there will be more opportunities the social, economic, and environmental for biodiverse solutions to help strengthen resilience of local communities. Conventional more cities’ natural resources, livability, and city-based climate action has primarily resilience. focused on efforts to reduce city-based carbon emissions. This Initiative was As the impacts of climate change established to support and disseminate city-scale actions that operationalize high- continue to put pressure on our leverage carbon drawdown actions. cities, residents, wildlife, and natural resources, modern city design should Cities are important to include in carbon drawdown efforts because: embrace biophilia as a core idea • Cities own a lot of land and open spaces. and utilize NBCS to address these • Cities can influence new markets challenges holistically. for carbon drawdown and create a marketplace for high-value nature-based While natural capital approaches can solutions. drive investment in NBCS and increase green economic growth, cities must communicate the benefits of nature- based solutions as a climate change action strategy more effectively to mobilize local officials, planners, leaders, and the general public.Burlington Open Space Protection Plan Addendum 59 • Cities can lead and establish unique of which is directed into the waste partnerships such as with school districts, stream. Processing organics into useful and by-products that sequester a significant • Cities are at a climate nexus and carbon portion of its constituent carbon, such drawdown must now be a major focus of as biochar, can be utilized to stimulate climate action. additional carbon sequestration in soil and other biological systems. The UDI has developed a framework and • In natural ecosystem solutions, series of actions that can be customized to fit equity-based economic development the unique circumstances, capabilities, and opportunities exist to build a robust green objectives of each city. They also offers tools economy and improve the livelihoods and resources that enable cities to integrate of all residents in a city. Community- drawdown actions into their existing climate based enterprises and engagement of action plans and programs. Actions that were social service organizations and non- identified as having strong positive impacts profits should be a foundation to any from drawing down carbon in the atmosphere NBCS program to implement the wide include: range of actions that will be needed— • Utilizing natural biological processes, from organic materials collection, to nature, and ecological systems to composting, to soil and regenerative drawdown carbon from the atmosphere to agriculture development, to urban forest store in living systems. management. • The use of a city’s organic resources in • Sustainable drawdown will require policy direct drawdown actions allow organic support at all levels of government. material to be captured and utilized as Implementation of drawdown actions in resources for land-based sequestration cities may require changes to municipal activities. Additionally, urban forests and ordinances, codes or policies to support land management activities generate new types of technologies, practices, or significant volumes of organics, most land uses. • Lack of public awareness of carbon drawdown activities limits understanding and support for the civic and political actions that must be taken to rapidly expand urban NBCS. Integrating education and community partnerships into NBCS work is crucial for building public support and capacity.60 Burlington Open Space Protection Plan Addendum PROTECTED LANDS Protected lands within the city are primarily located in the vicinity of the Intervale. This includes the largest protected land parcel, the Winooski Valley Park District, at approximately 250 acres. In addition, Burlington has more than 50 parks and urban wild areas throughout the city, with many located within the central portion of the city, along the Lake Champlain waterfront, and along the Winooski River. In addition to these protected lands, there are 14 community gardens throughout the city and approximately 55 miles of trails, paths, and greenways that connect these parcels. The Burlington Greenway alone stretches continuously from the southern end of the city, along the downtown waterfront, to the north tip of the city adjacent to Derway Island.Burlington Open Space Protection Plan Addendum 61 TREE CANOPY Burlington’s existing tree canopy covers 42% of all land within the City. Conserved areas and well-established low density residential areas have the densest tree canopy cover. The north end area has both of these land uses and is best served by tree canopy cover currently. Contrastingly, tree canopy is lowest in the densely developed downtown area of the city. Undeveloped areas of the city with low tree canopy coverage include the Intervale, which is primarily agriculture, as well as the golf course located in the south eastern corner of the city.62 Burlington Open Space Protection Plan Addendum WATER RESOURCES The City of Burlington is bound by the Winooski River to the northeast and Lake Champlain to the West. Stormwater from the city drains either into the Winooski River or into Lake Champlain. Taking a larger watershed perspective we see the Winooski River, flowing from its headwaters in the town of Cabot 90 miles to its outlet in Lake Champlain at the northern tip of the City of Burlington. The City of Burlington is vulnerable to flooding from both the Winooski River - much of the land located along the Winooski River is located within the City’s Flood Hazard Zone Overlay – as well as along Burlington’s Lake Champlain waterfront. Along the river, the Flood Hazard Zone covers approximately 1,509 acres, including Derway Island, and the Intervale. The Flood Hazard Zone also provides a buffer along Lake Champlain’s shorefront. Lake Champlain reached a historic recorded crest of water level at 103.27 feet in 2011, rising above the flood hazard overlay zone which covers areas within the 102-foot water level inundation. Of the wetland and floodplain areas present within the city, approximately 350 acres are identified as priority wetland restoration areas. These areas have the potential to protect downstream water quality conditions and mitigate phosphorus loading to Lake Champlain, but are also critical to combating climate change because of their tremendous potential to sequester carbon.Burlington Open Space Protection Plan Addendum 63 IMPERVIOUS SURFACE COVER Scientists have long recognized the adverse impacts associated with increasing development density on water resources. Studies have shown a link between the amount of impervious area in a watershed and water quality conditions. According to the Center for Watershed Protection, 10% of impervious cover is often cited as the threshold above which aquatic health and water quality are negatively impacted. As an urban area, the City of Burlington has approximately 28% of impervious surface coverage. This imperious cover is highest in ward eight (59.5%) and ward three (54.6%), both located in the downtown area, and lowest in ward seven (14.9%).64 Burlington Open Space Protection Plan Addendum CONNECTIVITY Habitat connectivity is imperative for both daily and seasonal wildlife movement to reach food, shelter, water, and breeding sites. Habitat blocks and wildlife corridors are areas of contiguous forest and other natural habitats that are unfragmented by roads, development, or agriculture. In Vermont, habitat blocks are primarily forests, but also include wetlands, rivers, streams, lakes, ponds, and rock outcrops. Habitat blocks and wildlife corridors mapped within city bounds are larger than 20 acres and are most prevalent in the central part of the city and along the Winooski River (see Wildlife and Plant Habitat Map). Areas of land or water where rare, threatened, and endangered species and natural plant communities are also present mostly in the central part of the city, along the waterfront, and along the Winooski River. These areas indicate the presence of rare, un-common, and historical species and indicate practical conservation value. Both habitat blocks, wildlife connectivity, and presences of rare, threatened, or endangered species cross jurisdictional boundaries but are depicted only within city bounds on this map. Efforts to further improve habitat connectivity include disrupting impervious surface cover, road mitigation (e.g., gaps in guardrails, less salt application, lower speed limits, culvert crossings), land conservation, and land use regulations.Burlington Open Space Protection Plan Addendum 65 BIODIVERSITY Many species have been observed within Burlington. This information is shared via iNaturalist, a community science application where observers can track a variety of species sighted. Reports include beavers, mink, red squirrels, gray squirrels, bobcats, racoons, coyote, chipmunks, eastern cottontails, fishers, gray foxes, red foxes, groundhogs, hairy-tailed moles, brown rats, deer mice, long-tailed weasels, muskrats, porcupines, river otters, short-tailed weasel, skunks, star-nosed moles, opossum, and white-tailed deer. Fortunately, this is just a portion of the rich community of species found within Burlington’s open space network. Burlington’s Urban Wilds are lands designated to contain and protect natural communities, including habitat for rare and endangered plant and animal communities, wildlife habitat, and travel corridors, as well as riparian systems such as wetlands and floodplains. Together, these natural systems are and will continue to be a central component of Burlington’s effort to foster biodiversity while mitigating climate change using NBCS.",
    "TEXT BY PAGE": [
        "NATURE-BASED CLIMATE SOLUTIONS An Addendum to the Burlington Open Space Protection Plan February 2022",
        "“The trees act not as individuals, but somehow as a collective. Exactly how they do this, we don’t yet know. But what we see is the power of unity. What happens to one happens to us all. - Robin Wall Kimmerer - Author of Braiding Sweetgrass",
        "Acknowledgments “Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has.” -Margaret Mead Thank you to all the people who have contributed to the creation of this document including the Burlington Conservation Board, Burlington Parks, Recreation, and Waterfront, Burlington Wildways, and the general public. Special thanks is given to the Climate Addendum Sub- Committee, including Zoe Richards, Conservation Board Chair, Dan Cahill, City Land Steward and Conservation Board Member, and Rebecca Roman, Conservation Board Member. Special thanks is also given to staff liaison, Scott Gustin, the City of Burlington’s Principal Planner for Development Review and Alicia Daniel, the University of Vermont and City of Burlington’s Field Naturalist, who served as an editor, for their hard work, dedication, and thoughtfulness towards advancing nature-based climate solutions in Burlington and increasing Burlington’s climate resilience. The City also thanks their consulting team, Resilience Planning and Design and FB Environmental, for their work coordinating this project.",
        "Contents WHY NATURE-BASED CLIMATE SOLUTIONS? 6 OVERVIEW 8 Burlington’s Landscape and People 12 EXISTING CONDITIONS ANALYSIS AND RESEARCH 13 OUTREACH SUMMARY 15 NBCS FRAMEWORK 17 Equity, Inclusion, and Relationships 19 Forests and Tree Canopy 25 Agriculture and Community Gardening 29 Water and Wetlands 33 Lawns, Fields, and Small Open Spaces 37 Green Infrastructure 40 IMPLEMENTATION 43 APPENDIX: EXISTING CONDITIONS ANALYSIS AND RESEARCH 55 Research and Case Studies 56 Protected Lands 59 Tree Canopy 60 Water Resources 61 Impervious Surface Cover 62 Connectivity 63 Biodiversity 64 Our Changing Demographics 65",
        "",
        "6 Burlington Open Space Protection Plan Addendum W H Y N AT U R E - B A S E D C L I M AT E S O L U T I O N S ? In 2020, the Burlington Conservation Board highlighted as climate change related made an appeal to the City Council to write efforts. an addendum to the Open Space Protection Plan focused on climate change solutions. • A growing body of scientific evidence With the full support of the Council, the makes it clear that nature protection is not Planning Commission, and the Parks just good for stabilizing the climate, but Commission, this work began in early 2021. is the most cost-effective, important, and The initiative was based on the following inescapable requirement for successfully observations that have guided and informed slowing the heating of our city and our the creation of this Plan: planet. • Climate change is the defining challenge • Healthy, functional ecosystems provide of our time — and a cultural and clean water, flood mitigation, wildlife ecological emergency that needs urgent habitat, and biodiversity protection— attention. all of which are essential to carbon sequestration. • The City’s Open Space Protection Plan was written in 2000, and updated in 2014, • The term “nature-based climate but did not specifically address climate solutions” is being used by major change. organizations—like the United Nations, The Nature Conservancy, American • The City’s Climate Action Plan, which was Forests, World Wildlife Fund, and the updated in 2008, suggests a role for urban Trust for Public Land—to describe the trees but does not fully contemplate essential contribution open spaces and the role that other ecosystems play in natural systems have in addressing the climate mitigation. climate emergency. • Burlington has made nationally • The United Nations estimates that 33% recognized commitments to addressing of climate action will need to come from climate change in other ways—including nature-based solutions—if humanity is to the ambitious net zero electricity successfully and cost-effectively mitigate production goal, the achievement of the risks and damage from the rising 100% renewable power and other built temperatures of the planet. However, environment and infrastructure-oriented the United Nations data also shows that investments. globally these nature-based efforts are only receiving 3% of the climate-action • Burlington has also made notable funding. investments in conservation through its Conservation Legacy Fund, conservation • For the purposes of this project, nature- program in the Parks Department, and based climate solutions is defined on the other land-protection efforts—but these following page. investments have not been viewed or",
        "Burlington Open Space Protection Plan Addendum 7 NATURE-BASED CLIMATE SOLUTIONS work with our soils, plants, trees, and water alongside community partnership, education, and participation to strengthen our people and our natural areas to combat climate change. More specifically, nature-based climate solutions: • Significantly reduce greenhouse gas emissions. • Reverse or mitigate the root of the problem instead of treating the symptoms. • Provide many additional co-benefits for the ecology and community. • Advance protection, restoration, and stewardship opportunities for natural resources. • Reduce the threat from natural hazards while also making communities more resilient to the adverse impacts of climate change. • Create opportunities for land stewardship education and partnerships.",
        "8 Burlington Open Space Protection Plan Addendum O V E R V I E W This addendum to Burlington’s Open Space Protection Plan (OSPP) was written to further the goals identified in earlier plans, including the OSPP and PlanBTV: Burlington’s Comprehensive Plan, while specifically identifying nature-based solutions that will combat climate change. Nature-based climate solutions (NBCS) are inherently multi-functional, providing a range of benefits related to climate resilience, ecological health, and community well-being. NBCS include strategies that protect existing natural areas, restore storms, less snow cover, rising average ecosystems, and steward the City’s natural temperatures, and shorter winters are other resources as a way to combat climate change. associated impacts of climate change. The purpose of this initiative is to catalyze and document a shift in the mindset of the According to the Vermont Department of City of Burlington and its residents. That is, Health, spring arrives two weeks earlier than a shift toward recognizing the inherent value in 1960 on average, and the average air that nature, including trees, plants, and soils, temperatures have increased by 2 degrees in Burlington’s open spaces have in mitigating in the summer and 4 degrees in the winter. climate change. This is a critical evolution in State data suggests that, while Vermont is thinking that compliments the City’s many currently experiencing around six days per other sustainability and resiliency-related year with temperatures above 87 degrees, initiatives. that’s expected to increase to more than 20 days per year.2 THE LINK TO CLIMATE CHANGE According to a study published by Climate The State of Vermont has indicated that Central in July, 2021, Burlington ranks climate change has serious impacts on 13th out of 159 cities nationwide for risk Vermont’s communities, economy, and factors that contribute to “urban heat ecosystems.1 As temperatures rise, warmer islands”, which are created when there are air is affecting ocean currents, wind currents, higher temperatures and the presence of air streams, storm systems, and many other unvegetated, impermeable surfaces in cities.3 drivers of the climate Vermonters experience currently. More intense precipitation and 2 Vermont Department of Health. State Climate Office projections. 2014. https://www.healthvermont.gov/ 1 State of Vermont. “What Changes are Occurring? health-environment/climate-health/climate-change Climate Change in Vermont”. https://climatechange. 3 Climate Central. “Hot Zones: Urban Heat Island vermont.gov/content/what-changes-are-occurring Effects”. July, 2021.",
        "Burlington Open Space Protection Plan Addendum 9 This study also revealed that Burlington is, on implementation of carbon removal strategies average, 7 degrees warmer, due to its land that simultaneously improve the social, use pattern and location, than other areas economic, and environmental resilience of Vermont, which increases the demand for of local communities. Traditionally, cities cooling energy and has public health and develop greenhouse gas inventories by environmental consequences. accounting for emissions generated by the burning of fossil fuels and develop solutions NATURAL ECOSYSTEMS AS A to reduce those emissions. A nature-based CLIMATE CHANGE SOLUTION climate solutions framework also accounts for carbon sequestration and emissions in natural ecosystems. Nature helps combat climate change by removing greenhouse gases from the atmosphere and storing carbon in the When natural ecosystems are lost, vegetation and soil. This reduces the due to development, tree mortality, amount of greenhouse gas emissions in the etc., greenhouse gas emissions atmosphere, which is a leading contribution to climate change and its impacts. Scientific increase, carbon sequestration from studies have also shown that trees and other natural systems decrease, and the vegetation can lower air temperature in city ecosystem services that open spaces neighborhoods by up to 10 degrees.4 provide are diminished. When natural These natural process have the potential to ecosystems, which can be thought of reverse or mitigate the underlying root of as “carbon stocks”, are increased by the climate change issue and its associated strategic management of open space, impacts in Burlington. Nature-based climate solutions also have the potential to increase greenhouse gas emissions decrease, habitat, filter stormwater, protect water carbon sequestration increases, and resources, increase the City’s local food ecosystem services are protected or supply, reduce the impact of natural hazards, benefit human well-being, and increase enhanced. Burlington’s resilience. To harness nature’s innate abilities to fight climate change, PLANNING FOR NBCS Burlington must invest in natural resource protection, ecological restoration, and new The image on the following page is adapted land stewardship opportunities. from the Urban Drawdown Initiative and illustrates the relationship between natural Burlington is part of the Urban Drawdown ecosystems, greenhouse gas emissions, and Initiative (UDI), a network that brings carbon storage. All scales of implementation together city managers, urban planners, are needed to harness the capability of resource specialists, community-based nature-based climate solutions; from the organizations, scientists, innovators, smallest planting or pocket park, to changes land managers, and others to accelerate in land management in parks and open spaces, and stewardship of the City’s largest conservation lands. 4 Proceedings of the National Academy of Sciences of the U.S. “Scale-dependent interactions between tree canopy cover and impervious surfaces reduce daytime As indicated in the image above, organic urban heat during summer”. Carly D. Ziter, Eric J. Pedersen, waste and fertilizer use are other prevalent Christopher J. Kucharik, and Monica G. Turner. April, 2019.",
        "10 Burlington Open Space Protection Plan Addendum sources of greenhouse gas emissions. Before Vermont passed a mandatory composting MOVING TOWARDS ACTION law, the state would send approximately 80,000 tons of organic waste per year to To propel investment and action, local landfills. According to the Environmental officials must embrace a commitment to the Protection Agency, the statewide switch to following NBCS Goals for Burlington: composting cuts greenhouse gas emissions significantly, equating to about 9,000 cars • Guide City staff and leaders, local being removed from the road. organizations, and community membrs in collaborative efforts to implement NBCS. To protect and increase natural ecosystems • Mobilize community members to lead and within Burlington, natural resource and participate in NBCS through education, development/housing needs must be volunteerism, and community input. balanced to best address issues of • Ensure this NBCS framework guides the climate change, affordable housing, and next Open Space Protection Plan update others. There is an opportunity to balance by 2025. development with natural resource protection, and even promote the integration To bring these concepts into practice, this of nature-based climate solutions in the City’s Plan identifies innovative and aggressive new development in a thoughtful way.",
        "Burlington Open Space Protection Plan Addendum 11 strategies for the City to initiate that capture supporting livelihoods and reducing carbon with trees, plants, and soils in vulnerability to climate change. Burlington’s forests, fields, gardens, wetland • NBCS must support or enhance ecosystems, and through green infrastructure biodiversity, from the level of the gene solutions. to the ecosystem. Biodiversity underpins the societal benefits derived from NBCS This city-wide initiative also frames the by supporting the delivery of many importance of land conservation and the ecosystem services in the short term, restoration of natural systems as important reducing trade-offs among services climate action strategies, and recognizes (e.g. between carbon storage and water the economic and social values of these supply), and supporting the health and resources. These efforts will leverage the resilience of ecosystems in the face carbon-capturing potential of the diverse of environmental change. To sustain vegetation and soil layers in these spaces ecosystem health, other aspects must while also generating additional ecosystem also be considered, such as ecosystem services that benefit Burlington and the connectivity. surrounding region. Moving forward, • Metrics for measuring the success of nature-based climate solutions should be NBCS should include those for carbon designed with consideration of their long- dynamics, as well as for biodiversity across term “carbon-sink” potential, as well as multiple trophic levels. their impacts on biodiversity, equity, and sustainable development goals. To ensure long-term resilience, projects involving nature-based solutions should adhere to four high-level principles, defined by Oxford’s Nature-Based Solutions Initiative.5 These include: • NBCS are best utilized in conjunction with efforts to decarbonize our economy and phase out fossil fuel use (see Burlington’s Net Zero Energy Roadmap). • NBCS projects need to involve a wide range of ecosystems. All ecosystem types hold opportunities for NBCS to enhance the provision of ecosystem services to people while supporting multiple societal challenges. • NBCS should be designed, implemented, managed, and monitored in partnership with local and indigenous communities while generating local benefits, including 5 Nature-Based Solutions Initative. Oxford University. https://www.naturebasedsolutionsinitiative.org/.",
        "12 Burlington Open Space Protection Plan Addendum BURLINGTON’S LANDSCAPE AND PEOPLE This land we now call Vermont has people are arriving with their own history and stories every day. changed dramatically over the past 10,000+ years since the Abenaki This should serve as a reminder to people and others began to know this acknowledge the past, present, and future of our place as humans and as part of the place as their home. natural environment in Vermont. It is our responsibility to give back to this land that Take a moment to picture your favorite sustains us. natural area in Burlington. Listen to the bird songs and the buzzing of insects while you It is also important to clarify that this open walk through changes in vegetation and see space planning process in Burlington was other people enjoying this place as well. It led by mostly white residents and consulting is important that we acknowledge the long staff. Efforts were made to reach out and history of this land we call Vermont, and the engage with many voices and perspectives deep connection that people have had with in meaningful ways during this process, and its landscape throughout history. The Abenaki everyone involved is committed to continuing people of Vermont, including members from these efforts during implementation. We the Missisquoi Tribe, the Nuhlegan Band hope this NBCS initiative can grow from this of the Coosuck, Koasek Abenaki Nation, starting point and be further informed by an the Elnu Abenaki Tribe, and others are still even greater diversity of participants over here living and working beside us, and new time.",
        "Burlington Open Space Protection Plan Addendum 13 E X I S T I N G C O N D I T I O N S A N A LY S I S A N D R E S E A R C H This project began with a city-wide inventory Extensive research was also conducted and analysis of existing conditions in to learn how urban communities are Burlington. As part of this analysis, digital implementing NBCS and how leading map data was reviewed, as well as other agencies (such as the United Nations and studies and planning documents. The the Nature Conservancy) are framing NBCS resulting information provided a deeper as a climate change solution This research understanding of Burlington’s existing open provided direction and inspiration for space and natural resource networks. The the creation of Burlington’s framework. A analysis also provided a foundation for the summary of the research conducted can be creation of the City’s own NBCS framework found in the Appendix. and implementation blueprint which are presented in this Plan. There are many departments, organizations, and individuals that have already started A comprehensive review of the the following implementing projects that are considered topics can be found in the Appendix. NBCS throughout the City, creating fertile • Protected Lands ground for future collaboration. This provides • Tree Canopy an opportunity for the City to elevate NBCS • Water Resources as a robust strategy to combat climate • Impervious Surface Cover change, building on existing momentum to • Connectivity garner additional support for this vision. As • Biodiversity the infographics on the next page indicate, • Demographics there is an extensive open space network already in place.",
        "14 Burlington Open Space Protection Plan Addendum",
        "Burlington Open Space Protection Plan Addendum 15 O U T R E A C H S U M M A R Y This summary highlights the outreach • Artwork explaining NBCS by Christine Hill of Tender Warrior and engagement methods used, • Project flyers and signs key themes identified, and findings • Direct communications to boards, collected during the public outreach committees, and organizations • Social media communications phase of the 2021 Burlington open • A public access video using NBCS artwork space protection planning process. and a voiceover • A virtual community summit The purpose of this Open Space Protection • A public access video featuring the virtual Plan Addendum is to promote, embrace, community summit and strengthen NBCS within the city to • Meetings with the following Departments, combat climate change. Implementation Boards, Committees, and Organizations: of this plan will require involvement from • Parks, Recreation, and Waterfront Staff community members, city staff, elected • Parks Commission officials, and many partner organizations. • Winooski Valley Park District To accomplish this and ensure that the final • Planning Commission planning document reflects the goals and • Ward 5 Neighborhood Planning priorities of the community, City staff, NCBS Assembly sub-committee, and the consulting team • Burlington Wildways developed a diverse community engagement • Stormwater Staff plan utilizing diverse approaches to outreach. • University of Vermont Classes • An online survey These included: The results from these engagement activities • Project Website have been used to inform the Open Space • Online Project Feedback Form Plan Protection Addendum.",
        "16 Burlington Open Space Protection Plan Addendum WHAT WE HEARD Across all of the engagement activities the • Increasing equity and accessibility of participants understood the pressing need for NBCS should be a priority in project investing in NBCS, and they all indicated an planning and implementation. interest in helping implement these efforts in Equity and accessibility was discussed Burlington. The following themes emerged frequently throughout this process, and during this process: yet it proved challenging to engage many of the voices often missing from • There is support in the City investing these types of municipal planning in and expanding nature-based climate efforts. Some efforts that were utilized solutions (NBCS), as well as supporting were language translation of the project existing NBCS initiatives. webpage and direct communication swith City staff and partner organizations are underrepresented populations in the City. ready to do more and have lots of ideas Looking forward, there was agreement that align well with NBCS. There is interest that more needs to be done to engage a in continuing to use municipal properties wider variety of residents, and to ensure and infrastructure for NBCS to provide that their voices and wishes are reflected examples that residents, property owners, as improvements are made in every and the development community can learn neighborhood. from. • Ongoing education and outreach will • NBCS should engage residents and be needed to ensure that the topic of property owners in Burlington. NBCS is accessible and understood. Residents and property owners need to be This concept and the many implementation engaged in NBCS efforts because publicly strategies identified are new to many owned lands will not provide enough people, and efforts need to be made to opportunity for real impact. The good provide hands on education and access to news is that the residents we engaged resources and plant materials. To do this with are excited about the possibilities effectively, the city must also commit to but favored different strategies. To measuring, monitoring, and reporting out address this, future efforts should include on the ability of the open spaces and the incentives, resources, and education on species within to combat climate change. successful strategies and new practices for those interested. • Connecting open spaces and regeneration of natural systems were • Regulatory standards and incentives identified as priorities for NBCS should be developed to increase NBCS projects. in Burlington. This includes finding ways to maintain Regulatory standards are still needed to physical connections between vegetated protect the city’s open spaces and the areas while ensuring impervious surfaces natural resources they contain while also are disrupted. Within these areas there is expanding tree canopy and ensuring long- interest in prioritizing the establishment term maintenance. While homeowners of edible species and native species that were less excited about regulations that also benefit wildlife. Participants also could impact residential properties there expressed support for regenerating lost was a general understanding that this is an wetland areas and buffers along shorelines important tool for balancing the impact of as examples of the ways the city can development as the city continues to grow. work to restore the health of the natural",
        "Burlington Open Space Protection Plan Addendum 17 N B C S F R A M E W O R K The framework that has emerged (projects that sequester carbon, reduce emissions and create resilience) need to be for identifying and implementing recognized and supported, this planning NBCS in Burlington was shaped by initiative set out to identify a framework and a review of literature on the subject, clear actions for equitable implementation of NBCS in Burlington. investigating similar initiatives in other municipalities, analyzing This framework, however, will only be materials provided by natural resource successfully implemented through collaboration with the many individuals, organizations, and gaining a deeper organizations, and initiatives already in place understanding of Burlington’s existing and doing this critical work. It is the intent open space network and development of the City that this Plan will be adopted as patterns. an aspect of the City’s Comprehensive Plan and will then inform the next open space protection plan update and climate action Five of the themes relate to distinct land planning efforts. cover types found in the city: • Forests and Tree Canopy • Agriculture and Community Gardens • Water and Wetlands • Lawns, Fields, and Small Open Spaces • Green Infrastructure A sixth overarching theme was identified by participants as Equity and Inclusion. This was in recognition of Burlington’s diverse and changing population, and efforts underway to ensure that all residents have access to natural areas and the many benefits they provide. It is important to recognize that a thriving human community is necessary if we want to ensure thriving ecosystems. While all existing NBCS-related projects within Burlington",
        "18 Burlington Open Space Protection Plan Addendum Supporting, creating, and investing in NBCS waterfront, and along the Winooski River. In in Burlington will expand the rich open space addition to these protected lands, there are resources the City offers its residents and 14 community gardens throughout the city visitors. Currently, protected lands within the and approximately 55 miles of trails, paths, city are primarily located in the vicinity of the and greenways that connect these parcels. Intervale. This includes the largest protected The Burlington Greenway alone stretches land parcel, the Ethan Allen Homestead, continuously from the southern end of the which is owned by the Winooski Valley Park city, along the downtown waterfront, to District. Burlington also has more than 50 the north tip of the city adjacent to Derway parks and urban wild areas throughout the Island. NBCS have the potential to elevate city, with many located within the central the natural areas in Burlington as a critical portion of the city, along the Lake Champlain solutions to the climate crisis.",
        "Burlington Open Space Protection Plan Addendum 19 EQUITY, INCLUSION, AND RELATIONSHIPS “A truly sustainable community is one in which all members achieve, participate, and thrive.” - City of Burlington’s Diversity and Equity Strategic Plan This theme emerged from the many EQUITY AND INCLUSION AT THE discussions in Burlington related to what CITY-LEVEL NBCS look like and who they benefit. Historically, equity and inclusion have often been afterthoughts when it comes On a very similar timeline to this Addendum, to natural resource and conservation the City of Burlington is releasing a Racial Equity planning projects. As Burlington builds Strategic Roadmap. The Racial Equity Strategic resources and initiatives to address Roadmap seeks to harness Burlington’s record of climate adaptation, first and foremost, strong public sector leadership and progressive there must be a commitment to strategies urban policies to catalyze a much needed shift that prioritize equity through targeted from color-blindness to anti-racism. This process universalism. entails listening to and learning from Burlington’s BIPOC (Black, Indigenous, and People of Color) Within a targeted universalism framework, communities and organizers on how white universal goals are established for all supremacy culture and systemic racism operates community members. However, the across different sectors, institutions, spaces, strategies developed to achieve those and internal practices. This Roadmap outlines goals are based on how different groups necessary cultural, institutional, and systemic shifts are situated within structures, culture, and for the City of Burlington. across geographies to ensure that they can successfully achieve the universal Meaningful community engagement encompasses goal. residents from historically marginalized communities who see themselves - and are seen Targeted universalism is closely related as - full partners in the decision-making, program- to equity. It meets folks where they planning, and policy-making processes that are, responding to different baselines impact their lives in significant and sustained ways. which have resulted from historical and Nature-based climate solutions should embrace institutional systems of oppression. these values and practices moving forward.",
        "20 Burlington Open Space Protection Plan Addendum Targeted universalism is goal oriented, INCLUSION AND BELONGING means to have a and intended to bring everyone to the seat at the table. Belonging is having your voice same baseline, where universal goals and elevated at that table you were once denied. processes truly work for all. Belonging also means feeling comfortable in your own skin and being able to bring your full self into For the purposes of this Plan, frontline the discussion (City of Burlington). communities include those who are most vulnerable to the impacts of climate EQUITY refers to the balance of resources change, those who have limited access distributed to individuals or groups based on what to open space and its benefits, and/ individuals or groups historically and/or currently or those who, historically, do not have have or need. Resources may be economic, a voice in the local planning decision- political, social, or otherwise. What is equitable making process. This includes low- may not necessarily be equal. Equity stands apart income populations, people of color, from equality, which requires even distribution of immigrant and migrant people, the resources to all (City of Burlington). elderly, disabled people, and others. Strategies that promote equity and RACE is a social construct used to divide society targeted universalism prioritize outreach, by a hierarchy determined by the color of your skin. engagement, and partnership with For many people, it comes as a surprise that racial frontline community members in an categorization schemes were invented by scientists authentic, culturally-appropriate way that to support worldviews that viewed some groups honors and acknowledges their unique of people as superior and some as inferior (Kivel, experiences, systemic inequalities, 2002). history, perspectives, and worldviews. This centers underrepresented RACIAL JUSTICE refers to the systematic fair populations and voices in Burlington’s treatment of people of all races, resulting in NBCS efforts going forward. equitable opportunities and outcomes for all. Racial justice—or racial equity—goes beyond “anti- The City of Burlington has been racism.” It is not just the absence of discrimination developing the Racial Equity Strategic and inequities, but also the presence of deliberate Roadmap and the Racial Equity Toolkit systems and supports to achieve and sustain to be used as tools to support and racial equity through proactive and preventative guide city strategies to include racial measures. Racial Justice is defined as the proactive justice and targeted universalism. Such reinforcement of policies, practices, attitudes and a commitment to centering and utilizing actions that produce equitable power, access, these tools will require ongoing, deep opportunities, treatment, impacts and outcomes for organizational work on the part of the all (Race Forward, 2015). City and its partners. This work should include addressing institutional racism. INSTITUTIONAL RACISM refers specifically to the This will enable Burlington community ways in which institutional policies and practices members that have been historically create different outcomes for different racial groups. marginalized to guide this nature-based The institutional policies may never mention any climate action so that it does not lead racial group, but their effect is to create advantages to displacement or other unintended for whites and oppression and disadvantage for impacts. people from groups classified as people of color (Potapchuk, Leiderman, Bivens & Major, 2005). Across Burlington, nature is unevenly distributed and there are clear differences",
        "Burlington Open Space Protection Plan Addendum 21 Please note that the trails category in the map above also includes bike lanes. in residents’ ability to gain access to open access to the trees, open spaces, and gardens space (see on the map above). There is needed to reduce carbon in the atmosphere. increasing understanding of the many Without a strong commitment to maintaining benefits from regular connection to nature. and expanding natural areas and vegetative A formative step for Burlington would be cover in the city, more tree canopy cover to analyze and acknowledge where access and open spaces will be lost over time. This to nature and open space is lacking, and to will not only increase emissions city-wide it develop strategies that address infrastructure, will lead to greater impact from urban heat programming, and land acquisition to address island effect, and less space for gathering, these gaps. More equitable access to open recreating, and growing food. These impacts space city-wide will not only help reach the typically affect frontline communities at higher City’s goal for combating climate change, but proportions. will also ensure that all residents have equal",
        "22 Burlington Open Space Protection Plan Addendum STRATEGIES FOR EQUITY AND A LOCAL LOOK INCLUSION Grow Wild - Burlington Parks - Champlain Elementary School Collaboration The following strategies have been identified as ways to act on this theme of the NBCS Grow Wild is a partnership promoting Framework. The specific actions identified biodiversity and climate resilience in for each are included in the implementation Burlington, Vermont, by increasing and table. connecting native plant habitat for pollinators, birds and other wildlife across public and INCREASE ACCESS TO GREEN SPACE private lands. In 2021, Grow Wild partners AND ITS BENEFITS FOR FRONTLINE worked with Champlain Elementary teachers COMMUNITIES and students to plant a wildlife corridor A recent study by the Conservation Science connecting Englesby Brook to a forested Partners (CSP), Hispanic Access Foundation outdoor classroom and to establish a native (HAF), and the Center for American plant nursery on site. The students will Progress, found that communities of color gather native seeds and germinate them and low-income communities have too few and will share young trees with other schools safe, close-to-home parks, natural areas, in the district. The corridor has been cared and open spaces where they are able to for by the Burlington Parks and Recreation go outside (largely due to the impacts of Department. Partnership makes this work systemic racism and discrimination on human possible. settlement patterns and land protection decisions). The report also identified that communities of color are three times more completing a more in-depth analysis during likely than white communities to live in the full Open Space Protection Plan update on nature-deprived places. Seventy percent of access to open space and nature in areas of the low-income communities across the country city where there are higher concentrations of live in nature-deprived areas. communities of color. The City should focus on prioritizing SUPPORT GRASSROOTS EDUCATION NBCS investments in underserved areas OPPORTUNITIES TO COMMUNICATE THE of Burlington, and where communities are VALUE OF NBCS disproportionately suffering from climate Education plays a significant role in change impacts and limited access to communicating the ecological and social open space. The City should also regularly benefits that nature offers, reinforcing a strong partner with existing organizations, agencies, connection to our landscape, and neighborhoods, and social service providers to promoting ecological literacy of NBCS. increase opportunities for community members NBCS projects should have a strong civic to be involved in NBCS decisions. engagement component, actively collaborating with diverse populations across Burlington, Systemic challenges should also be addressed and communicating the value of NBCS. The through NBCS projects including increasing City should consider building off existing land access opportunities, protecting open education programs, building relationships with space resources in areas that need it most, organizations that work with different people in addressing food security needs, and identifying the community, and developing NBCS-specific authentic, culturally-appropriate, place-based curriculum for youth programs. ways to engage with resident populations. Additionally, the City should consider",
        "Burlington Open Space Protection Plan Addendum 23 A LOCAL LOOK BURLINGTON’S CITY & LAKE SEMESTER Burlington School District’s “Burlington City & Lake Semester” (BCL) has been recognized as an Outstanding Flagship Project in Education for Sustainable Development by the GlobalRCE Centre, a program of United Nations University. BCL is a multi-credit course offered through Burlington’s High School that allows juniors and seniors to use the city as their classroom and curriculum for one semester of their high school journey. Students enrolled in BCL learn a curriculum centered around the core themes of Social Justice, Sustainability, Civic Engagement, Community, and Place through a variety of real-world projects and partnering with organizations and individuals across the City. Through this program, BCL students have already participated in nature-based climate solutions, such as planting native tree species for forest restoration and climate resilience Engaging BCL students in future NBCS strategies provide a win-win - NBCS strategies gain capacity and BCL students gain the benefits of civic engagement, being outside, and learning about natural systems.",
        "24 Burlington Open Space Protection Plan Addendum EMBRACE EQUITY AS A PLANNING A LOCAL LOOK AND IMPLEMENTATION CRITERIA FOR NBCS DURING PROJECT NEW FARMS FOR NEW AMERICANS DEVELOPMENT In the United States, people of color, low- New Farms for New Americans manages 7.5 income neighborhoods, and indigenous acres of land in the City of Burlington, some at peoples have traditionally been excluded the Ethan Allen Homestead and some at the from the conservation movement and local Intervale Center. Currently, 67 families are renting decision making processes around open plots to raise food for themselves. Out of these space protection and planning. For more families, there are at least half a dozen languages than a century, the movement to protect spoken collectively with most individuals parks, public lands, and other natural immigrating to Vermont from Bhutan, Burundi, places in the U.S. has been dominated by Somalia, Burma, or the Democratic Republic white people and perspectives. of the Congo. This program was started by the association of Africans Living in Vermont (AALV), According to new research by the a Burlington nonprofit serving refugees and University of Vermont and the Gund immigrants. According to AALV, the gardens feed Institute for Environment, people of color 250 to 300 people. and low-income people will face the harshest effects from loss of natural land The AALV program compliments the City’s cover over the next 80 years. Researchers community garden program by offering used existing government data and larger amounts of space for home-scale food demographic projections for counties production and subsistence farming. The AALV across the United States to model land program’s 1/16th acre minimum is more than use change and its impact on three three times the size of the largest Burlington-area environmental or health benefits: air community plots. Many of the plots are tended quality, crop pollination and protection by multiple generations of one family, and the from West Nile virus, which was used as an garden can be an important way for elders to indicator of insect-borne diseases. They contribute. AALV offers support services such as modeled a handful of scenarios based on soil preparation, a greenhouse for starting seeds potential market trends and environmental in the spring, a community corn-grinding mill and policies, and found people of color in the advice on extending the season. United States will experience an estimated 224% decrease in air quality, a 118% and conservation framing methods — decrease in crop pollination, and an 111% compounded by the underrepresentation of decrease in control of vector-borne disease. people of color at the staff and leadership levels of conservation organizations and In contrast, white Americans will generally see natural resource agencies—has perpetuated benefits across all three categories, and high- the racial divide in nature access. However, income communities will experience benefits Burlington has made significant strides in air quality and vector-borne disease control. towards embracing equity both internally In addition to pointing out the disparities, (within their organizational structure) and the modeling found “mismatches” between externally (in the community). Building off this where environmental benefits are needed and commitment, equity must be a driving criteria where they’re expected to happen. in NBCS project development in order to achieve just and fair outcomes. In general, exclusive public engagement",
        "Burlington Open Space Protection Plan Addendum 25 URBAN FORESTS AND TREE CANOPY “If we want to use forests as a weapon in the fight against climate change, then we must allow them to grow old, which is exactly what large conservation groups are asking us to do.” -Peter Wholben, Author of “The Hidden Life of Trees” Urban tree canopies provide many benefits to ensure that the goal is being met. The as NBCS, including improving air quality, goal set in Burlington’s Climate Action Plan is decreasing flooding from stormwater runoff, to plant 588 new trees per year, and maintain increasing shading for buildings to reduce the existing urban tree canopy. energy consumption, decreasing urban heat Currently, Burlington’s existing tree canopy island effects, and the absorption of carbon covers 42% of all land within the City. dioxide. Preserving existing tree canopy and planting new trees represent one of the most The distribution of tree coverage in the significant strategies the City can undertake City can be found on the map on the to combat climate change and urban heat following page. As shown on the map, island effect. Burlington’s tree canopy is lowest in the densely developed downtown area of the These benefits also have economic value. city. Undeveloped areas of the city with low According to a study from USDA Forest tree canopy coverage include the Intervale, Service and the University of California which is primarily agriculture, as well as the Davis which found that for every $1 spent golf course located in the south eastern in California cities on tree planting and corner of the city. Conserved areas and well- maintenance, there were $5.82 in benefits. established low density residential areas have the densest tree canopy cover. The north end Increasing canopy cover in Burlington will area has both of these land uses and is best require ongoing measuring and monitoring served by tree canopy cover currently.",
        "26 Burlington Open Space Protection Plan Addendum STRATEGIES FOR FORESTS AND achieved through conservation efforts on TREE CANOPY both public and private land. Older forests sequester more carbon than young forests and therefore represent the highest level of The following strategies have been identified priority for protection, but preventing a loss as ways to act on this theme of the NBCS of canopy cover is the target regardless of Framework. The specific actions identified tree age. The City of Burlington updated its for each are included in the implementation Tree Canopy Assessment in 2019 and learned table. that the canopy increased from 38% to 42% because of successful efforts like the street PROTECT EXISTING TREE CANOPY tree program. However, some losses were The retention of healthy trees within the also identified and those need to be further city is a top priority for NBCS. This can be",
        "Burlington Open Space Protection Plan Addendum 27 understood and addressed. A strategic plan for A LOCAL LOOK tree removal offsets, to replace trees removed BURLINGTON’S NORTHBEND in one area, by planting trees in another area ORCHARD ON MANHATTAN DRIVE will help the city increase its tree canopy at a higher rate. This allows for the amount of urban The City of Burlington’s Parks, Recreation, tree canopy to be maintained, even with tree and Waterfront launched a restoration removal during development, and could result project in the spring of 2020 to repurpose in possibly expanding it. an underutilized City space into a small neighborhood orchard and community An update of the City’s tree ordinance would food forest on Manhattan Drive. The goals also leverage additional tree planting. It’s of this project were to reestablish the important to note that much of Burlington’s surrounding habitat, provide a community forested land area is owned by private land food source, increase neighborhood native owners. The ordinance should cover both tree canopy cover, improve air quality public and private forests with a component and shade through an increase of canopy that is integrated into the zoning regulations. cover,and increase civic engagement which It should also address preventing loss of empowers community members to address tree canopy, and, where that’s not possible, climate change. Additionally, a mowed mitigating the impact of tree loss with new space was transformed into a no-mow plantings. zone to attract pollinators and to support plant productivity TREE PLANTING Tree planting is an important supplement to the The orchard includes plums ,peach and protection and restoration of existing forests hazelnut trees, and aronia bushes, black and tree canopy. While new forests do not currants, elderberry, and raspberries in sequester carbon as efficiently as older forests, the greenspace. The goals for 2021 are to planting will allow the city to prioritize the maintain the existing orchard and engage integration of trees into the urban landscape. in invasive species control of the adjacent zones by clearing the area of vegetation Additionally, tree planting allows for the careful and introducing native trees and shrubs. selection of species resilient to climate change. To the west, neighbors will revegetate the Priority should be given to native species, area with native plants, establish a wind which support local insects and ecosystems break along the northern edge, and extend and are well-adapted to the northeast climate. the community orchard. To the east, Increasing the number of trees will increase neighbors will plant native tree species in the amount of carbon that can be sequestered an effort to increase canopy cover for this while cooling the city in summer, providing section of the roadway. habitat, and many other benefits.",
        "28 Burlington Open Space Protection Plan Addendum CASE STUDY AMERICAN FORESTS’ TREE EQUITY TOOL In most cities, trees are sparse in socioeconomically disadvantaged neighborhoods and more prominent in wealthier, whiter neighborhoods. The inequitable distribution of urban tree canopy in cities is both a human and environmental issue. Trees contribute to fresh air and clean drinking water, cool homes, which reduces heat-related illnesses and utility costs; lower flood risk; and increase wealth by creating tree-related career opportunities. To address the issue of inequitable distribution of tree canopy in urban areas, American Forests has created a tool called the Tree Equity Score which scores a geographic area based on the quality and quantity of their tree canopy and the associated benefits of that canopy. This tool can be used by neighborhood organizations, local officials, and everybody in between. It can also be used by a variety of sectors, such as urban forestry and public health, given the role trees play in slowing climate change and advancing social equity. Urban land-use planners and others can use the scores to decide where and how to invest in forestry and infrastructure. The scores can also be used to take a fresh look at an existing urban forestry program. CASE STUDY TREES, FRESH FRUIT, GREENS, AND SHADE Speak for the Trees Boston is a new nonprofit organization dedicated to improving the size and health of the tree canopy in the greater Boston area through local community projects, focusing on areas with low canopy coverage. The implementation of the HERO Hope Garden on Geneva Avenue was initiated by Speak for the Trees and several local nonprofit groups, including Farmers Collaborative, Boston Food Forest, HERO Nurturing Center and HomeHarvest. It is supported by national partner American Forests, which is also producing an interactive online Canopy Planner Tool for the city. Speak for the Trees, Boston is focused on maintaining and sustaining a healthy and vibrant urban forest in the greater Boston area. To accomplish this, Speak for the Trees is committed to supporting the vitality of the urban tree canopy in the greater Boston area, especially in areas with low canopy coverage. Their work focuses on community projects at the neighborhood level, engagement, educational outreach, and public advocacy. SFTT partners with community members, parallel organizations, and municipalities to build a healthier tree canopy for all.",
        "Burlington Open Space Protection Plan Addendum 29 AGRICULTURE AND COMMUNITY GARDENS “Food is the place where you begin.” -Dr. Vandana Shiva Farms and smaller scale community gardens water quality. In the City of Burlington, large- play a key role in building community, scale agriculture is concentrated largely fostering a connection to the land, and in the Intervale Center, while small-scale increasing food security. Food production food production is interspersed throughout also has the potential to mitigate the residential scale gardens and the City’s impacts of climate change through carbon community gardens. sequestration and storage through the accumulation of biomass. STRATEGIES FOR AGRICULTURE AND COMMUNITY GARDENING Climate change affects agriculture by causing climate unpredictability, water scarcity, and The following strategies have been identified soil degradation. Farmers and backyard as ways to act on this theme of the NBCS growers are excellent stewards of NBCS, Framework. The specific actions identified and can use their existing knowledge in for each are included in the implementation addition to new skills to protect and restore table. natural resources. This may include farmland protection initiatives, healthy soils practices, EXPANDING COMMUNITY GARDENING and other land management practices OPPORTUNITIES that increase carbon storage while limiting Urban gardens not only provide food and greenhouse gas emissions and improving medicine for the surrounding community, but",
        "30 Burlington Open Space Protection Plan Addendum Community Garden Sites also function as NBCS by mitigating the urban heat island effect, improving air circulation and cooling via plant shading and transpiration, providing wildlife habitat, sequestering carbon, and allowing for water regulation through soils that are not sealed Starr Farm Discovery Garden under impervious surfaces. ^ WVPD The Burlington Area ^^ Community Gardens (BACG) program is comprised of Tommy Thompson Rock Point 14 garden sites across the ^ Burlington area, which can ^ Lakeview be seen on the map to the Riverside Neighborhood Garden right. Sites range from small Avant Garden ^ ^ neighborhood plots to larger ^ sites with multiple acres of ^ Archibald Neighborhood Garden available plots. There are ^ opportunities to increase NBCS at these existing gardens and expand the Medical Center garden network to create additional food producing landscapes. Calahan ^ We have also identified Champlain opportunities to decrease ^ the amount of tilled space in the community gardens Baird ^ Wheelock through education on NBCS and no till food production ¥ ^ methods. Furthermore, Legend ^ urban gardens provide a Community Garden Sites sense of place, cultural Burlington Land Area Source: Esri, DigitalGlobe, GeoEye, i-cubed, USDA, USGS, AEX, Getmapping, Aerogrid, IGN, IGP, swisstopo, and the GIS User Community identity, and social cohesion 0 0.25 0.5 1 1.5 2 Miles all important factors for at all times. Food security and NBCS are a society working to adapt to a changing intrinsically linked, given that climate change planet. and associated environmental stressors affect food supply. Access to local gardening SUPPORT FOOD SECURITY and farming opportunities and increasing land access can provide individuals with the Food security means all people have access opportunity to grow fresh food, herbs, and to affordable, safe, and nutritious food plants of their choice while reducing “food",
        "Burlington Open Space Protection Plan Addendum 31 miles” and helping combat climate change. CARBON FARMING This could also include converting currently unmanaged agricultural lands or restoring According to Dr. Rattan Lal of Ohio State developed lands to gardening spaces. Food University’s Carbon Management and miles refers to the distance that food is Sequestration Center, carbon farming transported from the time of its making until it is a system of increasing carbon in reaches the consumer. Food produced locally terrestrial ecosystems for adaptation is transported less miles than food produced and mitigation of climate change and to in other areas of the country, reducing the enhance ecosystem goods and services. greenhouse gas emissions required to This involves removing excess carbon transport. dioxide from the atmosphere and storing it in soil organic matter and in the PROMOTING SOIL AND WATER aboveground biomass of long-lived trees CONSERVATION and plants. Eric Toensmier’s “Carbon Sustainable management of soil and water Farming Solution” points to research in an agricultural setting can reduce surface that reveals woody, plant based systems water runoff and erosion, improve soil quality generally have far higher sequestration by improving nutrient cycling, increase rates than improved annual cropping and carbon sequestration in biomass, enhance grazing strategies alone. Carbon farming habitat, conserve energy, improve livestock techniques include: well-being, stabilize streambanks, and more. • Multi-layered agroforestry systems with perennial crops and beneficial Soil and water management in agricultural mycorrhizae fungi areas – small or large – can also achieve many • Intercropping or alley cropping other goals of NBCS including advancing the annual crops with tree and perennial protection, restoration, and management crops opportunities of natural resources, reducing • Growing annuals with perennials in the threat of natural hazards, and making polyculture arrangements areas more resilient to the adverse impacts of • Reduced tillage of the soil climate change. This strategy aims to ensure • Cover cropping for erosion control, continued protection of the vegetated buffer weed suppression, and nitrogen areas along the Winooski River and other fixation surface waters and to promote forest farming, • Mulching and leaving crop residue or multistory plantings of overstory and • Riparian buffer strips understory of plants, grown for a variety of • Silvopasture systems that integrate products, carbon capture and other benefits. livestock, pasture, and trees",
        "32 Burlington Open Space Protection Plan Addendum A LOCAL LOOK QUEEN CITY ACRES BURLINGTON, VT With urban farm plots across the North End neighborhoods of Burlington, Queen City Acres (QCA) is 100% community housed. They have successfully woven the farm together across multiple backyards, and seen the community coming together as well. QCA interacts with host families and customers daily, and over 8,000 pounds of produce are grown per year and made available to the community through local co-ops, groceries, food hubs, restaurants, food shelves, and a CSA. Growing food close to home is crucial to sustainable, local food economies. QCA promotes the leveraging of underutilized spaces for production, and notes that urban farming increases the productive capacity of residential communities, reduces food transportation, and creates jobs that drive the local economy.. CASE STUDY GROWING FROM THE ROOT A PHILADELPHIA URBAN AGRICULTURE PLAN Philadelphia’s Urban Agriculture Plan: Growing from the Root aims to develop a comprehensive plan that uplifts Philadelphia’s rich history of urban farming and gardening, and clearly defines the resources, policies, processes, and programs necessary to sustain it for future generations. According to the City’s Urban Agriculture Director, COVID-19 further emphasized the need for an urban agriculture plan, increasing the population experiencing food insecurity, stress, and trauma. To complete the plan, Philadelphia Parks and Recreation hired Soil Generation, a Black and Brown led coalition of growers, and Interface Studio, a city planning firm, to co-develop the plan with input and inspiration from Philadelphia’s urban agriculture community. The rapidly increasing COVID-19 cases, racial injustice, and police brutality that occurred in 2020 stalled the project and caused the team to revisit their own internal group dynamics in order to show up more authentically for their community, especially people of color and other underrepresented populations. This included addressing power in decision making, white privilege, and acknowledging cultural differences in communication. The City has recently picked the project back up and is centering community values by creating a culturally competent and equity based approach to ensure residents most impacted are engaged and represented in the planning process. The project team will carry out the process according to the values of transparency, racial and economic justice, and inclusion.",
        "Burlington Open Space Protection Plan Addendum 33 WATER AND WETLANDS “Mni Wiconi - Water is Life.” -Lakota Language Wetlands are especially well suited to The City of Burlington also has shorefront and perform many of the NBCS that mitigate floodplain ecosystems along Lake Champlain the effects of climate change. Wetlands can and the Winooski River. Stormwater from handle large influxes of water during flooding the city drains either into the Winooski events, support great biodiversity, filter River or directly into Lake Champlain. Of pollutants, and have tremendous potential to the wetland and floodplain areas present sequester carbon. within the city, approximately 350 acres are identified as priority wetland restoration It is important to take special care to protect areas. These areas have the potential to the remaining wetlands, particularly those protect downstream water quality conditions with thick organic layers capable of storing and mitigate phosphorus loading to Lake up to ten times as much carbon as other soils Champlain, and are also critical to combating in the region. The wetlands of Burlington climate change because of their tremendous also have regional significance, being near potential to sequester carbon. the end of the Winooski River watershed where the third largest river in Vermont, STRATEGIES FOR WATER AND the Winooski River, enters Lake Champlain. WETLANDS The water and wetlands of Burlington also are of significance to wildlife, for example, The following strategies have been identified supporting a large colony of herons. as ways to act on this theme of the NBCS",
        "34 Burlington Open Space Protection Plan Addendum Framework. The specific actions identified A LOCAL LOOK for each are included in the implementation table. INTERVALE CENTER CONSERVATION NURSERY PROTECT WETLANDS AND VEGETATION ALONG THE WATER’S The demand for riparian trees and shrubs EDGE in the State has grown exponentially in Freshwater inland wetlands, in part due to recent years, as conservation and restoration their substantial areal extent, hold nearly projects have expanded. There are many ten-fold more carbon than tidal saltwater reasons for the need for native riparian trees sites—emphasizing their importance in and shrubs including: regional carbon storage. This is a reason for prioritizing the protection of the City’s • Phosphorus reduction in Lake Champlain remaining wetlands. • Wildlife corridors and habitat • Bank stabilization to mitigate storm surge Wetland soils are anoxic (oxygen-poor), • Controlling invasive plants in riparian and therefore slow decomposition and areas lead to the accumulation of organic matter. • Increased understanding of the The magnitude of storage depends upon importance of native plants in maintaining wetland type and size, vegetation, the critical biodiversity depth of wetland soils, groundwater and nutrient levels, pH, and other factors. In Burlington one of the best ways to reduce Wetland soils also store carbon that phosphorus while also increasing riparian washes in from upland areas, by capturing resilience is to increase buffers along the soil erosion or the movement of leaves Winooski River. Burlington’s own Intervale and tree debris. Wetlands also release Center Operates a Conservation Nursery carbon through both natural, seasonal which helps to meet these needs. The changes and, more drastically, when Nursery is dedicated to growing native, their equilibrium is affected by human locally sourced trees and shrubs for riparian interference. When disturbed, the carbon restoration projects throughout Vermont. storage in wetlands is released, worsening In addition to growing trees, the Intervale the problem and elminating the benefit Conservation Nursery also provides planting that their retention and protection provide. services for riparian buffer zones and storm water management projects.",
        "Burlington Open Space Protection Plan Addendum 35 RESTORATION OF WETLANDS AND Riparian buffers are the upland vegetated VEGETATION ALONG THE WATER’S EDGE areas adjacent to wetlands and surface Wetlands restoration, and the construction of waters. They reduce nonpoint source new wetland areas promotes a return to high pollution from adjacent land uses, stabilize carbon sequestration levels and promotes streambanks, enhance aquatic and terrestrial many additional ecosystem services. Most habitats, provide canopy cover, and increase wetland restoration efforts in the city are now carbon storage in plant biomass and soils. In decades old and display varying degrees addition to mitigating water quality problems of success. New restoration efforts should or bank destabilization issues these buffer be identified where advances in wetland areas provide vegetation that also reduces restoration science can be used. the impact of natural hazards, such as flooding, which have become worse because of climate change.",
        "36 Burlington Open Space Protection Plan Addendum CASE STUDY RESTORING THE PINE GROVE GOLF COURSE FOR CLIMATE RESILIENCY As a result of climate change, the City of Northampton, Massachusetts is facing changes in the frequency and magnitude of larger storm events, as well as longer periods with drought and heat waves. The former golf course, with its forests removed, underground drainage systems, filled wetlands, channelized stream, and destruction of its floodplain exacerbated all of these negative impacts of climate change in this small watershed. The Pine Grove Golf Course restoration addresses all of these adverse impacts while also providing recreation opportunities to an urban core area that is nearby, building resilience by restoring natural hydrology and ecosystems damaged by a golf course, and providing carbon sequestration by reforesting the golf course. Through this project, 105 acres have been restored - this includes removing catch basins, all the large concrete blocks, the irrigation pump house, and half a dozen bridges across a stream. It also included allowing approximately ten acres of the site to start growing into wetlands, beginning to address invasive species, and introducing the public to the site.",
        "Burlington Open Space Protection Plan Addendum 37 LAWNS, FIELDS, AND SMALL OPEN SPACES “If you are concerned about the human impact on our planet’s climate, reducing the amount of lawn you mow each week is one of the best things you can do to reduce your family’s carbon dioxide emissions.” -Doug Tallamy, Author of “Bringing Nature Home” While large tracts of forests and wetlands are as ways to act on this theme of the NBCS critical for carbon storage and sequestration, Framework. The specific actions identified it is important not to overlook the role that for each are included in the implementation lawns, fields, and small open spaces play table. in Burlington. These areas can take many different forms, such as residential yards NEW APPROACHES TO VEGETATION and school yards, small “pocket parks” MANAGEMENT and trailside plantings. They provide large Many opportunities exist across Burlington’s areas for gathering and play, and add to the lawns, fields, and small open spaces. These diversity of habitats within the city. Looking are areas of the City where the vegetation is forward, the vision for these areas is one of largely dominated by Eurasian grasses, and “less mowing, and more growing” wherever the typical management strategy is frequent feasible. They also can be intentionally mowing. Lawns and fields can function as created or protected to preserve wildlife “carbon sinks,” soaking up carbon dioxide corridors and a contiguous network of open from the atmosphere, especially when space. disturbance is strategic.1 Mowing vegetation frequently releases carbon stored in the soil, STRATEGIES FOR LAWNS, FIELDS, thereby contributing to climate change rather AND SMALL OPEN SPACES than combatting it. In addition to storing 1 Princeton University. “Lawn Maintenance and The following strategies have been identified Climate Change”. May 11, 2020. https://psci.princeton.edu/ tips/2020/5/11/law-maintenance-and-climate-change",
        "38 Burlington Open Space Protection Plan Addendum carbon in the soil, lawns and fields also A LOCAL LOOK have the potential to protect soils from erosion, and create valuable habitat for BURLINGTON WILDWAYS wildlife. However, these spaces are often seen as ‘prime’ sites for development of Burlington — situated on a peninsula between infrastructure or agriculture because of Lake Champlain and the delta of the Winooski, the relative ease of land conversion. one of Vermont’s longest rivers — has an extraordinary wealth of natural lands and wild INCREASE POCKET PARKS AND places. Many of these beautiful, ecologically CONNECTED OPEN SPACES diverse areas were threatened by neglect, Within the most developed areas of fragmentation, invasive species, and a lack of Burlington there are opportunities coordinated conservation. Without collective to create and connect small open effort, connectivity – corridors for wildlife and spaces and increase NBCS. These recreational trail opportunities for people – could areas, especially when interconnected, have been lost forever. transform the landscape in positive ways by interrupting the impervious surfaces In 2017, Burlington City Council, with support and integrating nature into this human from the mayor and many others, unanimously dominated landscape. passed a comprehensive resolution to protect our wild places. The Council urged four public NBCS include voluntary conversion landowners: • Burlington Department of Parks, of lawns, school yards and other Recreation & Waterfront • Winooski Valley Park environments. Grow Wild is a relatively District • Intervale Center • Episcopal Diocese new initiative in Burlington, supported by of Vermont, the owner of Rock Point to work a consortium of organizations, promoting together to keep these areas connected and these conversions by providing plant conserved, and to make them more accessible lists and information on techniques for for both people and wildlife. In response, they growing natural habitats and wildlife established a partnership called Burlington corridors. Wildways. Before Burlington Wildways formed, many of the city’s wild green spaces were not In Burlington, there are a number of understood as a connected, interdependent, contiguous habitat & wildlife corridors and valuable resource. These wild spaces spanning multiple private properties. mitigate climate change threats as well as help Protecting the connectivity of these the city actively sequester carbon and preserve open spaces in neighborhoods of biodiversity. private residences through education and relationship building with private In 2019 Burlington Wildways opened the first property owners should be pursued. section of the Burlington Wildway trail, a 5.5 mile long trail that winds alongside the Winooski River Additionally, the City’s stormwater starting at Salmon Hole and connecting through bioretention systems are planted with into Ethan Allen Park in the New North End. New a variety of flowering plants that attract connected sections are planned to open in fall pollinators and provide habitat in the 2021 and fall 2022. Burlington Wildways partners urban landscape. are also working on collective tree planting, invasive species control, initiatives to preserve biodiversity by planting native species throughout the city and inclusive nature connection.",
        "Burlington Open Space Protection Plan Addendum 39 CASE STUDY INCREASING URBAN POLLINATOR HABITAT PORTLAND, ME Over the past ten years, the City of Portland has seen a movement built around creating a network of pollinator habitat and gardens throughout the city. Pollinators play a critical role in ecosystem health, enabling the reproduction and diversity of the majority of the world’s plants. Without pollinator plant communities and their associated ecosystems, the services they provide would be lost. Additionally, planting pollinator gardens helps address climate change through carbon sequestration and addresses habitat fragmentation by creating diverse, interconnected natural communities. In 2014, the Portland Pollinator Partnership formed to protect and advocate for pollinator habitat and native species in the City. They steward a Portland Pollinator Habitat map where community members can add their pollinator gardens to see how they fit into the larger habitat network. In 2015, the City of Portland and the Wild Seed Project (a Portland-based organization that collects and sells seeds of wild and uncultivated native plants and provides native plant education) commissioned an action plan to document the habitat potential of the city’s parks, community gardens, libraries, highways, power line corridors, hospitals, correctional facilities, and residential neighborhoods. The report identifies key landowners along the habitat network, management recommendations, and tips for members of the public to improve habitat wherever they live.",
        "40 Burlington Open Space Protection Plan Addendum GREEN INFRASTRUCTURE “It is time to expand what has been a romantic attachment to the ornaments of nature into a commitment to reshape the city in harmony with the workings of nature.” -Anne Whiston Spirn, Author of “The Granite Garden” Green infrastructure refers to a range of the open space network. As a NBCS, green low impact development techniques that infrastructure provides an opportunity incorporate soils and plants to provide natural to restore natural functions in the most processes within developed areas. These developed portions of the city while include native landscaping, bioretention mitigating climate change. Fortunately, systems, rain gardens and swales, green Burlington has already started to implement walls and roofs, street trees, and others. green infrastructure projects that will be Burlington’s intact parks and open spaces are useful to educate and inspire others. also critical green infrastructure and should be thought of as critical components of the STRATEGIES FOR GREEN city’s “living” infrastructure system. This INFRASTRUCTURE network of parcels provide many ecological, social, and economic benefits. The following strategies have been identified as ways to act on this theme of the NBCS Although the term has been popularized Framework. The specific actions identified to classify ecological based stormwater for each are included in the implementation management solutions, many policymakers table. and planners across the country are now recognizing that using the term more broadly RETROFIT AND RESTORE EXISTING SITES provides an opportunity to increase the Retrofitting existing spaces with green number of ecosystem services provided infrastructure can be challenging but is an through each intervention or addition to important element of creating the living",
        "Burlington Open Space Protection Plan Addendum 41 infrastructure that offsets the impacts A LOCAL LOOK of the built environment and traditional GREEN STORMWATER INFRASTRUCTURE grey infrastructure. This was identified EFFORTS - BURLINGTON, VT as a priority in the City’s master plan which calls for the creation of a “Green In 2018, 90% of Burlington voters approved Machine” that includes rain gardens, the Clean Water Resiliency Plan, which is a green plazas, green streets, and more. coordinated effort to reinvest and upgrade the These retrofit efforts are also reflected City’s aging infrastructure and use best practices in the great work related to City Hall to combat the effects of and become more park, the St. Paul Street improvements, resilient to climate change. The Plan prioritizes and other recent projects like the bump six comprehensive projects throughout the City outs in the vicinity of Grant Street and that will manage nearly six acres of stormwater elsewhere in the City. While retrofits can runoff from impervious surfaces, and help be immediately prioritized on public mitigate the most challenging of the remaining lands and rights-of-ways, retrofits on combined sewer overflow points in Burlington. existing private properties will often take In 2021, the City of Burlington constructed 16 more time. Making such improvements separate grant and City funded bioretention on private properties should be pursued systems to slow storm flows and provide through both incentive- based programs pollinator habitat. and through redevelopment requirements. GREENING NEW DEVELOPMENT this is exactly what other forward thinking The other strategy related to green cities are doing. Tree planting on private infrastructure is planning for new and public sites to offset tree removal from development. This is a critical opportunity other construction projects is another tactic for implementing NBCS and reducing to employ. Fortunately, a lot of this overlaps the negative impacts often associated and is compatible with the Integrated Water with new development. While there are Quality Plan highlighting the momentum and examples in Burlington where buildings have investment the City has already built around incorporated green roofs, more can be done nature-based solutions and urban ecological to incentivize or require these improvements systems. on all future development projects. In fact",
        "42 Burlington Open Space Protection Plan Addendum CASE STUDY CREATING THE FAIRMOUNT GREENWAY The Fairmount Greenway Task Force (FGTF) completed a Concept Plan in 2011, and their first pilot program focused on converting 6 vacant lots (over 3 acres) into new green spaces, including gardens, urban agriculture, urban wilds, and sitting areas. The FGTF has also: • Worked closely with the City of Boston to create a 9-mile “neighborway” along residential streets to foster safe bicycling and walking. • Established the Oasis on Ballou Urban Agriculture site for training prison re-entry men of color in employable farming skills. • Collaborated with the Southwest Boston CDC to train local youth in sustainable landscaping through the Hyde Park Green Team. • Installed Living Roofs on six bus shelters along the Corridor demonstrating environmental benefits to air quality and green job opportunities. The living roofs, which are placed on top of bus shelters, consist of two to three inches of soil and native, drought-tolerant plants in a filter mat that can hold up to 24 gallons of water during a major rainstorm. The goal was to demonstrate the environmental benefits of green roof technology while creating green jobs. In partnership with YouthBuild Boston and TNT Eco-Teens, local youth have been trained in the construction and maintenance of green roofs.",
        "Burlington Open Space Protection Plan Addendum 43 I M P L E M E N TAT I O N Implementation of nature-based climate • Actions nested under NBCS strategies solutions in Burlington should be a and themes collaborative process focused on education • Lead entity/organization to complete and building relationships. the action • Supporting entities/organizations who The following pages include an are candidates for supporting the action implementation matrix for the City to use as a item guide to expand NBCS in the City. The matrix • Priority/timeline includes: • Metrics, for tracking progress and impacts of action items completed",
        "44 Burlington Open Space Protection Plan Addendum",
        "I M P L E M E N TAT I O N P L A N How does Burlington translate these Nature Based Climate Solutions into action? What new initiatives can we begin? Where and how can we expand the existing initiatives, where there is already momentum and investment? The seven themes highlighted in the plan -- forests and tree canopy; agriculture and community gardening; water and wetlands; lawns, fields, and small open spaces; green infrastructure; and equity and inclusion -- are further broken down below into strategies, actions, and opportunities. These can be thought of as both a roadmap forward, as well as an invitation to community members. This section cannot capture all of the potential steps to leverage nature based solutions to address climate change, but it is our hope that it will provide members of the community with a view into how they can participate and shape the collective response. Ultimately, we also intend for this section to be a guide for how financial resources can be directed to this work, as well as define the topical areas to begin forging the collective action necessary to address climate change through nature based solutions. Please note that the Burlington Conservation Board is managing a more detailed implementation matrix that includes additional information about each strategy and action including level of priority, anticipated timeline, and groups that could be involved. THEME 01: FORESTS AND TREE CANOPY A. CONSERVATION OF EXISTING TREE CANOPY STRATEGY ACTION Broaden to incorporate the City’s Street Tree Plan and nature-based climate solutions into a larger framework that includes intact forested areas, peripheral small open spaces, and private lands, both residential and commercial. Inventory specific trees by tree type and location. Include a complete analysis of overall tree canopy and strategies to protect the canopy as needed. Analyze Burlington’s tree canopy to assess health and threats (biologic, abiotic, or anthropogenic). Identify strategies and metrics for monitoring the health of the tree canopy and the increase in canopy cover over time. Acknowledge and plan for the impact climate change will have on existing tree species. 1A.1 Update the Urban Include a carbon calculation of the amount of carbon being captured city-wide. Forestry Master Plan. Organize a planning retreat with existing land managers, neighborhood groups, and entities such as Branch Out Burlington and Grow Wild as a part of the Urban Forestry Master Plan Update. Create a fund to support the expansion of the city tree program beyond greenbelts and formal park areas to include: forest stewardship, seed collection and nursery operations and public education partnership. This fund could also help create resources for expanding the capacity of tools and knowledge for the utilization of trees harvested, including but not limited to milling trees to be used for lumber to be used in community projects. Inventory Non-Native Invasive Plants (NNIPs) community-wide and recommend pragmatic rehabilitation strategies to address the impacts of these species with a focus on maintaining biodiversity. Include a clear reference to climate change mitigation. 1A.2 Update the City Ensure it protects the existing canopy of Burlington’s Tree Require the replacement of trees that are removed, when appropriate Ordinance. Map prime reforestation zones, especially around forested blocks 45",
        "1A.3 Conserve Map forested areas that are unprotected. unprotected parcels with Map prime reforestation zones. tree cover in the City’s open space network. Steadily increase tree canopy cover and accessible open space city-wide. 1A.4 Pursue Adaptive Educate the public on this issue and the solutions needed. Management to Mitigate Work with Abenaki communities to allow hunting under specific conditoins and instances in the City. Harmful Impacts of Deer Grazing. 1A.5 Redefine The City’s Broaden the definition of “Urban Wilds” from its current form to include any and all lands that meet the criteria. Urban Wild Designation. B. TREE PLANTING STRATEGY ACTION Regularly (every 2-3 years) analyze tree cover by wards and/or neighborhoods to better understand the distribution of trees, how equitable the tree canopy cover is, and the benefits provided by canopy cover to residents. Use this information to further engage residents in different ways to increase tree cover over time. 1B.1 Determine and Expand the tree canopy. Work with the Cemetery Commission to identify areas for additional trees and associated native plants. Accomplish this strategy through voluntary partnerships with private property owners, and through the adoption of regulatory requirements for new development. Continue to invest in relationship oriented tree planting partnerships that increase the urban forest canopy and meet other needs such as food production. This work should be empowered to work in both private and public lands. Investment is needed in staffing capacity to coordinate planting projects with community partnerships and residents. 1B.2 Support planted When planting new trees, incorporate them with other low impact development improvements (grading, soil amendments, trees with resources. companion planting, etc.) to ensure they are supported by other green infrastructure elements and deliver as many ecosystem services as possible. This work should be incorporated and acknowledged in the Urban Forestry Master Plan. This plan should develop and recommend various funding strategies for this work. 1B.3 Increase the diversity Identify public locations to implement the Miyawaki method*, also called the “Potted Seedling Method”, beyond the current of tree species and pilot project**. *This is an afforestation technique that uses native species to create dense, multilayered forests. **This growing methods. demonstration project should include observation and measurement, documentation, reporting, and education to inform future tree planting efforts in Burlington. Investigate the possibility of creating a “tree bank” that can be utilized by utility companies and others to replace trees if they need to remove them from the right-of-way or elsewhere in the city. The Forestry Plan for the city should identify the type of species and areas where these trees could be planted. 1B.4 Educate the city Educational signage related to NBCS should be provided around the city as appropriate to identify and explain the systems about nature-based in place and their role in reducing climate change. climate solutions. Public efforts around expanding the tree canopy would also fulfill this strategy 46",
        "THEME 02 COMMUNITY GARDENS AND FOOD SECURITY A. COMMUNITY GARDENING STRATEGY ACTION Build new gardens in the Old North End, South End, and the City’s downtown core. As this expansion takes place, special care must be taken to not expose gardens to soil contaminants. Provide the necessary funding and staff support to create raised beds for food production around municipal facilities, and incorporate these spaces into the community garden network. Create a program and maintenance plan to ensure these beds 2A.1 Support are utilized efficiently and serve as a successful demonstration project to Burlington community members. and expand the Work to decrease the amount of tilled space in the community gardens through education on NBCS, Permaculture, and no till community garden production methods including cover cropping, sheet mulching, and incorporating perennials. network, and the resources they Provide composting facilities within nearby community gardens to local residents. This will create an opportunity to practice and provide. learn about composting, and the importance of organic material in soil building for food production and carbon capture. This will also create a more decentralized composting system. The City could engage with local compost companies to build out this decentralized composting program across the city. Conduct a study of micro-food deserts within the city where neighborhoods do not have access to fresh, nutritious food and prioritize these areas for new community gardening opportunities. 2A.2 Extend Provide programs and skill-sharing workshops on planting drought tolerant crops, integrating perennials, and other climate education mitigation and adaptation strategies for small-scale gardeners. opportunities around Provide resources for facilitation and organizing of the network of garden and agricultural leaders and organizations supporting gardening and gardens and agriculture to work together to consider and develop collective approaches to garden access and education. gardening as NCBS. Adopt regenerative land stewardship practices across the community gardens and other agricultural operations, including: planting cover crops; diversifying crops; managing riparian buffers; increasing carbon in topsoil; removing invasive species; and ceasing tilling, pesticides, and artificial fertilizers. The Intervale Center currently practices many of these NBCS as a part of their mission to strengthen community food systems and represent a potential partner to achieve this action. 2A.3 Regenerate Plant hedgerows as wildlife and pollinator habitat, water filtration, and shared public food at the boundaries of community the land around garden sites where feasible. community gardens. Incorporate agroforestry techniques on larger agricultural lands. Agroforestry is the “intentional mixing of trees and shrubs into crop and animal production systems to create environmental, economic, and social benefits” (Bentrup & MacFarland, 2020). Consider partnering with groups such as Keyline Vermont, the University of Vermont’s Center for Sustainable Agriculture, and the Vermont Agency of Agriculture, Food, and Markets. B. FOOD SECURITY Design and implement community food forest installations at existing or new community garden sites, schoolyards, and on other public lands including greenbelts. Lower barriers for safe growing conditions for food production. Create a soil testing program, modeled after Dig-Safe, that 2B.1 Increase access residents can contact for soil sample analysis before planting food bearing crops. Provide participating residents with the soil to fresh local food. analysis and some guidance on what they can safely grow in the area that was tested. Identify appropriate areas on publicly owned parcels to establish perennial food gardens, edible landscapes, and urban orchards that all residents can access. 47",
        "Appoint a garden representative to each ward. 1B.2 Increase access Connect residents of the city to the Community Garden program by providing them with growing space, gardening mentors, to community and other necessary resources to assist them with developing a community connection and access to food. gardens. Reach out to prospective new community members through partnerships with New Farms for New Americans, The Intervale, The Episcopal Diocese of Vermont, and the Vermont Community Garden Network. Identify appropriate areas on publicly owned parcels to establish perennial food gardens, edible landscapes, and urban orchards that all residents can access. Identify land with prime soils for agricultural activities that can support local farmers and families. For example, the University of 1B.3 Make food Vermont has prime agricultural land north of the County Club. Consider partnering with the University and others to protect this production part land and place it into a combination of annual and perennial food production. of the City’s green Convert greenways, rights-of-way, and other similar shared areas to food producing landscapes and community garden spaces infrastructure/ land that are near where people live and work. In the case of soil contamination or other site-specific challenges, regularly test soil, use regulations utilize raised beds for food, or consider native non-edible plantings instead. Make collaborative decisions about these spaces with the neighborhood’s residents from the start. Encourage the integration of perennial food systems in Chapter 26 as part of the green infrastructure requirements for new developments. This should be addressed in the City’s land use regulations. THEME 03: WATER, WETLANDS, AND WATERSHEDS A. PROTECT THE REMAINING WETLANDS WITHIN THE CITY STRATEGY ACTION The City has adopted a shoreline buffer requirement and maintenance manual that could serve as inspiration for how to regulate other shoreland areas in Burlington. 3A.1 Regulate protection of riparian zones Review the existing regulations associated with wetlands and water bodies to determine if additional regulations or and shoreland areas enforcement opportunities exist and should be incorporated. associated with surface Ensure continued protection of the riparian buffer along the Winooski River while not restricting the river’s need to change waters course over time. This should include the use of NBCS when it is determined that bank stabilization or restoration is needed to slow erosion. Monitor wetland ecosystems to prevent adjacent landowners from encroaching, and to ensure that trash is removed. Identify floodplain / wetland parcels that can be managed to accommodate floodwaters, protect or restore canopy cover, 3A.1 Proactively manage reduce erosion and pollution, store carbon, and provide habitat. public wetlands and Protect and maintain the historically fertile Winooski River Valley floodplains through a combination of conservation, waterways stewardship, and restoration activities. Decrease the use of salt on paved surfaces in winter to protect plants and water quality. This can be accomplished through education and possibly certification of city and private sector staff. 48",
        "B. RESTORE THE WETLANDS AND OTHER VEGETATION ALONG THE WATERS’ EDGE STRATEGY ACTION Update the database of city wetlands to include information indicating where wetlands may have previously existed that 3B.1 Determine which could be restored, and where existing wetlands are constricted and may be expanded to previous extents. areas are suitable for Survey riparian vegetation along Lake Champlain and other surface waters to identify areas to target for riparian buffer restoration. planting. Expand Burlington’s existing initiatives for riparian area restoration through partnerships with land owners and interested 3B.2 Incentivize riparian organizations. These efforts should be informed by the Derway Cove Restoration, Intervale floodplain restoration work, and and wetland restoration. initiatives in the Winooski Valley Park District and Burlington Parks Recreation and Waterfront areas. Require greening/vegetating of any approved armoring and shoreline stabilization projects. 3B.3 Require riparian and wetland restoration as Require the integration of shoreline redevelopment practices that include native plantings and serve as NBCS demonstration development occurs. sites for future projects. Develop stormwater parks that can be used as vegetated recreational spaces which can also flood during extreme events. 3B.4 Creatively design and use wetlands. Explore the potential to construct floating wetlands on Lake Champlain that will protect the shoreline from wave action while improving water quality and sequestering carbon. THEME 04: LAWNS, FIELDS, AND SMALL OPEN SPACES A. VEGETATION MANAGEMENT STRATEGY ACTION Work with local land managers and City staff to map lawns, fields, and meadows in greater detail across the city. Then identify new opportunities to partner on changes to mowing frequency and to prioritize the addition of native plantings. Existing partnerships with statewide organizations such as Audubon Vermont, and the Vermont Fish and Wildlife Department could aid this initiative. Work with City staff to develop management plans for lawns, fields, and meadows on city-owned lands. Implement low-mow mowing practices to protect pollinators and foragers on these lands. These efforts should be informed and inspired by the 4A.1 Update mowing conversion of the Rock Point solar field into a pollinator-friendly meadow, and low-mow practices being implemented by the practices. City Parks, Recreation, and Waterfront Department. Work with private landowners to identify no-mow and low-mow zones on their property. Include outreach and education to golf course members and users to explain the benefits of naturalized grasslands and meadow spaces. As changes are made to the mowing frequency of public spaces it will be important to consider public concerns related to ticks, mosquitoes, and other insects. This may inform the management of these spaces and may require educational materials and communications addressing these concerns. 49",
        "Support native bee populations by protecting and creating pollinator habitat and forage. The City obtained its Bee City status in 2019. This includes reducing the mowing frequency and timing on lands in the city, and allowing for the re- establishment of native areas important for pollinators and wildlife such as the Oakledge Park Project. 4A.2 Increase native Establish and support voluntary native planting programs for private yards by providing incentives for changing mowing plantings. frequency and planting native plants. The City has participated in pilot projects and provided education for residents, such as the “Wild for Pollinators” initiative and the “Half-yard Project”, both of which encourage residents to convert portions of their yards to native plants for pollinators. The City has also been engaging local students in this work through “Everyone’s Urban Wild.” Collaborate with private land managers to create management plans that cross multiple properties and include best management practices for grass dominated lawns and fields to ensure they contribute additional NBCS. Utilize the City’s management plans, once completed, as case studies. 4A.3 Build connectivity. Identify wildlife corridors throughout the city using the data collected through the Burlington Mammal Tracking Project, and prioritize these corridors for changes in vegetation management, land protection, and efforts related to open space connectivity. B. INCREASE POCKET PARKS AND CONNECTED OPEN SPACES STRATEGY ACTION Use information from the 2014 Open Space Plan to identify the remaining suitable locations for pocket parks and prioritize acquisition of these spaces. Look to the 2021 NBCS Survey for specific ideas on where to create new pocket parks. 4B.1 Increase pocket parks and connected Create pocket parks that connect existing open spaces and expand the open space network, especially in the southern open spaces portion of the city where there is an identified need to improve open space access and connectivity. Prioritize the creation of pocket parks in areas near (or including) water and wetland resources, significant natural community types, and unique wildlife and plant habitat. C. CEMETERIES AS GREEN SPACES STRATEGY ACTION Work with the Cemetery Commission to identify areas for additional trees and associated native plants. 4C.1 NBCS in perpetuity. Promote green burials as a NBCS. 50",
        "THEME 05: GREEN INFRASTRUCTURE A. RETROFIT EXISTING DEVELOPMENT STRATEGY ACTION Create a municipal project evaluation matrix (referencing the Open Space Plan, Integrated Water Quality Plan, Plan BTV, and the Climate Action Plan at a minimum) that is used by all City led projects, encourages inter-department communication, and 5A.1 Coordinate requires the inclusion of green infrastructure. inter- departmental Coordinate infrastructure retrofit projects across City departments to ensure the integration of NBCS that yield as many cooperation. ecosystem services as possible. To do so it will be necessary to identify and then coordinate how this can be institutionalized into the project planning process, and include an educational component so the public understands the benefit of the work completed. Support the implementation of the Integrated Water Quality Plan and Plan BTV. The Downtown & Waterfront Plan calls for the creation of a “Green Machine” that includes bioretention systems, rain gardens, green plazas, green streets, and more. The City Hall park, St. Paul Street, and other recent projects serve as important examples for education and inspiration. This will be accomplished through future infrastructure efforts, property retrofits, and regulatory changes. Promote the use of pervious surfaces for roadways and driveways using regulatory and non-regulatory initiatives. The City has an existing policy to encourage residential driveways to have permeable surfaces for improved stormwater management and water quality. It has also implemented permeable paver use in some areas of downtown, such as the newly redesigned St. 5A.2 Upgrade public and Paul Street area. private construction. Work with the Stormwater Utility to promote the existing incentives for removing impervious pavement, rehabilitating the soil, and planting native plants that will contribute NBCS. Promote the “bioretention bump-out” application administered by Burlington Technical Services Department to residents wishing to request a bioretention system in their neighborhood. Encourage the installation of green roofs and walls on existing residential, commercial, institutional, and municipal infrastructure using a combination of regulatory and non-regulatory initiatives. Continue to promote and incentivize existing rainwater catchment practices, and investigate the potential for promoting and incentivizing grey water recycling. Continue to expand stormwater infrastructure by supporting the construction of soil and vegetation assisted filtration areas that improve water quality, reduce stormwater volume, and capture carbon. This includes bioretention systems, rain gardens, bioswales, and other solutions. Support Burlington’s Stormwater Program in their efforts to update the Chapter 26 Ordinance that requires the review of projects that disturb more than 400 sq. ft. to include further mitigation of stormwater from both redevelopment and new 5A.3 Upgrades in storm development. water mitigation. Support the Stormwater Program in their continued efforts to reduce the effect of existing combined sewer overflows (CSOs) in the city. This may include building on the “BIP Runoff Reduction Opportunities Map” created by the Stormwater Program to prioritize areas for incorporation of stormwater filtration techniques into developed areas. Coordinate with Stormwater staff to continue creating vegetated bioretention areas that also sequester carbon with the help of native plants. Provide consistent outreach and education related to these retrofits to explain the many functions and benefits they provide. As stormwater outfall areas are maintained or reconstructed seize these opportunities to integrate native plants that will sequester carbon and offer other benefits as NBCS. 51",
        "Evaluate Leddy Park and other City properties to identify opportunities for green infrastructure improvements for additional plantings as NBCS around the parking lot. Adopt a municipal policy that guides the transition from using annual plants to perennial plants in locations where the City is responsible for the plantings. Create a NBCS demonstration planting project for the median on Main Street by UVM. 5A.4 Upgrade planting. Dedicate additional education and enforcement resources to reducing the compacting of green space. This is most often the result of parking on lawns and greenbelts, and could be counteracted with the use of an incentive or rebate to property owners that install barriers and rehabilitate the compacted soil. The harbor is already experiencing climate change impacts from wind and waves. Some NBCS should be identified and implemented for shoreline protection. B. GREEN NEW DEVELOPMENT STRATEGY ACTION 5B.1 Incentivize NBCS in Adopt incentives or requirements for green roofs, vegetated walls, and other vegetated design interventions for all new development. development proposals in the Downtown and along commercial corridors. Ensure that the City’s Site Planning Standards go beyond minimizing harm to the environment to actively contributing to Burlington’s NBCS. This may include increasing tree retention requirements or mitigation, updating resources related to desirable plant species, and open space connectivity related guidance. 5B.2 Update land use Review the pervious area requirements in the land use regulations to determine if they should be increased to create more regulations. opportunities for NBCS. Ensure that the site scale landscape standards in the land use regulations require the preservation or restoration of canopy cover, further the City’s Bee City status, and promote the inclusion of dense, multi-layered native plantings. THEME 06: EQUITY AND INCLUSION A. INCREASE ACCESS TO NATURE AND ITS BENEFITS FOR HISTORICALLY DISENFRANCHISED COMMUNITIES STRATEGY ACTION Prioritize investments in nature based climate solutions in areas of the city that are underserved/have limited access to nature. Collaborate with groups like the City of Burlington’s Racial Equity, Inclusion and Belonging (REIB) Department and the Vermont Releaf Initiative to learn more about NBCS needs and issues in the community and to identify ways to collaborate. Reserve community garden access for Black, Indigenous, and People of Color (BIPOC) communities, as well as New 6A.1 Target investment Americans and other underrepresented communities. Provide funding assistance mechanisms, perform targeted outreach, strategically. and other support as needed. Encourage the Community Garden Program to create and adopt an organizational equity statement and implementation plan to identify and deconstruct systemic barriers related to community garden access. Consider utilizing new agricultural land acquisitions to serve as land-based economic opportunities for New Americans and other underrepresented groups as a cooperative or small farm incubator. 52",
        "B. CREATE EDUCATION OPPORTUNITIES TO COMMUNICATE THE VALUE OF NATURE-BASED CLIMATE SOLUTIONS. STRATEGY ACTION Support the Burlington City and Lake Semester program which works to connect high school students to the community 6B.1 Support through an immersive semester program and offers a unique opportunity to incorporate NBCS into student learning through curriculum, camps, and volunteer projects. Ramp up NBCS related educational programs and resources for residents of all ages, and find new ways to engage the New Americans and frontline communities. Encourage student participation in the Burlington School Food Project to continue to strengthen the connection between 6B.2 Expand farms and food. Invite Gund Institute and Rubenstein School faculty members, and their students, participating in NBCS research to city planning meetings for future open space planning projects. Create more opportunities to bring school aged children and university students into the urban wilds to experience and learn about NBCS. Engage students in native planting projects on school properties outside of gardens for food production (e.g., forest and 6B.3 Create meadow planting). This could include working with the Winooski Valley Park District and Wildways partners to integrate NBCS into ongoing efforts to integrate place-based outdoor education into student learning. Explore opportunities for outdoor educational camps that build on the existing curriculum developed. C. CREATE EDUCATION OPPORTUNITIES TO COMMUNICATE THE VALUE OF NATURE-BASED CLIMATE SOLUTIONS. STRATEGY ACTION Measure and monitor the area of vegetative cover in each neighborhood, and work with residents to identify and implement 6C.1 Do the work needed NBCS projects. This will inform the management of Burlington’s open space network and the implementation of future NBCS projects. 6C.2 Get help Increase partnerships with community organizations for the completion of NBCS projects city-wide. THEME 07: OTHER IDEAS A. INCREASE ACCESS TO NATURE AND ITS BENEFITS FOR HISTORICALLY DISENFRANCHIZED COMMUNITIES STRATEGY ACTION Focus Groups should be used during the creation of the full Open Space Plan to ensure a broader representation of people inform the plans development. These group discussion will allow for a deeper dive on key issues. 7A.1 Data collection Carbon measuring, budgeting, and drawdown calculations and reporting related to NBCS will inform future efforts. Baseline data is needed so the City can identify the amount of carbon currently being captured in Burlington, and then calculate the additional amount being removed by each NBCS project completed. 53",
        "Expand on existing wildlife tracking through the iNaturalist program by collaborating with University of Vermont scientists to establish a formal tracking study. Conduct data collect on tree canopy, food deserts, the state of the waterways, and places for habitat connectivity as community science projects to get more people involved and invested in establishing NBCS throughout Burlington Collaborate with scientists at the Gund Institute and the Rubenstein School of Environment and Natural Resources at the University of Vermont to introduce younger local students to the George D. Aiken center green roof and other green infrastructure projects in Burlington. This could include identifying additional opportunities for collaborating with scientists and designers to bring this green roof technology to other institutional spaces in the city. 7A.2 Education Educational signage related to NBCS should be provided around the city as appropriate to identify and explain the systems in place and their role in reducing climate change. Support and enhance existing programs like the Lake Semester, and involve students in native planting projects on school properties. This could include additions to the school curriculum with participation from educators. Commit to providing broad public education on NBCS and the services and savings they generate. This could include an annual report card on the initiatives underway, projects completed, and carbon captured. These educational efforts should also highlight the intersectionality of vegetative cover, food production, reducing energy consumption, and increasing community relationships and how they all contribute to climate resiliency. Reinvestment of savings from NBCS strategies into land access frameworks for BIPOC community members. 7A.3 Investment Create a City purchasing policy that favors NBCS. Promote the use of indoor plants in all City owned facilities for the many NBCS and benefits they provide. Find ways to create more intersectional collaboration between City departments on NBCS related initiatives. Coordinate infrastructure retrofit projects across City departments to ensure the integration of NBCS that promote soil and water conservation. Build city staff capacity to facilitate collaborative decision about these spaces with the neighborhood’s residents from the 7A.4 Silo Busting and start. Community Involvement Provide City staff and additional educational materials to support & guide individuals and community groups who want to plant wildlife corridors, trees, gardens, and edible forests, or who want to take advantage of city incentives for green building, permeable paving, or bumpouts Review the existing Natural Resource Overlays and District regulations in the Zoning to ensure they cover all of the intended parcels, to address any identified deficiencies, and to identify ways to make the language less subjective. 54",
        "Burlington Open Space Protection Plan Addendum 55 A P P E N D I X EXISTING CONDITIONS ANALYSIS AND RESEARCH This project began with a city-wide inventory • Protected Lands and analysis of existing conditions. This • Tree Canopy review of land use and land cover data was • Water Resources informed by the Open Space Protection • Impervious Surface Cover Plans, other studies and planning documents, • Connectivity and digital map data. This resulting • Biodiversity information provided a deeper understanding • Demographics of Burlington’s existing open space and natural resource networks. The inventory and Burlington is starting this NBCS initiative analysis also provided a foundation for the in a really good place. As the infographics creation of the City’s own NBCS framework on the next page indicate, there is a robust and implementation blueprint presented in and accessible open space network in this Plan. place. There are also many individuals and organizations already hard at work on A summary of the findings is presented in related efforts and well positioned for future a series of short profiles for the following collaboration. topics:",
        "56 Burlington Open Space Protection Plan Addendum SUMMARY OF RESEARCH To establish a nature-based climate solution world into the daily lives of residents. framework for Burlington, extensive This movement is built on the idea that research was conducted to learn how urban the presence of nature enhances cities - communities are implementing NBCS and increasing resilience and improving the how leading agencies are framing NBCS as a health and well-being of those who live there. climate solution (such as the United Nations Biophilic cities draw inspiration from the term and the Nature Conservancy). This research ‘biophilia’, which refers to the innate positive and case study review (combined with the psychological and physiological response city-wide existing conditions analysis) was that humans experience when interacting started early on in the planning process and with the natural world. Nature-based provided direction and inspiration for the approaches can be used to create biophilic creation of Burlington’s framework. Some spaces in cities. Long-term investment key concepts found during this review are solutions will help cities secure a successful, summarized below: sustainable future and address climate change. BIOPHILIC CITIES A NETWORK OF NBCS Biophilic cities are known to embrace a The Biophilic Cities network is a growing diversity of nature-based solutions, including global community of partner cities, green infrastructure, such as living walls and organizations, and individuals committed roofs on buildings, and blue infrastructure, to planning and designing cities that such as urban wetlands. These habitats are are abundantly incorporating the natural",
        "Burlington Open Space Protection Plan Addendum 57 OUR CHANGING DEMOGRAPHICS Nature-based climate solutions will be • 13.5% speak a language other than implemented city-wide, ranging from English at home. large parcels of publicly owned land, to • 12.8% of Burlington’s population is interconnected backyards in a neighborhood. characterized as having a disability. Engaging the WHOLE community in these • 92.2% of the population is a high school efforts is critical to maximizing the potential graduate or higher. benefits of NBCS. Understanding Burlington’s • The poverty rate, or the percent of the demographics enables the City to best population living at or below the national partner with the community to implement poverty level, is 26.4%. NBCS in the future. As the residential population continues Key characteristics generated by the US to change over time, there will be new Census’ American Community Survey needs and opportunities that NBCS can include: help address. This includes food security, protection from natural hazards, and an • The City of Burlington is a small city with improved quality of life for all. a total area of 10.3 square miles that serves as a regional population center. • The 2019 total population is 42,545. • Burlington is a younger community overall with a median age of 26.8 years old. • 15% of the population does not identify as white.",
        "58 Burlington Open Space Protection Plan Addendum especially valuable when connected with URBAN DRAWDOWN INITIATIVE other urban green spaces, such as parks and other natural ecosystems. Woodlands, In 2017, a group of cities began exploring the wetlands, and grasslands can also effectively role municipalities play in carbon drawdown, absorb carbon dioxide and sequester carbon, which refers to the future point in time when mitigating emissions. levels of greenhouse gases in the atmosphere stop climbing and start to steadily decline. BUILDING CAPACITY AND SUPPORT FOR This led to the formation of the Urban NBCS AND BIOPHILIC DESIGN Drawdown Initiative (UDI), a network that As natural capital accounting (which measures brings together cities, resource specialists, the potential value of NBCS in economic community-based organizations, scientists, terms) becomes a mainstream part of the innovators, land managers, and others to design and construction process, and small- accelerate implementation of carbon removal scale, innovative, and affordable NBCS are strategies that simultaneously improve invested in, there will be more opportunities the social, economic, and environmental for biodiverse solutions to help strengthen resilience of local communities. Conventional more cities’ natural resources, livability, and city-based climate action has primarily resilience. focused on efforts to reduce city-based carbon emissions. This Initiative was As the impacts of climate change established to support and disseminate city-scale actions that operationalize high- continue to put pressure on our leverage carbon drawdown actions. cities, residents, wildlife, and natural resources, modern city design should Cities are important to include in carbon drawdown efforts because: embrace biophilia as a core idea • Cities own a lot of land and open spaces. and utilize NBCS to address these • Cities can influence new markets challenges holistically. for carbon drawdown and create a marketplace for high-value nature-based While natural capital approaches can solutions. drive investment in NBCS and increase green economic growth, cities must communicate the benefits of nature- based solutions as a climate change action strategy more effectively to mobilize local officials, planners, leaders, and the general public.",
        "Burlington Open Space Protection Plan Addendum 59 • Cities can lead and establish unique of which is directed into the waste partnerships such as with school districts, stream. Processing organics into useful and by-products that sequester a significant • Cities are at a climate nexus and carbon portion of its constituent carbon, such drawdown must now be a major focus of as biochar, can be utilized to stimulate climate action. additional carbon sequestration in soil and other biological systems. The UDI has developed a framework and • In natural ecosystem solutions, series of actions that can be customized to fit equity-based economic development the unique circumstances, capabilities, and opportunities exist to build a robust green objectives of each city. They also offers tools economy and improve the livelihoods and resources that enable cities to integrate of all residents in a city. Community- drawdown actions into their existing climate based enterprises and engagement of action plans and programs. Actions that were social service organizations and non- identified as having strong positive impacts profits should be a foundation to any from drawing down carbon in the atmosphere NBCS program to implement the wide include: range of actions that will be needed— • Utilizing natural biological processes, from organic materials collection, to nature, and ecological systems to composting, to soil and regenerative drawdown carbon from the atmosphere to agriculture development, to urban forest store in living systems. management. • The use of a city’s organic resources in • Sustainable drawdown will require policy direct drawdown actions allow organic support at all levels of government. material to be captured and utilized as Implementation of drawdown actions in resources for land-based sequestration cities may require changes to municipal activities. Additionally, urban forests and ordinances, codes or policies to support land management activities generate new types of technologies, practices, or significant volumes of organics, most land uses. • Lack of public awareness of carbon drawdown activities limits understanding and support for the civic and political actions that must be taken to rapidly expand urban NBCS. Integrating education and community partnerships into NBCS work is crucial for building public support and capacity.",
        "60 Burlington Open Space Protection Plan Addendum PROTECTED LANDS Protected lands within the city are primarily located in the vicinity of the Intervale. This includes the largest protected land parcel, the Winooski Valley Park District, at approximately 250 acres. In addition, Burlington has more than 50 parks and urban wild areas throughout the city, with many located within the central portion of the city, along the Lake Champlain waterfront, and along the Winooski River. In addition to these protected lands, there are 14 community gardens throughout the city and approximately 55 miles of trails, paths, and greenways that connect these parcels. The Burlington Greenway alone stretches continuously from the southern end of the city, along the downtown waterfront, to the north tip of the city adjacent to Derway Island.",
        "Burlington Open Space Protection Plan Addendum 61 TREE CANOPY Burlington’s existing tree canopy covers 42% of all land within the City. Conserved areas and well-established low density residential areas have the densest tree canopy cover. The north end area has both of these land uses and is best served by tree canopy cover currently. Contrastingly, tree canopy is lowest in the densely developed downtown area of the city. Undeveloped areas of the city with low tree canopy coverage include the Intervale, which is primarily agriculture, as well as the golf course located in the south eastern corner of the city.",
        "62 Burlington Open Space Protection Plan Addendum WATER RESOURCES The City of Burlington is bound by the Winooski River to the northeast and Lake Champlain to the West. Stormwater from the city drains either into the Winooski River or into Lake Champlain. Taking a larger watershed perspective we see the Winooski River, flowing from its headwaters in the town of Cabot 90 miles to its outlet in Lake Champlain at the northern tip of the City of Burlington. The City of Burlington is vulnerable to flooding from both the Winooski River - much of the land located along the Winooski River is located within the City’s Flood Hazard Zone Overlay – as well as along Burlington’s Lake Champlain waterfront. Along the river, the Flood Hazard Zone covers approximately 1,509 acres, including Derway Island, and the Intervale. The Flood Hazard Zone also provides a buffer along Lake Champlain’s shorefront. Lake Champlain reached a historic recorded crest of water level at 103.27 feet in 2011, rising above the flood hazard overlay zone which covers areas within the 102-foot water level inundation. Of the wetland and floodplain areas present within the city, approximately 350 acres are identified as priority wetland restoration areas. These areas have the potential to protect downstream water quality conditions and mitigate phosphorus loading to Lake Champlain, but are also critical to combating climate change because of their tremendous potential to sequester carbon.",
        "Burlington Open Space Protection Plan Addendum 63 IMPERVIOUS SURFACE COVER Scientists have long recognized the adverse impacts associated with increasing development density on water resources. Studies have shown a link between the amount of impervious area in a watershed and water quality conditions. According to the Center for Watershed Protection, 10% of impervious cover is often cited as the threshold above which aquatic health and water quality are negatively impacted. As an urban area, the City of Burlington has approximately 28% of impervious surface coverage. This imperious cover is highest in ward eight (59.5%) and ward three (54.6%), both located in the downtown area, and lowest in ward seven (14.9%).",
        "64 Burlington Open Space Protection Plan Addendum CONNECTIVITY Habitat connectivity is imperative for both daily and seasonal wildlife movement to reach food, shelter, water, and breeding sites. Habitat blocks and wildlife corridors are areas of contiguous forest and other natural habitats that are unfragmented by roads, development, or agriculture. In Vermont, habitat blocks are primarily forests, but also include wetlands, rivers, streams, lakes, ponds, and rock outcrops. Habitat blocks and wildlife corridors mapped within city bounds are larger than 20 acres and are most prevalent in the central part of the city and along the Winooski River (see Wildlife and Plant Habitat Map). Areas of land or water where rare, threatened, and endangered species and natural plant communities are also present mostly in the central part of the city, along the waterfront, and along the Winooski River. These areas indicate the presence of rare, un-common, and historical species and indicate practical conservation value. Both habitat blocks, wildlife connectivity, and presences of rare, threatened, or endangered species cross jurisdictional boundaries but are depicted only within city bounds on this map. Efforts to further improve habitat connectivity include disrupting impervious surface cover, road mitigation (e.g., gaps in guardrails, less salt application, lower speed limits, culvert crossings), land conservation, and land use regulations.",
        "Burlington Open Space Protection Plan Addendum 65 BIODIVERSITY Many species have been observed within Burlington. This information is shared via iNaturalist, a community science application where observers can track a variety of species sighted. Reports include beavers, mink, red squirrels, gray squirrels, bobcats, racoons, coyote, chipmunks, eastern cottontails, fishers, gray foxes, red foxes, groundhogs, hairy-tailed moles, brown rats, deer mice, long-tailed weasels, muskrats, porcupines, river otters, short-tailed weasel, skunks, star-nosed moles, opossum, and white-tailed deer. Fortunately, this is just a portion of the rich community of species found within Burlington’s open space network. Burlington’s Urban Wilds are lands designated to contain and protect natural communities, including habitat for rare and endangered plant and animal communities, wildlife habitat, and travel corridors, as well as riparian systems such as wetlands and floodplains. Together, these natural systems are and will continue to be a central component of Burlington’s effort to foster biodiversity while mitigating climate change using NBCS."
    ]
}