{
    "FILE_NAME": "https://www.mapc.org/wp-content/uploads/2019/04/FINAL-Chelsea-MVP-Report.6.26.18.pdf",
    "ALL TEXT": "City of Chelsea Community Resilience Building Summary of Findings May 19, 2018 1ACKNOWLEDGEMENTS The project was conducted by the Metropolitan Area Planning Council (MAPC) with funding from Executive Office of Energy and Environmental Affairs. Special thanks to GreenRoots, Inc., a community-based organization and partner who provided critical community engagement to gather participants for the workshop and provided their space for the workshop. Special thanks to Alexander Train, Assistant Planning Director, and Karl Allen, Economic Planning Director for their enthusiasm, participation, and engagement in this process. A very special thanks to the residents of Chelsea who participated in the workshop, whose care for their City and community inspires stronger resilience in the face of climate change. METROPOLITAN AREA PLANNING COUNCIL Officers President Keith Bergman Vice President Erin Wortman Secretary Sandra Hackman Treasurer Taber Keally Executive Director Marc D. Draisen Senior Environmental Planner Darci Schofield GIS/Data Analysis Darci Schofield, Eliza Wallace Workshop Facilitators Anne Herbst, Carolina Prieto, Elise Harmon, Barry Keppard, Emily Torres-Cullinane, and Sam Cleaves CITY OF CHELSEA City Manager Thomas G. Ambrosino Deputy City Manager Ned Keefe Chelsea City Council Leo Robinson Roy Avellaneda Damali Vidot Robert Bishop Luis Tejada Joe Perlatonda Enio Lopez Judith Garcia Giovanni A. Recupero Yamir Rodriguez Calvin T Brown CORE TEAM MEMBERS JOHN DEPREIST, AICP DIRECTOR OF PLANNING ALEXANDER TRAIN ASST. DIRECTOR OF PLANNING AND DEVELOPMENT ROSEANN BONGIOVANNI EXECUTIVE DIRECTOR, GREENROOTS, INC. KARL ALLEN PLANNER/ECONOMIC DEVELOPMENT SPECIALIST Citation Metropolitan Area Planning Council. 2018. City of Chelsea Municipal Vulnerability Preparedness Program. Community Resilience Building Workshop Summary of Findings. Chelsea, Massachusetts. 2Table of Contents Acknowledgements .......................................................................................................................................... 2 Overview .......................................................................................................................................................... 4 Community Resilience Building Workshop .................................................................................................. 4 Summary of Findings........................................................................................................................................ 7 Top Hazards and Vulnerable Areas .......................................................................................................... 7 Current Concerns and Challenges Presented by Hazards ........................................................................ 8 Specific Categories of Concerns and Challenges.......................................................................................... 9 Current Strengths and Assets .................................................................................................................... 12 Top Recommendations to Improve Resilience .......................................................................................... 14 CRB Workshop Participants ....................................................................................................................... 20 Appendix A -Small Group Table Map ............................................................................................................. 22 Appendix B- Chelsea CRB Workshop Risk Matrices ....................................................................................... 23 Appendix C – Cell phone polling questions and results ................................................................................. 28 Appendix D- Climate Change Learning Boards .............................................................................................. 32 Appendix E –Priority Actions Voting Results by CRB Participants ................................................................. 38 Table of Figures Figure 1 Word cloud response from cell phone polling at the Chelsea CRB workshop. ................................... 5 Figure 2 Chelsea Small Group table map. ........................................................................................................ 6 Figure 3 Coastal flooding from Island End River, March 2018 (top) and over capacity of Chelsea’s stormwater drainage causing overflow and localized flooding. ...................................................................... 8 Figure 4 MVP workshop poll responding to what they love about Chelsea. ................................................. 12 List of Tables Table 1 Recommended actions for resiliency, natural hazard mitigation, and community livability by priority, category and small group. ............................................................................................................................. 15 Table 2 Participants in Chelsea CRB workshop................................................................................................ 20 3Overview In the last five years, Massachusetts has experienced increasingly more frequent and severe weather events. Record-breaking snowfall in 2015, a wide-spread and severe drought in 2016, the warmest year on record in 2017, and four Nor’easters in one month and flooding comparable to the Blizzard of 1978 in 2018 are just some examples. Climate Change is not imminent but affecting the people and cities and towns of the Commonwealth today, particularly those in coastal communities such as the City of Chelsea. Known for its rich, cultural diversity, industrial working waterfront, thriving businesses and extensive City-park system, Chelsea is a vibrant community. Chelsea is also low-lying surrounded by four different rivers in its 1.8 square miles and densely developed creating significant and urgent vulnerability to its people, places, and economy. A sea level rise and coastal flooding study performed by Stantec, Woods Hole Group, and others indicated that by 2030, 35% of the City will be located in a flood zone and nearly half of the City will be in a flood zone by 2070.1 This will affect the 35,000 residents and 16,000 jobs for documented residents, but there are likely many, many more. But these impacts will not only be significant locally, there is a regional risk to Chelsea’s climate vulnerability, particularly around the Northeast food distribution center and natural gas and LNG farms on the waterfront. However, Chelsea has the foresight to plan and prepare for the changes associated with climate change to ensure its prosperous future. One example is its participation the Commonwealth’s Municipal Vulnerability Preparedness program. Community Resilience Building Workshop The City of Chelsea received a grant from the Massachusetts Executive Office of Energy and Environmental Affairs to participate in the Commonwealth’s Municipal Vulnerability Preparedness (MVP) program. The program provides supports for municipalities to plan and implement key climate resilience actions using a community-based, multi-disciplinary, participatory planning effort through the Community Resilience Building2 (CRB) platform. Chelsea hired the Metropolitan Area Planning Council (MAPC) who subcontracted with the prominent community-based organization, GreenRoots, Inc. to administer community outreach and local expertise to the program. The process was guided by a core team that included City planning staff and GreenRoots, Inc. The Core Team outlined the following objectives for its MVP and CRB participatory planning event: 1. Understand connections between ongoing issues, hazard, and local planning and actions in Chelsea. 2. Identify and map vulnerabilities and strengths of people and places, both buildings and natural environment/parks. 3. Develop and prioritize actions that reduce vulnerabilities and reinforce Chelsea’s strengths. 4. Identify opportunities to advance actions that further reduce the impact of hazards and increase resilience in Chelsea. GreenRoots, Inc. led the community outreach to engage area residents and activate community members to participate in the workshop. Participants were incentivized with Market Basket gift cards for participation. This is an important strategy to encourage participation, particularly with residents who are not accustomed to having a voice in government planning efforts. The entire 1 CZM, Stantec, Woods Hole Group, Worcester Polytechnic Institute, and Sea Grant. 2017. Designing Coastal Community Infrastructure for Climate Change. 2 www.CommunityResilienceBuidling.com 4workshop was interpreted in Spanish with listening devices and with MAPC Spanish-speaking facilitators. MAPC led and facilitated the workshop with five CRB-trained individuals and two additional MAPC staff. Participants were grouped into small tables under the guidance and direction of GreenRoots, Inc. We grouped Chelsea youth together and Spanish-speaking individuals together per their preference. The remaining participants were assigned groups randomly as they arrived. MAPC led a cell-phone poll with participants to understand participants concerns and opportunities with climate change (Figure 1) whose results are provided in Appendix B. Participants were then introduced to Chelsea’s climate risks regarding sea level rise, inland flooding/stormwater management, urban heat island, social vulnerability, and options for resilience. Participants in their assigned small groups rotated to learning stations for a guided introduction and discussion on each of the aforementioned topics. Appendix C contains the learning boards for each of the topics. Figure 1 Word cloud response from cell phone polling at the Chelsea CRB workshop. The following sources were used to inform the climate change learning boards: (i) the Northeast Climate Science Center, (ii) Woods Hole Group, (iii), The Trust for Public Land’s Metro Mayors Climate Smart Cities3, (iv) MAPC urban heat island analysis,4 (v) National Oceanic and Atmospheric Administration, (vi) Cambridge Climate Change Vulnerability Assessment, (iv) the Boston Research Advisory Group, (vii) Massachusetts Office of Coastal Zone Management, and (viii) Blue Hill Observatory and Science Center. Participants brought wealth of knowledge and expertise from their respective yet diverse local experiences and fields and engaged in a collaborative effort that gathered to protect what was 3 https://web.tplgis.org/metromayors_csc/ 4 MAPC uses land surface temperature data during the hottest periods of the summer months in 2016 to ascertain how likely an area may experience the urban heat island effect. We represented the area in Chelsea that outlines the top fifth percentile of land surface temperature of the 101 communities in Metro Boston. 5most important to them-their community, environment, and infrastructure. Driven by those who live and work in Chelsea, the opportunity to advance resiliency is greatly enhanced through the CRB workshop platform, a collaborative and consensus-building exercise for Chelsea’s future. Figure 2 Chelsea Small Group table map. Each small group had a table map (Figure 2 and Appendix A) that identified Chelsea’s Critical Infrastructure, 1% Annual Chance Flood, locally identified hazards and areas of extreme heat.5 After identifying the City’s vulnerabilities and identifying and prioritizing actions in their small groups, the participants reconvened to collate their top small group priorities and vote on their overall top priority actions as a large group. The completed risk matrices are located in Appendix A. This report serves to provide a summary of findings from Chelsea’s one-day CRB workshop on May 19, 2018. Once completed, the prioritized action plans serve as a basis for future resiliency and potentially state funding for implementation. 6Summary of Findings Top Hazards and Vulnerable Areas The Core Team identified top hazards for the City of Chelsea. These hazards were determined by challenges the City has already experienced from recent events, long-standing issues, and recent climate vulnerability assessments and planning efforts. These top hazards have already affected stormwater management, road flooding, disruption in services, and health risks. City of Chelsea Climate Hazards include:  Sea Level Rise  Extreme Heat / Air Pollution  Severe Storms (ice storms, tornados, Chelsea youth small group at CRB Workshop. Photo Nor’easters, blizzards) credit Darci Schofield  Inland flooding/stormwater management These hazards pose greater risks in some localized areas and others throughout the City of Chelsea. Participants found the following areas of significant concern: Chelsea Areas of Concern Neighborhoods Society Infrastructure Environment Stormwater The Waterfront Senior Citizens Littering infrastructure Linguistically Tobin Bridge/Route 1 Schools located in isolated Air Quality Viaduct flood zone residents Island End River Emergency and neighborhood Students public Water Quality commercial area transportation Chelsea Toxic exposure Shurtleff-Bellingham- residents who Senior Center with industrial neighborhood work in Boston waterfront uses Seaport Western waterfront Low Income Medical Shoreline contaminated area Individuals facilities/hospitals erosion Housing Authority Bellingham Square Renters facilities. The Learning Addison Neighborhood Center 7Current Concerns and Challenges Presented by Hazards Chelsea has been mitigating and responding to community concerns, damage, and emergencies as a result of extreme weather events for some time. The most significant include coastal flooding, inland flooding from extreme precipitation Figure 3 Coastal flooding from Island End River, March 2018 (top) events and stormwater management, and and over capacity of Chelsea’s stormwater drainage causing extreme heat. Participants noted that these overflow and localized flooding. events are becoming more frequent and intense and they were eager to build upon their existing strengths to protect their people, places and economy through our changing climate. Coastal flooding has been an ongoing challenge in the City, particularly during the Nor’easters in March 2018 (Figure 3). Due to significant impervious surface and development in the City as well as aging infrastructure, stormwater management exacerbated by extreme precipitation events can often cause road flooding or overflow in stormwater infrastructure (Figure 3). This also causes additional challenges related to water quality in the Mystic River and Chelsea Creek as well as disrupting transportation and ability to commute to work. Finally, air pollution is a major concern for the community, exacerbated by extreme heat. Factors that contribute to this concern is Logan Airport flight path, vehicle emissions around Route 1, the Tobin Bridge, and other localized traffic, significant impervious cover, and lack of tree canopy. Hospitalizations related to asthma are already notably higher in Chelsea in comparison to Commonwealth as a whole.6 Photo credit GreenRoots, Inc. (top) and City of Chelsea (bottom). 6 Massachusetts Environmental Public Health Tracking. https://cognos10.hhs.state.ma.us 8Specific Categories of Concerns and Challenges The People of Chelsea According to the Commonwealth of Massachusetts Department of Public Health, Chelsea is a 100% environmental justice community.4 However, community cohesion and spirit is incredibly valued by residents and were what participants most loved about Chelsea (Figure 4). Accordingly, the workshop participants were most concerned about the people of Chelsea with climate change. These included linguistically isolated individuals, undocumented residents, low income individuals, senior citizens, and students. Areas of concern included access to food with flooding of the food distribution center, lack of access to emergency communications, disruptions to commute with road flooding and job security, Small group at CRB workshop after completing the risk flooding of public and senior housing, mold, and matrix. Photo credit Darci Schofield public health with air quality challenges exacerbated by extreme heat. Renters, who comprise most of the residents in Chelsea, were a significant concern because of absent landlords. With absent landlords, investments in building resilience are less likely to occur. Seniors were a concern for access to affordable food and social isolation. And students were a concern because many schools are in a flood zone. Flooding Disrupting Transportation to Job Centers Coastal flooding and flooding associated with stormwater system overflows and extreme precipitation are already causing flooding in key roads and transportation corridors in Chelsea. These include key public transportation, such as the Silver Line and MBTA bus routes in which residents rely upon for commuting to work in Boston. Most specifically regional transit for Bus Routes 111,116, and 117 are at high risk compromising resident’s ability to get to work. Further, nearly 4,000 (±660) of 12,403 households or 31% of households do not have a vehicles.7 An important example is the Seaport District in Boston. Adjacent to Chelsea, it is a low-lying neighborhood already prone to flooding today and with sea level rise in the future, was a major concern for participants for residents whose jobs are located in this area. There is concern about job security if climate change is not adequately addressed. Participants were also concerned on how traffic could make evacuation during flooding events extremely difficult, in particular around Route 1, Chelsea Bridge, and the Tobin Bridge, all burdened with traffic daily without an emergency. Furthermore, participants raised concerns about coastal flooding impeding ambulances heading toward the two major medical facilities in the City, Massachusetts General Hospital and Beth Israel. Toxic Exposure Chelsea has a Designated Port Area serving important economic industries and Chelsea is known for its industrial waterfront. Though these industries are an economic driver, the risk of toxic exposure exists today and could be severe with sea level rise and coastal flooding. Chelsea hosts Eastern 7 American Community Survey 2016. Five-year estimates. 9Minerals, Inc. and a 50-foot salt pile that supplies neighboring communities during winter storms, and residents protest air and noise pollution issues today. Further, Chelsea hosts a petroleum and LNG storage tanks along the waterfront. Participants raised concerns that these businesses were not prepared for sea level rise and coastal flooding. The risk of infrastructure failure would have localized and far-reaching public health and water quality risks if their infrastructure is not climate resilient or community action plan during emergencies is not in place. Participants noted that if these were in place, they were not being communicated to the City. They noted that better communication and collaboration is critical but challenging. Finally, Chelsea has numerous 21E sites and sites with AULs, along with residual soil contamination, dating back to the City’s industrial legacy, beginning with the Industrial Revolution and exacerbated by the 1973 fire. Multi-lingual Communications-Climate Change and Emergencies. There are over 30 languages spoken in Chelsea’s schools and its rich, cultural diversity is one of its greatest assets and strengths. However, participants were concerned that residents new to the United States may not have access to municipal services for storm preparation, emergency response, or recovery if they have limited English-speaking skills. Much of Chelsea’s communications are translated into Spanish, but participants noted that communications need to be multi-lingual. Outreach and education to Chelsea’s residents on climate change risks, vulnerabilities, and opportunities were also important to participants. This outreach should be multi-lingual and community-based. One small group suggested creating a program of neighborhood rescue during emergencies with “block captains”. Participants believed that newer residents would be most comfortable communicating with their neighbors to access emergency information and connecting through the block captain to municipal or medical services during such an event. Burke School Complex playground. A school located in a flood zone. Playground is under design to incorporate more trees and green infrastructure. Photo credit Darci Schofield 10Greening the City –Parks and Trees Nearly 98% of residents are within a 10-minute walk to a park, playground or natural area in Chelsea.8 These areas can serve as a foundation in weaving a fabric of climate resilience through nature-based solutions and participants noted that new park design should incorporate and consider climate adaptation and mitigation factors. All participants promoted planting trees as a critical solution and action toward climate resiliency-air pollution, stormwater management, flooding, urban heat island mitigation, and quality of life. However, participants noted that littering is a significant problem in Chelsea, harming their parks, natural spaces, and neighborhoods. It is also clogging stormwater drainage infrastructure exacerbating localized and nuisance flooding. Participants suggested a robust campaign to educate the community on littering, providing better trash facilities in parks and public places, and imposing fees for non-compliance to more stringent littering regulations. Stormwater Infrastructure CRB participants raised concerns regarding Chelsea’s stormwater infrastructure, which is aging and under capacity, Combined System Overflow (CSO). Approximately 70% of the City if serviced by a CSO. Most of Chelsea’s wastewater and stormwater is transported to the Massachusetts Water Resource Authority’s Deer Island Treatment Plant, treated, and then discharged. However excessive stormwater, particularly during periods of intense precipitation, can exceed to the capacity of the sewer pipes. During this time, the CSO, an overflow safeguard, can releases excess flow to local water bodies to prevent backflow into homes, businesses, and other buildings.9 CSO flows are untreated potentially carrying debris, street pollutants from stormwater runoff, and potentially untreated wastewater. The CSOs are activated yearly raising concerns from CRB participants that climate change could exacerbate existing challenges before stormwater infrastructure upgrades and improvements are completed. The City is committed to a 100% separate system, and in 2015, it completed over 10 sewer separation improvements and designed seven future projects. Participants concerns included aged and inadequate infrastructure, clogged drains causing localized road flooding, water quality issues, and other public health issues related to stormwater flooding. Participants also noted that the significant impervious surface contributes to the stormwater issues in the City and noted that they needed to bring the water back into the ground. 8 Park Serve © The Trust for Public Land. https://parkserve.tpl.org/city/id/2513205/ 9 https://www.chelseama.gov/sites/chelseama/files/uploads/combined_sewer_overflow._city_of_chelsea.pdf 11Current Strengths and Assets Chelsea already does and will endure significant challenges through our changing climate. Widespread flooding, extreme heat, excessive stormwater and inland flooding, and toxic exposure. But the City has tremendous assets and strengths to bring to these challenges, including planning, services, and people which will serve to enhance its livability and resiliency. CRB participants highlighted these and sought to improve these assets to ensure a vibrant future for their community. The following section describes assets identified by participants. Figure 4 MVP workshop poll responding to what they love about Chelsea. La communidad divsera During the workshop polling, participants were asked what they loved about Chelsea. The majority of the responses were regarding people: the diversity, the tight-knit community, and strong families (Figure 4). One participant group also noted that seniors are active in the community as voters and participants in dedicated programs. Another significant and laudable strength is the ECO youth of Chelsea, already highly engaged in climate resilience planning, programs, and projects as well as improving their overall community livability. Indeed, the Chelsea CRB workshop participants included six youth from the community. Social cohesion or community cohesion is a critical asset and strength in climate resilience where people are better able to adapt to and recover from challenges like climate change with a foundation of familiarity and amicability.10 Further, a tight- knit community that cares for its place is more likely to take action to improve it and solve complex 10 Ostrom, Elinor and Ahn, T. K., The Meaning of Social Capital and its Link to Collective Action (October 1, 2007). HANDBOOK ON SOCIAL CAPITAL, Gert T. Svendsen and Gunnar L. Svendsen, ed., Edward Elgar, 2008 ; Indiana University, Bloomington: School of Public & Environmental Affairs Research Paper No. 2008-11-04. Available at SSRN: https://ssrn.com/abstract=1936058 12problems like climate change.11 Diversity and community are one of Chelsea’s greatest strengths and assets. Parks and Trees CRB participants stressed the importance of nature-based solutions in building a fabric of resilience for the City, and Chelsea already has programs and assets bringing this to fruition. Participants noted the many parks in the City and the opportunity to redesign and retrofit those parks to cool the City and absorb stormwater. Chelsea’s parks total 44 acres or 33 football fields. Nearly all residents, 98%, are within a 10-minute walk of a park, playground, or natural area, significantly above the national average of 55%.12 In addition, GreenRoots has been instrumental in creating three new parks and continues to advocate for more. CRB participants also noted the tree planting program in the City is an important strength, one in which they sought to expand. With GreenRoots, Chelsea has a Tree City designation and worked in partnership with MA Executive of Energy and Environmental Affairs Greening the Gateway Cities program to plant over 2,000 trees. Participants noted repeatedly the important of bringing the water back into the ground to alleviate inland flooding and stormwater overflow challenges. Chelsea is working to expand its green infrastructure solutions for stormwater management across the City, including the installation of a rain garden at the Housing Authority by Mill Creek and developing a plan “Designing Parks and Playgrounds for Climate Resilience and Stormwater” by MAPC. There are several challenges in Chelsea for green infrastructure including low depth to groundwater, 21E sites, and poorly drained soils. Economic Growth and New Industry Participants noted that recent commercial and infrastructure development have brought new people, services, and economic growth to Chelsea, further enriching the community. Some of these assets include Market Basket, the Federal Bureau of Investigation, the Broadway Shopping Center, and the newly developed Silver Line with a dedicated transit lane, improving access to Boston and economic/job centers. Market Basket has greatly improved access to affordable, healthy food improving Chelsea’s health. Community Services and Groups Participants noted that Chelsea had an abundance of programs and services that service and enrich residents, and a laudable strength of the community. Some examples include the senior center and churches bringing community together and providing a food pantry and support services. Many participants noted that Chelsea’s multilingual schools are a critical asset and noted that residents have moved in order to send their children to the Kelly Middle School in particular which has outstanding multilingual programs. GreenRoots was also called out as a significant community strength. A community-based organization, it works to achieve environmental justice, waterfront access, youth leadership, improved public health, greening the city and food justice. Other important community service noted at the CRB workshop included the Learning Center, providing pre-kindergarten to residents, and the Soldiers Home, a facility providing multi-faceted health care to Veterans. 11 https://www.brown.edu/academics/college/swearer/linking-social-cohesion-and-climate-change-west-end 12 ParkServe™. The Trust for Public Land. https://parkserve.tpl.org/about/ 13Top Recommendations to Improve Resilience At the end of the workshop, participants gathered as a large group to report on their top resiliency actions from their small groups for each of the three categories: infrastructure, society, and environment. These actions were documented and combined when appropriate on posters by the leader in a large group discussion. Participants were given three stickers each to vote on the collated large group priority actions. Appendix D illustrates the voting results. Table 1 provides a list of all small group actions by prioritization and category created by CRB participants. From this exercise, the Chelsea CRB participants designated the following as Chelsea CRB Workshop participants, facilitators, partners their top priority actions: and interpreters. Photo Credit Darci Schofield. Infrastructure  Perform an evaluation of drainage/ stormwater infrastructure, which is old yet critically important.  Pilot resilience actions at Public Housing including white roofs, solar panels, trees, and parks.  Prioritize resilience actions for the Regional Food Distribution Center either with relocation or creating an earthen berm to stop flooding.  Create regulations that incorporate green infrastructure and building resilience (such as raising critical systems) in all development. Society  Create an evacuation plan for the whole City of Chelsea for emergencies.  Protect people and students now-students are the future.  Provide multi-lingual communication services for emergencies.  Create innovative strategies for outreach and education on climate change that are multi- lingual. One example is creating neighborhood block leaders and letters, especially for emergencies. Environment  Prioritize stormwater management.  Plant trees in places with high heat, important for air quality an in places with flood risk.  Convert unused parking lots and impervious surfaces into parks and green space with more trees.  Engage MassPort to provide funding for environmental projects for MassPort land and City land, as mitigation to the air and noise pollution from Logan Airport. 14Table 1 Recommended actions for resiliency, natural hazard mitigation, and community livability by priority, category and small group. H= high, M=Medium, S=Short-term, L=Long-Term, O=Ongoing. Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Blue Environment Plant trees at locations of flood and heat. Add more H S grass. Blue Environment Reduce salt pile/Absorb water. H L Blue Environment Mitigation pollution in water by Installing trash/litter H O cans to reduce pollution. Eliminate CSOs. Green Environment Partner with private developer to clean up H O contaminated land. Green Environment Request funding from the petroleum farms on the H O waterfront to help protect and mitigate potential toxic exposure in flooding plan. Propose adaptation and mitigation projects to utility companies. Purple Environment De-pave impervious surface. Transition parking lots to H green space. Green abandoned lots. Purple Environment Consider relocating salt pile. H Purple Environment Logan Flight Paths/Parking Lot-shift to other locations. H Purple Environment Use alternative vehicles such as electric or other H European examples, use the VW Settlement funds to mitigate air pollution. Blue Infrastructure Have preparedness program/ spread word about H O storms or heat. Blue Infrastructure At schools, create a preparedness plan (instructions H S for emergencies)/ More drainage/ Install a back-up generator fueled by solar panels. Blue Infrastructure Solar Panel, install rain barrels, plant trees, maximize H S green space at public housing. Purple Infrastructure Regional Food distribution center earthen berm or H protection, relocation, work with produce businesses and enhance communications and collaboration. Purple Infrastructure Institute a commuter fee to reduce traffic, have an H evacuation plan and publicize it. Look into boats and water taxis. Purple Infrastructure Institute a commuter fee to reduce traffic, provide H commuter ferries, parking lots and buses and bike system. 15Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Purple Infrastructure No turf fields at schools and athletic fields in heat H zones, reduce parking and transition to green areas rather than parking. Install green roofs and splash pads for cooling. Purple Infrastructure For Marginal Street flooding, install temporary gates H for flooding areas, install berm protection, relocated buildings and have floodable green space Purple Infrastructure Require communication from the petroleum farms H along the waterfront/floodplain on their solution in the event of flooding. Creating zoning restrictions or regulations for hazard mitigation. Blue Society Education Program, have students help lead change. H S Provide multi-lingual sessions at library for youth about climate. Blue Society Information sessions and trainings on climate resilience H S for public housing residents. Green Society Create a report for access to healthcare in the event H L of emergency. Create zoning changes to move critical equipment to higher floors. Provide outreach to low income housing communities on climate change. Green Society Start improvements for green infrastructure solutions H L to mitigate heat. Paint structures white and create zoning changes to mitigate heat and use green infrastructure. Create better designed parks and playgrounds for cooling. Purple Society City Council prioritize assistance for public housing in H the floodplain. Provide resources for upgrades for central air, flooding, and mold. Purple Society Provide more food support such as subsidized meals H for elderly. Purple Society Provide more outreach and multi-lingual outreach on H emergency communications for renters such as when you sign a lease. Provide grants for emergency kits including cell phone chargers. Purple Society Prevent gentrification and displacement with Casino. H Instill stronger affordability requirements, provide housing and tax business for displacement. Purple Society Support electric vehicles (EV). Retrofit buses to EV. H Have City provide incentives and awareness for EV. 16Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Yellow Society Bring community service facilities such as senior H O homes, senior center, and churches to higher ground to prevent flooding and keep providing supporting services. Yellow Environment Create a littering campaign. Install new trash barrels, H/M O, S charge fees for littering, involve residents and City in organization of campaign. Blue Infrastructure Water vacuum/ water storage for excess flood L L waters/ find places to absorb flood waters Green Infrastructure Incorporate green infrastructure solutions to mitigate L S heat and flooding. Incorporate green infrastructure regulations into zoning and provide incentives. Green Infrastructure Install bus shelters and make green. MBTA should L O create contingency plan for routes during periods of flooding. Green Infrastructure Stormwater Management-Use porous pavement. L S Encourage businesses to install green infrastructure. Green Society Provide air conditioner vouchers, reduce costs of AC L O to low-income residents and communicate regarding related existing programs. Yellow Society Plant trees at the Learning Center which serves small L O children and located in an urban heat island. Blue Environment Add trees. M S Blue Environment Green the bridge M L Green Environment Get funding from the EPA for clean-up for areas M O contaminated in the 1973 fire. Purple Environment Solve gas leaks, more tree planting necessary. M Blue Infrastructure Build flood barrier around base M O Blue Infrastructure Paint roofs and other surfaces white or lighter colors M O (roofs, other surfaces), plant trees, add transit for the Broadway Shopping District. Blue Infrastructure Replace trees/ Have plan for Bellingham Square, M O tree plantings with DCR/ limit cars. Green Infrastructure Work with MBTA on flood resilience particularly bus M O routes in flood plains. Encourage riders to be involved in advocacy efforts. 17Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Green Infrastructure Install stormwater gates and tide gates, restore marsh M O land with Everett at Island End River. Work with produce companies for resilience. Purple Infrastructure Keep water from entering, such as installing a berm M Yellow Infrastructure Create an evacuation plan and incorporate green M S/O infrastructure to alleviate flooding around Williams Street under Tobin Bridge which floods and is in an urban heat island. Mitigate traffic with Tobin Bridge construction. Yellow Infrastructure Marginal, Central, and Chestnut Streets-Create an M L evacuation plan, flood proof road with banks, sandbags, and concrete wall. Create an emergency flooding/evacuation plan. Clean sewers (drainage, stormwater infrastructure). Yellow Infrastructure Educate families about the impact of flooding and M S climate change. Yellow Infrastructure Investigate doubling the capacity of the drainage M S systems. Cleaning education campaign. Yellow Infrastructure Keep sewers (stormwater/drainage infrastructure) M O clean. Have an evacuation plan. Yellow Infrastructure Plant more trees. Coordinate with City on the creation M L of a shelter. Yellow Infrastructure Create an action plan, especially while Madison is M S under construction. Create emergency awareness with civic participation, advertisements, outreach, and announcements at City Hall and with microphone. Yellow Infrastructure Communication from City Hall on negative impact of M S Tobin Bridge construction is necessary. Blue Society Households with no car access-Canoes, boats to get M O out of Chelsea/ specific elevated structure for flooding emergencies Blue Society Temporary Housing on Water/ Build Senior Housing M L outside of heat and flood risk areas. Green Society Piggy back on census to identify where seniors are M O located geographically. Perform targeted outreach to seniors on climate and emergencies. Purple Society Provide easy access to recycling, phone numbers, M education, free recycling bins. 18Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Green Environment Work with local politicians to get clean-up of trash on streets which is polluting the water. Purple Environment Use living shorelines and plan retreat for shoreline erosion. Green Infrastructure Make poles more resilient. Request more public participation in new development and incentive participation. Purple Infrastructure Use other higher ground for relocation during flooding events. Can the Soldier's Home be a sheltering option for the City? Yellow Infrastructure Create an emergency route and plan to avoid bug issue. Institute traffic control. Yellow Infrastructure Perform evacuation drills with the children. Clean sewers to minimize flooding. Green Society Require utility equipment to be elevated at MGH and Beth Israel. Mitigate traffic to ensure ambulances can travel to medical facilities. Create an emergency management plan. Green Society Create regional flood resilient infrastructure. Green Society Provide multi-lingual outreach materials for emergency communications. Green Society Use community rescues, create neighborhood \"block captains\" for outreach and contact during emergencies. Yellow Society Create education campaigns, involve people in climate solutions, promote youth engagement, create law about trash and enforce it. Yellow Society Educate renters and homeowners on climate change and ways to take care. 19CRB Workshop Participants GreenRoots, Inc. and the City of Chelsea Planning Department performed outreach and invitation for workshop participations. A modified version of the CRB participant worksheet was provided to aid in targeting participants in addition to community members and residents. GreenRoots performed in-person, print, and electronic outreach to recruit participants. They created a bilingual flyer with relevant and recent Chelsea photos regarding recent flooding. Flyers were distributed door to door in the neighborhoods adjacent to Chelsea’s waterfront and at GreenRoots member programs and activities. The GreenRoots ECO Youth performed peer to peer outreach. GreenRoots also publicized the event bilingually on its website with its own webpage, publicized on social media, and sent individual, direct and listserv emails to members, city leaders, businesses, and partnering organizations. They also sent texts to their most engaged members as a reminder. Finally, GreenRoots sent a workshop description and flyer to the City Manager for inclusion in the Chelsea Happenings email distribution. The Chelsea Planning and Development Office targeted municipal staff, officials, and community members. They featured the workshop in the City Manager’s monthly newsletter, invited City Council members and notified volunteer Boards and Committees including the Zoning Board of Appeals, Planning Board, Historic Commission, Conservation Commission and Community Preservation Commission. Finally, the City posted the information on the City’s website and through social media on Facebook and Twitter. Table 2 lists all the registered participants for the Chelsea CRB workshop. Some residents chose not to formally register though they participated for the entire day. The majority of the participants were residents of Chelsea. Other participants included the New England Aquarium, the Urban Harbors Institute, Chelsea Assistant Planning Director and Economic Planner, and GreenRoots staff. Table 2 Participants in Chelsea CRB workshop. First Last Small Group Aandrea Perdomo Yellow Judith Dyer Purple Brandon Lazo Blue Sergio Cardona Yellow Leilani Mroczkowski Purple Roseann Bongiovanni Red Alex Train Green Katherine Zelaya Blue Alexandrina Rodriguez Yellow Adela Gonzalez Purple Isabel Cardona Yellow Jamie Graham Purple Jasmin Lianez Blue Cate Maas Purple Kristin Kelleher Green Alejandrina Concepcion Yellow 20Stuart Spzna Green Isabel Garcia Green Lorraine Friere Blue Marisol Guerrero Yellow Juan Ortega Purple Latifa Ziyad Green Mayra Romerao Yellow Roberto Roriguez Purple Allison Novelly Green Shakaya Moore Perkins Blue Maureen Cawley Green Karl Allen Blue CORE TEAM MEMBERS JOHN DEPREIST, AICP DIRECTOR OF PLANNING ALEXANDER TRAIN ASST. DIRECTOR OF PLANNING AND DEVELOPMENT ROSEANN BONGIOVANNI EXECUTIVE DIRECTOR, GREENROOTS, INC. KARL ALLEN PLANNER/ECONOMIC DEVELOPMENT SPECIALIST Citation Metropolitan Area Planning Council. 2018. City of Chelsea Municipal Vulnerability Preparedness Program. Community Resilience Building Workshop Summary of Findings. Chelsea, Massachusetts. 21Appendix A -Small Group Table Map 22Appendix B- Chelsea CRB Workshop Risk Matrices 2324252627Appendix C – Cell phone polling questions and results 28293031Appendix D- Climate Change Learning Boards 323334353637Appendix E –Priority Actions Voting Results by CRB Participants 3839",
    "TEXT BY PAGE": [
        "City of Chelsea Community Resilience Building Summary of Findings May 19, 2018 1",
        "ACKNOWLEDGEMENTS The project was conducted by the Metropolitan Area Planning Council (MAPC) with funding from Executive Office of Energy and Environmental Affairs. Special thanks to GreenRoots, Inc., a community-based organization and partner who provided critical community engagement to gather participants for the workshop and provided their space for the workshop. Special thanks to Alexander Train, Assistant Planning Director, and Karl Allen, Economic Planning Director for their enthusiasm, participation, and engagement in this process. A very special thanks to the residents of Chelsea who participated in the workshop, whose care for their City and community inspires stronger resilience in the face of climate change. METROPOLITAN AREA PLANNING COUNCIL Officers President Keith Bergman Vice President Erin Wortman Secretary Sandra Hackman Treasurer Taber Keally Executive Director Marc D. Draisen Senior Environmental Planner Darci Schofield GIS/Data Analysis Darci Schofield, Eliza Wallace Workshop Facilitators Anne Herbst, Carolina Prieto, Elise Harmon, Barry Keppard, Emily Torres-Cullinane, and Sam Cleaves CITY OF CHELSEA City Manager Thomas G. Ambrosino Deputy City Manager Ned Keefe Chelsea City Council Leo Robinson Roy Avellaneda Damali Vidot Robert Bishop Luis Tejada Joe Perlatonda Enio Lopez Judith Garcia Giovanni A. Recupero Yamir Rodriguez Calvin T Brown CORE TEAM MEMBERS JOHN DEPREIST, AICP DIRECTOR OF PLANNING ALEXANDER TRAIN ASST. DIRECTOR OF PLANNING AND DEVELOPMENT ROSEANN BONGIOVANNI EXECUTIVE DIRECTOR, GREENROOTS, INC. KARL ALLEN PLANNER/ECONOMIC DEVELOPMENT SPECIALIST Citation Metropolitan Area Planning Council. 2018. City of Chelsea Municipal Vulnerability Preparedness Program. Community Resilience Building Workshop Summary of Findings. Chelsea, Massachusetts. 2",
        "Table of Contents Acknowledgements .......................................................................................................................................... 2 Overview .......................................................................................................................................................... 4 Community Resilience Building Workshop .................................................................................................. 4 Summary of Findings........................................................................................................................................ 7 Top Hazards and Vulnerable Areas .......................................................................................................... 7 Current Concerns and Challenges Presented by Hazards ........................................................................ 8 Specific Categories of Concerns and Challenges.......................................................................................... 9 Current Strengths and Assets .................................................................................................................... 12 Top Recommendations to Improve Resilience .......................................................................................... 14 CRB Workshop Participants ....................................................................................................................... 20 Appendix A -Small Group Table Map ............................................................................................................. 22 Appendix B- Chelsea CRB Workshop Risk Matrices ....................................................................................... 23 Appendix C – Cell phone polling questions and results ................................................................................. 28 Appendix D- Climate Change Learning Boards .............................................................................................. 32 Appendix E –Priority Actions Voting Results by CRB Participants ................................................................. 38 Table of Figures Figure 1 Word cloud response from cell phone polling at the Chelsea CRB workshop. ................................... 5 Figure 2 Chelsea Small Group table map. ........................................................................................................ 6 Figure 3 Coastal flooding from Island End River, March 2018 (top) and over capacity of Chelsea’s stormwater drainage causing overflow and localized flooding. ...................................................................... 8 Figure 4 MVP workshop poll responding to what they love about Chelsea. ................................................. 12 List of Tables Table 1 Recommended actions for resiliency, natural hazard mitigation, and community livability by priority, category and small group. ............................................................................................................................. 15 Table 2 Participants in Chelsea CRB workshop................................................................................................ 20 3",
        "Overview In the last five years, Massachusetts has experienced increasingly more frequent and severe weather events. Record-breaking snowfall in 2015, a wide-spread and severe drought in 2016, the warmest year on record in 2017, and four Nor’easters in one month and flooding comparable to the Blizzard of 1978 in 2018 are just some examples. Climate Change is not imminent but affecting the people and cities and towns of the Commonwealth today, particularly those in coastal communities such as the City of Chelsea. Known for its rich, cultural diversity, industrial working waterfront, thriving businesses and extensive City-park system, Chelsea is a vibrant community. Chelsea is also low-lying surrounded by four different rivers in its 1.8 square miles and densely developed creating significant and urgent vulnerability to its people, places, and economy. A sea level rise and coastal flooding study performed by Stantec, Woods Hole Group, and others indicated that by 2030, 35% of the City will be located in a flood zone and nearly half of the City will be in a flood zone by 2070.1 This will affect the 35,000 residents and 16,000 jobs for documented residents, but there are likely many, many more. But these impacts will not only be significant locally, there is a regional risk to Chelsea’s climate vulnerability, particularly around the Northeast food distribution center and natural gas and LNG farms on the waterfront. However, Chelsea has the foresight to plan and prepare for the changes associated with climate change to ensure its prosperous future. One example is its participation the Commonwealth’s Municipal Vulnerability Preparedness program. Community Resilience Building Workshop The City of Chelsea received a grant from the Massachusetts Executive Office of Energy and Environmental Affairs to participate in the Commonwealth’s Municipal Vulnerability Preparedness (MVP) program. The program provides supports for municipalities to plan and implement key climate resilience actions using a community-based, multi-disciplinary, participatory planning effort through the Community Resilience Building2 (CRB) platform. Chelsea hired the Metropolitan Area Planning Council (MAPC) who subcontracted with the prominent community-based organization, GreenRoots, Inc. to administer community outreach and local expertise to the program. The process was guided by a core team that included City planning staff and GreenRoots, Inc. The Core Team outlined the following objectives for its MVP and CRB participatory planning event: 1. Understand connections between ongoing issues, hazard, and local planning and actions in Chelsea. 2. Identify and map vulnerabilities and strengths of people and places, both buildings and natural environment/parks. 3. Develop and prioritize actions that reduce vulnerabilities and reinforce Chelsea’s strengths. 4. Identify opportunities to advance actions that further reduce the impact of hazards and increase resilience in Chelsea. GreenRoots, Inc. led the community outreach to engage area residents and activate community members to participate in the workshop. Participants were incentivized with Market Basket gift cards for participation. This is an important strategy to encourage participation, particularly with residents who are not accustomed to having a voice in government planning efforts. The entire 1 CZM, Stantec, Woods Hole Group, Worcester Polytechnic Institute, and Sea Grant. 2017. Designing Coastal Community Infrastructure for Climate Change. 2 www.CommunityResilienceBuidling.com 4",
        "workshop was interpreted in Spanish with listening devices and with MAPC Spanish-speaking facilitators. MAPC led and facilitated the workshop with five CRB-trained individuals and two additional MAPC staff. Participants were grouped into small tables under the guidance and direction of GreenRoots, Inc. We grouped Chelsea youth together and Spanish-speaking individuals together per their preference. The remaining participants were assigned groups randomly as they arrived. MAPC led a cell-phone poll with participants to understand participants concerns and opportunities with climate change (Figure 1) whose results are provided in Appendix B. Participants were then introduced to Chelsea’s climate risks regarding sea level rise, inland flooding/stormwater management, urban heat island, social vulnerability, and options for resilience. Participants in their assigned small groups rotated to learning stations for a guided introduction and discussion on each of the aforementioned topics. Appendix C contains the learning boards for each of the topics. Figure 1 Word cloud response from cell phone polling at the Chelsea CRB workshop. The following sources were used to inform the climate change learning boards: (i) the Northeast Climate Science Center, (ii) Woods Hole Group, (iii), The Trust for Public Land’s Metro Mayors Climate Smart Cities3, (iv) MAPC urban heat island analysis,4 (v) National Oceanic and Atmospheric Administration, (vi) Cambridge Climate Change Vulnerability Assessment, (iv) the Boston Research Advisory Group, (vii) Massachusetts Office of Coastal Zone Management, and (viii) Blue Hill Observatory and Science Center. Participants brought wealth of knowledge and expertise from their respective yet diverse local experiences and fields and engaged in a collaborative effort that gathered to protect what was 3 https://web.tplgis.org/metromayors_csc/ 4 MAPC uses land surface temperature data during the hottest periods of the summer months in 2016 to ascertain how likely an area may experience the urban heat island effect. We represented the area in Chelsea that outlines the top fifth percentile of land surface temperature of the 101 communities in Metro Boston. 5",
        "most important to them-their community, environment, and infrastructure. Driven by those who live and work in Chelsea, the opportunity to advance resiliency is greatly enhanced through the CRB workshop platform, a collaborative and consensus-building exercise for Chelsea’s future. Figure 2 Chelsea Small Group table map. Each small group had a table map (Figure 2 and Appendix A) that identified Chelsea’s Critical Infrastructure, 1% Annual Chance Flood, locally identified hazards and areas of extreme heat.5 After identifying the City’s vulnerabilities and identifying and prioritizing actions in their small groups, the participants reconvened to collate their top small group priorities and vote on their overall top priority actions as a large group. The completed risk matrices are located in Appendix A. This report serves to provide a summary of findings from Chelsea’s one-day CRB workshop on May 19, 2018. Once completed, the prioritized action plans serve as a basis for future resiliency and potentially state funding for implementation. 6",
        "Summary of Findings Top Hazards and Vulnerable Areas The Core Team identified top hazards for the City of Chelsea. These hazards were determined by challenges the City has already experienced from recent events, long-standing issues, and recent climate vulnerability assessments and planning efforts. These top hazards have already affected stormwater management, road flooding, disruption in services, and health risks. City of Chelsea Climate Hazards include:  Sea Level Rise  Extreme Heat / Air Pollution  Severe Storms (ice storms, tornados, Chelsea youth small group at CRB Workshop. Photo Nor’easters, blizzards) credit Darci Schofield  Inland flooding/stormwater management These hazards pose greater risks in some localized areas and others throughout the City of Chelsea. Participants found the following areas of significant concern: Chelsea Areas of Concern Neighborhoods Society Infrastructure Environment Stormwater The Waterfront Senior Citizens Littering infrastructure Linguistically Tobin Bridge/Route 1 Schools located in isolated Air Quality Viaduct flood zone residents Island End River Emergency and neighborhood Students public Water Quality commercial area transportation Chelsea Toxic exposure Shurtleff-Bellingham- residents who Senior Center with industrial neighborhood work in Boston waterfront uses Seaport Western waterfront Low Income Medical Shoreline contaminated area Individuals facilities/hospitals erosion Housing Authority Bellingham Square Renters facilities. The Learning Addison Neighborhood Center 7",
        "Current Concerns and Challenges Presented by Hazards Chelsea has been mitigating and responding to community concerns, damage, and emergencies as a result of extreme weather events for some time. The most significant include coastal flooding, inland flooding from extreme precipitation Figure 3 Coastal flooding from Island End River, March 2018 (top) events and stormwater management, and and over capacity of Chelsea’s stormwater drainage causing extreme heat. Participants noted that these overflow and localized flooding. events are becoming more frequent and intense and they were eager to build upon their existing strengths to protect their people, places and economy through our changing climate. Coastal flooding has been an ongoing challenge in the City, particularly during the Nor’easters in March 2018 (Figure 3). Due to significant impervious surface and development in the City as well as aging infrastructure, stormwater management exacerbated by extreme precipitation events can often cause road flooding or overflow in stormwater infrastructure (Figure 3). This also causes additional challenges related to water quality in the Mystic River and Chelsea Creek as well as disrupting transportation and ability to commute to work. Finally, air pollution is a major concern for the community, exacerbated by extreme heat. Factors that contribute to this concern is Logan Airport flight path, vehicle emissions around Route 1, the Tobin Bridge, and other localized traffic, significant impervious cover, and lack of tree canopy. Hospitalizations related to asthma are already notably higher in Chelsea in comparison to Commonwealth as a whole.6 Photo credit GreenRoots, Inc. (top) and City of Chelsea (bottom). 6 Massachusetts Environmental Public Health Tracking. https://cognos10.hhs.state.ma.us 8",
        "Specific Categories of Concerns and Challenges The People of Chelsea According to the Commonwealth of Massachusetts Department of Public Health, Chelsea is a 100% environmental justice community.4 However, community cohesion and spirit is incredibly valued by residents and were what participants most loved about Chelsea (Figure 4). Accordingly, the workshop participants were most concerned about the people of Chelsea with climate change. These included linguistically isolated individuals, undocumented residents, low income individuals, senior citizens, and students. Areas of concern included access to food with flooding of the food distribution center, lack of access to emergency communications, disruptions to commute with road flooding and job security, Small group at CRB workshop after completing the risk flooding of public and senior housing, mold, and matrix. Photo credit Darci Schofield public health with air quality challenges exacerbated by extreme heat. Renters, who comprise most of the residents in Chelsea, were a significant concern because of absent landlords. With absent landlords, investments in building resilience are less likely to occur. Seniors were a concern for access to affordable food and social isolation. And students were a concern because many schools are in a flood zone. Flooding Disrupting Transportation to Job Centers Coastal flooding and flooding associated with stormwater system overflows and extreme precipitation are already causing flooding in key roads and transportation corridors in Chelsea. These include key public transportation, such as the Silver Line and MBTA bus routes in which residents rely upon for commuting to work in Boston. Most specifically regional transit for Bus Routes 111,116, and 117 are at high risk compromising resident’s ability to get to work. Further, nearly 4,000 (±660) of 12,403 households or 31% of households do not have a vehicles.7 An important example is the Seaport District in Boston. Adjacent to Chelsea, it is a low-lying neighborhood already prone to flooding today and with sea level rise in the future, was a major concern for participants for residents whose jobs are located in this area. There is concern about job security if climate change is not adequately addressed. Participants were also concerned on how traffic could make evacuation during flooding events extremely difficult, in particular around Route 1, Chelsea Bridge, and the Tobin Bridge, all burdened with traffic daily without an emergency. Furthermore, participants raised concerns about coastal flooding impeding ambulances heading toward the two major medical facilities in the City, Massachusetts General Hospital and Beth Israel. Toxic Exposure Chelsea has a Designated Port Area serving important economic industries and Chelsea is known for its industrial waterfront. Though these industries are an economic driver, the risk of toxic exposure exists today and could be severe with sea level rise and coastal flooding. Chelsea hosts Eastern 7 American Community Survey 2016. Five-year estimates. 9",
        "Minerals, Inc. and a 50-foot salt pile that supplies neighboring communities during winter storms, and residents protest air and noise pollution issues today. Further, Chelsea hosts a petroleum and LNG storage tanks along the waterfront. Participants raised concerns that these businesses were not prepared for sea level rise and coastal flooding. The risk of infrastructure failure would have localized and far-reaching public health and water quality risks if their infrastructure is not climate resilient or community action plan during emergencies is not in place. Participants noted that if these were in place, they were not being communicated to the City. They noted that better communication and collaboration is critical but challenging. Finally, Chelsea has numerous 21E sites and sites with AULs, along with residual soil contamination, dating back to the City’s industrial legacy, beginning with the Industrial Revolution and exacerbated by the 1973 fire. Multi-lingual Communications-Climate Change and Emergencies. There are over 30 languages spoken in Chelsea’s schools and its rich, cultural diversity is one of its greatest assets and strengths. However, participants were concerned that residents new to the United States may not have access to municipal services for storm preparation, emergency response, or recovery if they have limited English-speaking skills. Much of Chelsea’s communications are translated into Spanish, but participants noted that communications need to be multi-lingual. Outreach and education to Chelsea’s residents on climate change risks, vulnerabilities, and opportunities were also important to participants. This outreach should be multi-lingual and community-based. One small group suggested creating a program of neighborhood rescue during emergencies with “block captains”. Participants believed that newer residents would be most comfortable communicating with their neighbors to access emergency information and connecting through the block captain to municipal or medical services during such an event. Burke School Complex playground. A school located in a flood zone. Playground is under design to incorporate more trees and green infrastructure. Photo credit Darci Schofield 10",
        "Greening the City –Parks and Trees Nearly 98% of residents are within a 10-minute walk to a park, playground or natural area in Chelsea.8 These areas can serve as a foundation in weaving a fabric of climate resilience through nature-based solutions and participants noted that new park design should incorporate and consider climate adaptation and mitigation factors. All participants promoted planting trees as a critical solution and action toward climate resiliency-air pollution, stormwater management, flooding, urban heat island mitigation, and quality of life. However, participants noted that littering is a significant problem in Chelsea, harming their parks, natural spaces, and neighborhoods. It is also clogging stormwater drainage infrastructure exacerbating localized and nuisance flooding. Participants suggested a robust campaign to educate the community on littering, providing better trash facilities in parks and public places, and imposing fees for non-compliance to more stringent littering regulations. Stormwater Infrastructure CRB participants raised concerns regarding Chelsea’s stormwater infrastructure, which is aging and under capacity, Combined System Overflow (CSO). Approximately 70% of the City if serviced by a CSO. Most of Chelsea’s wastewater and stormwater is transported to the Massachusetts Water Resource Authority’s Deer Island Treatment Plant, treated, and then discharged. However excessive stormwater, particularly during periods of intense precipitation, can exceed to the capacity of the sewer pipes. During this time, the CSO, an overflow safeguard, can releases excess flow to local water bodies to prevent backflow into homes, businesses, and other buildings.9 CSO flows are untreated potentially carrying debris, street pollutants from stormwater runoff, and potentially untreated wastewater. The CSOs are activated yearly raising concerns from CRB participants that climate change could exacerbate existing challenges before stormwater infrastructure upgrades and improvements are completed. The City is committed to a 100% separate system, and in 2015, it completed over 10 sewer separation improvements and designed seven future projects. Participants concerns included aged and inadequate infrastructure, clogged drains causing localized road flooding, water quality issues, and other public health issues related to stormwater flooding. Participants also noted that the significant impervious surface contributes to the stormwater issues in the City and noted that they needed to bring the water back into the ground. 8 Park Serve © The Trust for Public Land. https://parkserve.tpl.org/city/id/2513205/ 9 https://www.chelseama.gov/sites/chelseama/files/uploads/combined_sewer_overflow._city_of_chelsea.pdf 11",
        "Current Strengths and Assets Chelsea already does and will endure significant challenges through our changing climate. Widespread flooding, extreme heat, excessive stormwater and inland flooding, and toxic exposure. But the City has tremendous assets and strengths to bring to these challenges, including planning, services, and people which will serve to enhance its livability and resiliency. CRB participants highlighted these and sought to improve these assets to ensure a vibrant future for their community. The following section describes assets identified by participants. Figure 4 MVP workshop poll responding to what they love about Chelsea. La communidad divsera During the workshop polling, participants were asked what they loved about Chelsea. The majority of the responses were regarding people: the diversity, the tight-knit community, and strong families (Figure 4). One participant group also noted that seniors are active in the community as voters and participants in dedicated programs. Another significant and laudable strength is the ECO youth of Chelsea, already highly engaged in climate resilience planning, programs, and projects as well as improving their overall community livability. Indeed, the Chelsea CRB workshop participants included six youth from the community. Social cohesion or community cohesion is a critical asset and strength in climate resilience where people are better able to adapt to and recover from challenges like climate change with a foundation of familiarity and amicability.10 Further, a tight- knit community that cares for its place is more likely to take action to improve it and solve complex 10 Ostrom, Elinor and Ahn, T. K., The Meaning of Social Capital and its Link to Collective Action (October 1, 2007). HANDBOOK ON SOCIAL CAPITAL, Gert T. Svendsen and Gunnar L. Svendsen, ed., Edward Elgar, 2008 ; Indiana University, Bloomington: School of Public & Environmental Affairs Research Paper No. 2008-11-04. Available at SSRN: https://ssrn.com/abstract=1936058 12",
        "problems like climate change.11 Diversity and community are one of Chelsea’s greatest strengths and assets. Parks and Trees CRB participants stressed the importance of nature-based solutions in building a fabric of resilience for the City, and Chelsea already has programs and assets bringing this to fruition. Participants noted the many parks in the City and the opportunity to redesign and retrofit those parks to cool the City and absorb stormwater. Chelsea’s parks total 44 acres or 33 football fields. Nearly all residents, 98%, are within a 10-minute walk of a park, playground, or natural area, significantly above the national average of 55%.12 In addition, GreenRoots has been instrumental in creating three new parks and continues to advocate for more. CRB participants also noted the tree planting program in the City is an important strength, one in which they sought to expand. With GreenRoots, Chelsea has a Tree City designation and worked in partnership with MA Executive of Energy and Environmental Affairs Greening the Gateway Cities program to plant over 2,000 trees. Participants noted repeatedly the important of bringing the water back into the ground to alleviate inland flooding and stormwater overflow challenges. Chelsea is working to expand its green infrastructure solutions for stormwater management across the City, including the installation of a rain garden at the Housing Authority by Mill Creek and developing a plan “Designing Parks and Playgrounds for Climate Resilience and Stormwater” by MAPC. There are several challenges in Chelsea for green infrastructure including low depth to groundwater, 21E sites, and poorly drained soils. Economic Growth and New Industry Participants noted that recent commercial and infrastructure development have brought new people, services, and economic growth to Chelsea, further enriching the community. Some of these assets include Market Basket, the Federal Bureau of Investigation, the Broadway Shopping Center, and the newly developed Silver Line with a dedicated transit lane, improving access to Boston and economic/job centers. Market Basket has greatly improved access to affordable, healthy food improving Chelsea’s health. Community Services and Groups Participants noted that Chelsea had an abundance of programs and services that service and enrich residents, and a laudable strength of the community. Some examples include the senior center and churches bringing community together and providing a food pantry and support services. Many participants noted that Chelsea’s multilingual schools are a critical asset and noted that residents have moved in order to send their children to the Kelly Middle School in particular which has outstanding multilingual programs. GreenRoots was also called out as a significant community strength. A community-based organization, it works to achieve environmental justice, waterfront access, youth leadership, improved public health, greening the city and food justice. Other important community service noted at the CRB workshop included the Learning Center, providing pre-kindergarten to residents, and the Soldiers Home, a facility providing multi-faceted health care to Veterans. 11 https://www.brown.edu/academics/college/swearer/linking-social-cohesion-and-climate-change-west-end 12 ParkServe™. The Trust for Public Land. https://parkserve.tpl.org/about/ 13",
        "Top Recommendations to Improve Resilience At the end of the workshop, participants gathered as a large group to report on their top resiliency actions from their small groups for each of the three categories: infrastructure, society, and environment. These actions were documented and combined when appropriate on posters by the leader in a large group discussion. Participants were given three stickers each to vote on the collated large group priority actions. Appendix D illustrates the voting results. Table 1 provides a list of all small group actions by prioritization and category created by CRB participants. From this exercise, the Chelsea CRB participants designated the following as Chelsea CRB Workshop participants, facilitators, partners their top priority actions: and interpreters. Photo Credit Darci Schofield. Infrastructure  Perform an evaluation of drainage/ stormwater infrastructure, which is old yet critically important.  Pilot resilience actions at Public Housing including white roofs, solar panels, trees, and parks.  Prioritize resilience actions for the Regional Food Distribution Center either with relocation or creating an earthen berm to stop flooding.  Create regulations that incorporate green infrastructure and building resilience (such as raising critical systems) in all development. Society  Create an evacuation plan for the whole City of Chelsea for emergencies.  Protect people and students now-students are the future.  Provide multi-lingual communication services for emergencies.  Create innovative strategies for outreach and education on climate change that are multi- lingual. One example is creating neighborhood block leaders and letters, especially for emergencies. Environment  Prioritize stormwater management.  Plant trees in places with high heat, important for air quality an in places with flood risk.  Convert unused parking lots and impervious surfaces into parks and green space with more trees.  Engage MassPort to provide funding for environmental projects for MassPort land and City land, as mitigation to the air and noise pollution from Logan Airport. 14",
        "Table 1 Recommended actions for resiliency, natural hazard mitigation, and community livability by priority, category and small group. H= high, M=Medium, S=Short-term, L=Long-Term, O=Ongoing. Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Blue Environment Plant trees at locations of flood and heat. Add more H S grass. Blue Environment Reduce salt pile/Absorb water. H L Blue Environment Mitigation pollution in water by Installing trash/litter H O cans to reduce pollution. Eliminate CSOs. Green Environment Partner with private developer to clean up H O contaminated land. Green Environment Request funding from the petroleum farms on the H O waterfront to help protect and mitigate potential toxic exposure in flooding plan. Propose adaptation and mitigation projects to utility companies. Purple Environment De-pave impervious surface. Transition parking lots to H green space. Green abandoned lots. Purple Environment Consider relocating salt pile. H Purple Environment Logan Flight Paths/Parking Lot-shift to other locations. H Purple Environment Use alternative vehicles such as electric or other H European examples, use the VW Settlement funds to mitigate air pollution. Blue Infrastructure Have preparedness program/ spread word about H O storms or heat. Blue Infrastructure At schools, create a preparedness plan (instructions H S for emergencies)/ More drainage/ Install a back-up generator fueled by solar panels. Blue Infrastructure Solar Panel, install rain barrels, plant trees, maximize H S green space at public housing. Purple Infrastructure Regional Food distribution center earthen berm or H protection, relocation, work with produce businesses and enhance communications and collaboration. Purple Infrastructure Institute a commuter fee to reduce traffic, have an H evacuation plan and publicize it. Look into boats and water taxis. Purple Infrastructure Institute a commuter fee to reduce traffic, provide H commuter ferries, parking lots and buses and bike system. 15",
        "Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Purple Infrastructure No turf fields at schools and athletic fields in heat H zones, reduce parking and transition to green areas rather than parking. Install green roofs and splash pads for cooling. Purple Infrastructure For Marginal Street flooding, install temporary gates H for flooding areas, install berm protection, relocated buildings and have floodable green space Purple Infrastructure Require communication from the petroleum farms H along the waterfront/floodplain on their solution in the event of flooding. Creating zoning restrictions or regulations for hazard mitigation. Blue Society Education Program, have students help lead change. H S Provide multi-lingual sessions at library for youth about climate. Blue Society Information sessions and trainings on climate resilience H S for public housing residents. Green Society Create a report for access to healthcare in the event H L of emergency. Create zoning changes to move critical equipment to higher floors. Provide outreach to low income housing communities on climate change. Green Society Start improvements for green infrastructure solutions H L to mitigate heat. Paint structures white and create zoning changes to mitigate heat and use green infrastructure. Create better designed parks and playgrounds for cooling. Purple Society City Council prioritize assistance for public housing in H the floodplain. Provide resources for upgrades for central air, flooding, and mold. Purple Society Provide more food support such as subsidized meals H for elderly. Purple Society Provide more outreach and multi-lingual outreach on H emergency communications for renters such as when you sign a lease. Provide grants for emergency kits including cell phone chargers. Purple Society Prevent gentrification and displacement with Casino. H Instill stronger affordability requirements, provide housing and tax business for displacement. Purple Society Support electric vehicles (EV). Retrofit buses to EV. H Have City provide incentives and awareness for EV. 16",
        "Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Yellow Society Bring community service facilities such as senior H O homes, senior center, and churches to higher ground to prevent flooding and keep providing supporting services. Yellow Environment Create a littering campaign. Install new trash barrels, H/M O, S charge fees for littering, involve residents and City in organization of campaign. Blue Infrastructure Water vacuum/ water storage for excess flood L L waters/ find places to absorb flood waters Green Infrastructure Incorporate green infrastructure solutions to mitigate L S heat and flooding. Incorporate green infrastructure regulations into zoning and provide incentives. Green Infrastructure Install bus shelters and make green. MBTA should L O create contingency plan for routes during periods of flooding. Green Infrastructure Stormwater Management-Use porous pavement. L S Encourage businesses to install green infrastructure. Green Society Provide air conditioner vouchers, reduce costs of AC L O to low-income residents and communicate regarding related existing programs. Yellow Society Plant trees at the Learning Center which serves small L O children and located in an urban heat island. Blue Environment Add trees. M S Blue Environment Green the bridge M L Green Environment Get funding from the EPA for clean-up for areas M O contaminated in the 1973 fire. Purple Environment Solve gas leaks, more tree planting necessary. M Blue Infrastructure Build flood barrier around base M O Blue Infrastructure Paint roofs and other surfaces white or lighter colors M O (roofs, other surfaces), plant trees, add transit for the Broadway Shopping District. Blue Infrastructure Replace trees/ Have plan for Bellingham Square, M O tree plantings with DCR/ limit cars. Green Infrastructure Work with MBTA on flood resilience particularly bus M O routes in flood plains. Encourage riders to be involved in advocacy efforts. 17",
        "Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Green Infrastructure Install stormwater gates and tide gates, restore marsh M O land with Everett at Island End River. Work with produce companies for resilience. Purple Infrastructure Keep water from entering, such as installing a berm M Yellow Infrastructure Create an evacuation plan and incorporate green M S/O infrastructure to alleviate flooding around Williams Street under Tobin Bridge which floods and is in an urban heat island. Mitigate traffic with Tobin Bridge construction. Yellow Infrastructure Marginal, Central, and Chestnut Streets-Create an M L evacuation plan, flood proof road with banks, sandbags, and concrete wall. Create an emergency flooding/evacuation plan. Clean sewers (drainage, stormwater infrastructure). Yellow Infrastructure Educate families about the impact of flooding and M S climate change. Yellow Infrastructure Investigate doubling the capacity of the drainage M S systems. Cleaning education campaign. Yellow Infrastructure Keep sewers (stormwater/drainage infrastructure) M O clean. Have an evacuation plan. Yellow Infrastructure Plant more trees. Coordinate with City on the creation M L of a shelter. Yellow Infrastructure Create an action plan, especially while Madison is M S under construction. Create emergency awareness with civic participation, advertisements, outreach, and announcements at City Hall and with microphone. Yellow Infrastructure Communication from City Hall on negative impact of M S Tobin Bridge construction is necessary. Blue Society Households with no car access-Canoes, boats to get M O out of Chelsea/ specific elevated structure for flooding emergencies Blue Society Temporary Housing on Water/ Build Senior Housing M L outside of heat and flood risk areas. Green Society Piggy back on census to identify where seniors are M O located geographically. Perform targeted outreach to seniors on climate and emergencies. Purple Society Provide easy access to recycling, phone numbers, M education, free recycling bins. 18",
        "Table Category Mitigation- Sea Level Rise, Extreme Heat/Air Priority Time Quality, Stormwater, Severe Storms Green Environment Work with local politicians to get clean-up of trash on streets which is polluting the water. Purple Environment Use living shorelines and plan retreat for shoreline erosion. Green Infrastructure Make poles more resilient. Request more public participation in new development and incentive participation. Purple Infrastructure Use other higher ground for relocation during flooding events. Can the Soldier's Home be a sheltering option for the City? Yellow Infrastructure Create an emergency route and plan to avoid bug issue. Institute traffic control. Yellow Infrastructure Perform evacuation drills with the children. Clean sewers to minimize flooding. Green Society Require utility equipment to be elevated at MGH and Beth Israel. Mitigate traffic to ensure ambulances can travel to medical facilities. Create an emergency management plan. Green Society Create regional flood resilient infrastructure. Green Society Provide multi-lingual outreach materials for emergency communications. Green Society Use community rescues, create neighborhood \"block captains\" for outreach and contact during emergencies. Yellow Society Create education campaigns, involve people in climate solutions, promote youth engagement, create law about trash and enforce it. Yellow Society Educate renters and homeowners on climate change and ways to take care. 19",
        "CRB Workshop Participants GreenRoots, Inc. and the City of Chelsea Planning Department performed outreach and invitation for workshop participations. A modified version of the CRB participant worksheet was provided to aid in targeting participants in addition to community members and residents. GreenRoots performed in-person, print, and electronic outreach to recruit participants. They created a bilingual flyer with relevant and recent Chelsea photos regarding recent flooding. Flyers were distributed door to door in the neighborhoods adjacent to Chelsea’s waterfront and at GreenRoots member programs and activities. The GreenRoots ECO Youth performed peer to peer outreach. GreenRoots also publicized the event bilingually on its website with its own webpage, publicized on social media, and sent individual, direct and listserv emails to members, city leaders, businesses, and partnering organizations. They also sent texts to their most engaged members as a reminder. Finally, GreenRoots sent a workshop description and flyer to the City Manager for inclusion in the Chelsea Happenings email distribution. The Chelsea Planning and Development Office targeted municipal staff, officials, and community members. They featured the workshop in the City Manager’s monthly newsletter, invited City Council members and notified volunteer Boards and Committees including the Zoning Board of Appeals, Planning Board, Historic Commission, Conservation Commission and Community Preservation Commission. Finally, the City posted the information on the City’s website and through social media on Facebook and Twitter. Table 2 lists all the registered participants for the Chelsea CRB workshop. Some residents chose not to formally register though they participated for the entire day. The majority of the participants were residents of Chelsea. Other participants included the New England Aquarium, the Urban Harbors Institute, Chelsea Assistant Planning Director and Economic Planner, and GreenRoots staff. Table 2 Participants in Chelsea CRB workshop. First Last Small Group Aandrea Perdomo Yellow Judith Dyer Purple Brandon Lazo Blue Sergio Cardona Yellow Leilani Mroczkowski Purple Roseann Bongiovanni Red Alex Train Green Katherine Zelaya Blue Alexandrina Rodriguez Yellow Adela Gonzalez Purple Isabel Cardona Yellow Jamie Graham Purple Jasmin Lianez Blue Cate Maas Purple Kristin Kelleher Green Alejandrina Concepcion Yellow 20",
        "Stuart Spzna Green Isabel Garcia Green Lorraine Friere Blue Marisol Guerrero Yellow Juan Ortega Purple Latifa Ziyad Green Mayra Romerao Yellow Roberto Roriguez Purple Allison Novelly Green Shakaya Moore Perkins Blue Maureen Cawley Green Karl Allen Blue CORE TEAM MEMBERS JOHN DEPREIST, AICP DIRECTOR OF PLANNING ALEXANDER TRAIN ASST. DIRECTOR OF PLANNING AND DEVELOPMENT ROSEANN BONGIOVANNI EXECUTIVE DIRECTOR, GREENROOTS, INC. KARL ALLEN PLANNER/ECONOMIC DEVELOPMENT SPECIALIST Citation Metropolitan Area Planning Council. 2018. City of Chelsea Municipal Vulnerability Preparedness Program. Community Resilience Building Workshop Summary of Findings. Chelsea, Massachusetts. 21",
        "Appendix A -Small Group Table Map 22",
        "Appendix B- Chelsea CRB Workshop Risk Matrices 23",
        "24",
        "25",
        "26",
        "27",
        "Appendix C – Cell phone polling questions and results 28",
        "29",
        "30",
        "31",
        "Appendix D- Climate Change Learning Boards 32",
        "33",
        "34",
        "35",
        "36",
        "37",
        "Appendix E –Priority Actions Voting Results by CRB Participants 38",
        "39"
    ]
}