{
    "FILE_NAME": "https://www.mapc.org/wp-content/uploads/2022/07/Pocket-Parks_Revere-REPORT_072219_FINAL.pdf",
    "ALL TEXT": "REVERE Pocket Park Site Suitability Analysis Prepared for The City of Revere Office of Strategic Planning and Economic Development 281 Broadway Revere, MA 02151 Tel: (781) 286-8181 https://www.revere.org/ Prepared by Metropolitan Area Planning Council 60 Temple Place, 6th Floor Boston, Massachusetts 02111 www.mapc.org July 2019ACKNOWLEDGEMENTS This document was produced with professional technical assistance provided by the Metropolitan Area Planning Council staff Heidi Stucker; Lily Perkins-High; and Caitlin Spence. Research consultant, Axum Teferra provided research technical assistance consulting services. City of Revere Strategic Planning & Economic Development staff, Techrosette Leng, and Healthy Community Initiatives staff Dimple Rana, and Vanny Huot, were the lead municipal partners and collaborators on the project. Funding support was provided by the Barr Foundation. MAPC Officers President Keith Bergman, Town of Littleton Vice President Erin Wortman, Town of Stoneham Secretary Sandra Hackman, Town of Bedford Treasurer Taber Keally, Town of Milton MAPC Staff Heidi Stucker, Assistant Director, Public Health Lily Perkins-High, Analytical Services Manager, Data Services Caitlin Spence, Planning and GIS Analyst, Data Services Axum Teferra, Research Consultant to MAPC City of Revere Lead Partners Techrosette Leng, City Planner, Office of Strategic Planning and Economic Development Dimple Rana, Director, Healthy Community Initiatives Department and Co-Leader of Revere on the Move Vanny Huot, Neighborhood Organizer, Healthy Community Initiatives Department Municipal and Community Partners Name Title Affiliation Kyla Alterman Revere Community Engagement The Neighborhood Developers Manager Viviana Cataño Program & Communications MGH Revere CARES Coalition Manager Sylvia R. Chiang Director MGH Revere CARES Coalition Charles Giuffrida Assistant Director Parks & Recreation Department, City of Revere Kathleen Heiser President Beachmont Improvement Committee Reuben Kantor Director Office of Innovation and Data Management, City of Revere Angel Santos Burres Director, Outdoors Rx® Appalachian Mountain Club Pocket Park Site Suitability Analysis | Revere | 2CONTENTS Acknowledgements ........................................................................................................................................... 2 Introduction......................................................................................................................................................... 4 Project Overview .............................................................................................................................................. 6 Guiding Framework ......................................................................................................................................... 8 Aligning with Municipal and Regional Goals ............................................................................................ 10 Literature Review ............................................................................................................................................ 11 Methods ............................................................................................................................................................ 17 Results of Analysis ........................................................................................................................................... 38 Funding Sources .............................................................................................................................................. 46 References ........................................................................................................................................................ 49 Appendices ...................................................................................................................................................... 52 Pocket Park Site Suitability Analysis | Revere | 3INTRODUCTION Pocket Parks Pocket parks, also known as minipark or vest-pocket parks, are urban open space at the very small scale. Usually only a few house lots in size or smaller, pocket parks can be tucked into and scattered throughout the urban fabric where they serve the immediately local population. These parks tend to act as scaled-down neighborhood parks, and often try to meet a variety of needs. Functions can include small event space, play areas for children, spaces for relaxing or meeting friends, taking lunch breaks, etc. They can be a refuge from the bustle of surrounding urban life and offer opportunities for rest and relaxation. In densely developed urban neighborhoods with limited options for developing larger-scale parks, pocket parks, and a system of these can be attractive options for meaningfully increasing outdoor public space and recreation opportunities for residents. Vacant or otherwise unused public land may be used for creating pocket parks, which can also serve to clean and beautify public spaces. Low-income neighborhoods that are densely populated, and therefore have high demand for open space stand to benefit the most from increased open space amenities. Figure 1: Philadelophia | Roxborough Pocket Park First Friday Event Held in June 2018 | source https://roxboroughpa.com/enjoy- the-outdoors/roxborough-pocket-park Pocket Park Site Suitability Analysis | Revere | 4Pocket parks can deliver a range of ecological, social, and health benefits. Natural, pervious surfaces help to mitigate stormwater runoff and encourage water infiltration; vegetation can create habitat for local species, particularly birds; tree canopies can serve to shade and cool park visitors, while also sequestering carbon. Pocket parks can encourage neighbors to meet one another and build relationships. Where neighbors are using public spaces more, this can also contribute to a sense of neighborhood vibrancy and investment in public spaces. The presence of actively used public spaces has also been correlated with increased safety and crime reduction. And, where pocket parks encourage people to get outdoors, they encourage physical activity, can facilitate stress reduction and improve mental health. The range of co-benefits of pocket parks support goals for climate resilience as they relate to increasing ecological and social resilience. Figure 2: Seattle |6th Avenue NW Pocket Park | Source: http://www.seattle.gov/parks/find/parks/6th-avenue-nw-pocket-park Pocket Park Site Suitability Analysis | Revere | 5PROJECT OVERVIEW Project Summary The City of Revere Office of Strategic Planning and Economic Development partnered with the Metropolitan Area Planning Council on this project, to identify and map sites suitable for pocket park development in Revere. The Pocket Park Suitability Analysis supports strategic pocket park development that promotes health equity and climate resilience, and on sites that have physical characteristics that make them suitable. It was of particular importance to Revere partners that equitable park access and associated health benefits be emphasized in the analysis. The analysis results can also be used facilitate achieving the City’s broader goals for climate resilience, public health and open space recreation. The project applied various suitability criteria to sites in Revere and produced a ranked list of the sites. The ranked sites can serve as a guide for Revere to further investigate the most promising locations, to assess them for additional features (i.e. proximity to potential users, availability of site, size of site, potential uses or other features) and confirm their suitability. This additional investigation should be done through site visits and coordinated discussion. The appendices include a summary of community engagement and feedback since the completion of this report. These include the Master Plan Community Forum, held on May 8, 2019 and the Revere Cares Coalition Meeting, held on June 25, 2019. Partner Roles City of Revere lead partners included the Office of Strategic Planning and Economic Development’s Techrosette Leng, City Planner, and the Healthy Community Initiatives Department’s Dimple Rana, Director, and Vanny Huot, Neighborhood Organizer. These partners coordinated provisioning local spatial parcel datasets, convened municipal and community stakeholders to inform the project, and were in regular communication and coordination with MAPC and Revere stakeholders to ensure a productive project. The project was supported and informed by community and municipal stakeholders with a range of expertise in conditions and needs in Revere, community development, planning, parks and recreation, data management, community organizing, among other expertise areas. The Metropolitan Area Planning Council Public Health Department and Data Services Department led the project, coordinating execution of project tasks including research, facilitating partner and stakeholder meetings and soliciting and incorporating feedback, developing the methodology and conducting the analysis, and completing the final report. Pocket Park Site Suitability Analysis | Revere | 6Project Scope The project scope included the following summary tasks: 1) Research Literature review of pocket parks; Research of funding sources for pocket park implementation 2) Develop Methodology Evaluate comparable analyses; determine criteria and indicators for pocket park site suitability analysis; determine weight of criteria and indicators; draft and finalize methodology for conducting pocket park site suitability analysis 3) Collect Data Identify and prepare spatial datasets for use in the analysis (i.e. tree canopy coverage, slope, open space access, flood risk, temperature); solicit and prepare spatial parcel datasets of publicly owned parcels in Revere 4) Conduct Analysis Conduct the analysis 5) Write Report Synthesize and present research and findings in a report 6) Engagement Engage representatives from the municipality to inform developing the methodology, and provide local data needed to conduct the analysis; prepare and disseminate results Description of Engagement and Feedback MAPC and the City of Revere partnered to hold two meetings with stakeholders to discuss the Revere Pocket Park Site Suitability Analysis Project and receive input and feedback.  Meeting 1, January 18, 2019 MAPC introduced the concept and examples of pocket parks and presented an overview of the project scope and objectives. Participants provided feedback on the proposed methodology. Participants included Techrosette Leng, Dimple Rana, Vanny Huot, Kyla Alterman, Viviana Cataño, Charles Giuffrida, and Reuben Kantor.  Meeting 2, February 6, 2019 MAPC reviewed the pocket park concept and examples, and provided an overview of the project scope and objectives. MAPC also presented the modified site suitability analysis methodology. Participants provided feedback on the methodology. They came to consensus about the value of measuring open space access in the analysis and requested that this be given greater weight in the analysis. Participants also reviewed the printed maps of the municipally-owned parcels, and provided comments on them based on their knowledge of the neighborhood conditions and needs (see the Appendices for the comments on these maps). In this meeting, participants also requested that key medians, rotary islands, and stairs be included in the analysis; the City of Revere followed up by providing the spatial data for these sites. In addition to these meetings, MAPC and the City of Revere partners were in email and phone communication during the project. Pocket Park Site Suitability Analysis | Revere | 7GUIDING FRAMEWORK Informed by the literature review, the Pocket Park Site Suitability Analysis established the following framework to assess suitability of municipally owned land for pocket park development. Health Equity Health Equity is the condition in which everyone has a fair and just opportunity to live a healthy life. Embedded in the concept is a recognition that health issues are experienced disproportionately more by some, particularly people in poverty and people of color. Social, economic, and physical conditions into which people are born, live, work, play, and age have a substantial impact on health. As such, achieving health equity requires removing barriers through a range of strategies. In this analysis, the Health Equity Theme (discussed in detail on page 35) enables equitable improvements to and expansion of pocket parks, and promoting associated health benefits. It gives greater importance to potential pocket park sites in areas which have low open space access and sites that would serve environmental justice populations. This ensures pocket parks are prioritized where residents have the greatest need and where health benefits will be most impactful. Climate Resilience Climate Resilience describes the capacity of ecological and social systems to prevent, withstand, respond to, and recover from disruptions caused by climate impacts. In the Metro Boston area climate change is already effecting communities. Temperatures are increasing, and we expect to have more heat waves and milder winters. The region is experiencing increased heavy and erratic rain- and snow-fall and flooding in recent decades – a trend expected to continue. And, coastal communities, like Revere, are experiencing rising sea levels. These changing conditions compel communities to act to bolster resilience of ecological and social systems. Pocket parks can be one component of a broader strategy to do so. The Climate Resilience Theme (discussed in detail on page 35) enables prioritizing pocket parks where they might have the greatest impact on providing on-site climate mitigation benefits related to local stormwater retention and heat mitigation. Because of their characteristically small size, the climate mitigation benefits are understood to be hyperlocal, limited, and important as integral to comprehensive climate resilience efforts. Pocket Park Site Suitability Analysis | Revere | 8Physical Characteristics Pocket parks serve a variety of functions and users across the United States, and they are highly adaptable based on community needs and space constraints. While there is great variability among them, many communities prefer some common aspects of pocket park sites, surroundings, and characteristics. Among these are:  Ownership: Municipally owned  Site characteristics: Vacant properties, impervious surface  Size: less than .5 acre  Service area: up than ¼ mile  Environmental features: includes trees  Access and safety: visible from the street, and have two or more entry points  Abutters: residential or commercial  Surroundings: near schools, playgrounds or other potential users The Pocket Park Site Suitability Analysis was conducted starting with a selection of municipally owned vacant parcels. The Physical Characteristics theme of the analysis (discussed in detail on page 35) characterizes additional suitability conditions related to site environment and accessibility, and enables prioritizing sites for the suitability of these characteristics. Pocket Park Site Suitability Analysis | Revere | 9ALIGNING WITH MUNICIPAL AND REGIONAL GOALS Revere Open Space Plan, 2018-2025 Update In 2018, Revere updated its open space and recreation plan (OSRP), which will guide municipal investments in and maintenance of open space features in the City. The plan seeks to offer opportunities for improving and adding to the stock of open space and recreation land in the city, as well as for developing programs that meet community goals. The objectives of the OSRP align with the objectives of the pocket park site suitability analysis, particularly the following: 1.5: Create new recreational facilities that meet specific needs as opportunities and funding become available. 1.6: Ensure that open space and recreation planning incorporates environmental justice and equity considerations. MetroFuture MetroFuture is MAPC's plan for Greater Boston to better the lives of the people who live and work in the region between now and 2030. Thousands of people collaborated to create a bold, forward-looking and achievable vision for future development and preservation. The plan outlines priorities and strategies for advancing smart growth goals and investing in the region's residents. Relevant to the Revere Pocket Parks Site Suitability Analysis project, MetroFuture includes the following goals and related sub-goals: 3. Healthy Communities: Residents will be safe, healthy, well-educated, and engaged in their community. 3.3. All neighborhoods will have access to safe and well-maintained parks, community gardens, and appropriate play spaces for children and youth. 3.5. Most residents will build regular physical activity into their daily lives. 6. Healthy Environment: Natural resources will be protected thanks to a strong “environmental ethic.” 6.5. The region will have better air quality, both indoors and out. 6.10. A robust network of protected open spaces, farms, parks, and greenways will provide wildlife habitat, ecological benefits, recreational opportunities, and scenic beauty. Revere Master Plan The City of Revere is currently conducting a Master Plan process with MAPC. The data, analysis, and results of the pocket park project will be shared and integrated into the Master Plan process. Pocket Park Site Suitability Analysis | Revere | 10LITERATURE REVIEW Literature on pocket parks is only beginning to emerge, so this paper identifies trends observed in a few studies and in local park plans. Pocket parks, sometimes called mini-parks, parkettes or vest-pocket parks, are usually the smallest size classification for parks. The most ubiquitous features that differentiate pocket parks from a standard public park are a) size and b) a smaller service area (typically serving a radius of a few blocks). Pocket park literature and park design guidelines, while limited, largely define a standard pocket park size as falling between a quarter and half an acre, and usually abutting residential and/or commercial buildings. There is some discrepancy between how different sized cities distinguish a pocket park from their other parks; it is common for less dense and more sprawled cities or towns to assign higher size limits for pocket parks. Due to limited land in urban areas, it is challenging to create new quality public recreational spaces (National Recreation and Park Association (NRPA)). Pocket parks serve as a suitable solution for producing green spaces for neighborhood use, and are often the simplest option for local governments looking to generate better access to park space. The National Recreation and Park Association especially encourages local parks and recreation departments to explore conversion opportunities for abandoned and vacant lots and rooftops. While pocket parks are usually sized to have an area of a quarter- to half- acre, the neighborhood service area of pocket parks is typically a quarter-mile radius of the park, or up to a four-block radius (NRPA). Research shows that pocket parks should optimally be within a 10- minute walk for users and accessible without a car. However, People Places discovered that most people will only utilize a pocket park that is within a one to two block radius, and very few people are willing to walk more than four blocks unless it is for a dog park (Blake). Focusing on functionality more than the aesthetics of pocket park design can help ensure that the ultimate space feels familiar to its abutting neighborhood and is therefore well-utilized (Armato 2017). Park function is also more important than size for pocket parks (LeFlore 2012). LeFlore’s research categorizes pocket parks into 3 distinct types: active, passive and bonus. Active: Active parks contain elements that encourage physical activity. A community garden would be considered an active type of pocket park (NRPA and LeFlore 2012). Other examples include a half-basketball court, playground or dog park. Passive: Passive parks do not have a defined use, but are typically spaces for sitting. Examples include an area with benches, a sculpture or a fountain. Bonus: Bonus parks are spaces that were not initially planned for park development, but became a de-facto park. This type of a park usually buds from a new private building development that ended up having spare or underutilized space that could easily be made into a pocket park. These spaces are often less than a tenth of an acre in size. Bonus parks are usually passive in function. Pocket Park Site Suitability Analysis | Revere | 11Co-benefits Pocket parks bring numerous benefits to its users and neighborhood, among them could include: improvements to local ecology and wildlife restoration; reductions in traffic and pollution; and increased cultural spaces, safety, community-building, and health and fitness options (NRPA). These benefits often coexist in pocket parks, and can be harnessed in both urban and suburban settings. Values and priorities must be identified and central to the project at the early stages of planning and development, if to fully realize a pocket park’s full co-benefits. Equity Parks are not equitably located within cities. Pocket parks, in particular, have the ability to bring green spaces to formerly underserved neighborhoods. These spaces can also serve as a backyard for city residents who do not have any personal yard space (LeFlore 2012). In many cities, there exist inequities with access to nature. Rigolon and Flohr’s research shows that low-income neighborhoods have the least access to park space, while high-income neighborhoods have the greatest access to park space (Rigolon and Flohr 2014). Those differences are exacerbated when you include park amenities. In Los Angeles, for example, research found that park funding tends to exacerbate neighborhood inequity because more funding is fed into parks in wealthier neighborhoods. There are also property value changes that must be anticipated and further examined with new parks. In Los Angeles, property sales increased with proximity to pocket parks. In general, in urban areas, property value increases with closeness to open space (Ferguson et al. 2014). Health Research shows that regular access to nature improves physical, cognitive and social development. Despite this, studies have observed decreasing exposure to nature for children in developed countries (Rigolon and Flohr 2014). In recent years, there have been philanthropic steps to invest in and improve general park conditions, as a way of encouraging outdoor play and activity for health (Cohen et al. 2014). In contrast to larger public parks, neighborhood and pocket parks have limited facilities, few programs, and do not have employees on site. In a Los Angeles study, children and teens were the main users of pocket parks. Though from observation, there was more sitting observed at pocket parks than at neighborhood parks, which in Los Angeles are 15-50 times larger than pocket parks. Because there is not space for a sports field in pocket parks, there is less space for vigorous physical activity; however, commuting by foot or bike to pocket park destinations was observed of users (Cohen et al. 2014). Parks are greatly necessary to encourage physical activity for low-income communities. Even if a person is sedentary once at the park, the pathway to the destination often creates some physical movement. Seniors may need more programming to be encouraged to use parks, as a Los Angeles study showed low attendance from this population (Cohen et al. 2006). If there were an intentionally networked pocket park systems with various park functions and features, they could be attractive to users who would like to explore a range of park features. Pocket Park Site Suitability Analysis | Revere | 12In a survey of pocket park users in Los Angeles, issued pre- and post-development, these parks may lead to more physical activity if the spaces are considered “attractive and safe destinations” (Cohen et al. 2014). Pocket parks that serve a small radius also have the ability to increase social capital and community ties, which can contribute to the feeling of safety and climate resilience as well. In Los Angeles, community gardens have been most effective at building community, and leading to other local organizing activities (Ferguson et al. 2014). Safety A Los Angeles study found that more people felt safe at pocket parks than at larger neighborhood parks (Cohen et al. 2014). A University of Pennsylvania School of Medicine study determined that pocket parks reduce crime when converting vacant lots into parks. Residents express reduced stress and increased exercise with the existence of these parks. The study discovered that pocket park access led to lower mortality rates, as well as fewer physical and mental health complaints (NRPA). Environment and Climate Resilience The ecological benefits of pocket parks are hyper-local. The immediate park area is where you can perhaps experience alleviation from heat impacts or improved air quality, though these benefits may not extend far beyond the park perimeter. The larger-scale climate and environmental benefits of pocket parks are not well studied or documented. However, as these parks proliferate, the ecological and climate impacts should be monitored and examined to inform optimal pocket park site selection and development strategies. Due to the small size of pocket parks, current literature asserts that the climate benefits (both mitigation and adaptation) that can be reaped by larger parks cannot be achieved, in particular carbon sequestration opportunities, large scale stormwater retention and significant temperature regulation (Byrne and Jinjun 2009). There are climate resilience opportunities at a micro-scale, but larger greenspace interventions would still be needed to address long-term climate impacts and cannot be substituted by pocket parks. Ecological functions of pocket parks may also be limited since these spaces are usually designed to attract significant foot traffic (Blake). However, new benefits could be derived through conversions of properties with grey infrastructure (i.e., paved areas) into revived green infrastructure-filled (i.e., vegetated, with native plants) land. Pocket parks in a city are usually disaggregated and not coordinated. A positive ecological impact could be made if improvements are made to connectivity, such as placing pocket parks alongside or in an integrated way with greenways or bike paths. If better integrated and widespread, pocket parks could bring greater far-reaching environmental improvements. For example, if pocket parks become more numerous and connected, people may be encouraged to walk instead of drive, which could reduce greenhouse gas emissions from vehicles, while also positively impacting health. Additionally, pocket parks could alleviate the demands on larger parks, making them better able to provide their own benefits for wildlife or other ecological needs (Blake). Pocket Park Site Suitability Analysis | Revere | 13Pocket parks can also reintroduce small wildlife, in particular birds, by strategically planting attractive flora. Though if the intention is to create an inviting habitat for wildlife, it is critical to take park lighting into account that is not disruptive to wildlife circadian rhythms. Introducing plants could also improve hyper-local air quality and mitigate the effects of urban heat island effect. Adding water fountain features to pocket parks is additionally a growing method to alleviate extreme heat days. Literature on the utilization of pocket parks to manage stormwater was not widely available. Ownership and Maintenance Models A vast number of pocket parks around the country sprouted out of pressure from community groups to have more open space in urban areas (Blake). Various ownership and maintenance models exist, though often, a municipality will purchase and own a property, but produce a memorandum of understanding that a foundation or local organization will maintain the park. Their small size makes it easy to create a pocket park, so it is common for pocket park development to be led by non-governmental organizations, such as community groups, private entities or foundations (Blake). For example, Keep Indianapolis Beautiful (KIB), a local nonprofit focused on creating and cleaning up Indianapolis parks, has a program called Project GreenSpace that works with neighborhood groups to transform vacant and underused lots into pocket parks. In addition to collaborating on pocket park development, the organization provides funding to assist with maintenance and clean-up. It is also increasingly common for developers to add pocket parks on their private properties. Due to the local permits needed for these parks developments, municipal governments have the leverage to demand conditions that make privately-developed parks publicly accessible. Optional open-space provisions are commonly available in zoning for private developments, but LeFlore makes the case that publicly accessible spaces should be mandatory. A compulsory measure is useful, because otherwise most developers avoid creating parks as a result of the necessary maintenance (LeFlore 2012). The most common hurdles for developing pocket parks include: limited funding and capacity, unfamiliarity with pocket parks by the broader public, and a lack of volunteers for park maintenance (NRPA). Under-maintained parks can then attract negative activities, which can subsequently deter use of the space by the community (LeFlore 2012). Pocket Park Best Practices The City of Philadelphia, Pennsylvania, has demonstrated unparalleled leadership in the growth of pocket parks. Sixty pocket parks were created in Philadelphia just between 1961 and 1967. The average size of a park was 3,000 sq. ft. or less than one-tenth of an acre. These parks were typically placed on vacant or abandoned lots in low-income communities. The planning and development processes included community engagement and public input in design and construction (Blake). Today, there are pocket park features that are widely considered best practices across the country. Having seating options, whether modular or in the form of benches is important and a Pocket Park Site Suitability Analysis | Revere | 14simple feature that makes a park more inviting. Using thoughtful flora that connects people to nature, and may have co-benefits of introducing small wildlife. Trees in particular can also support the creation of a comfortable environment by providing shading options, minimizing extreme heat or winds, providing shelter from rain, and improving acoustics in the park area (LeFlore 2012). Pocket parks should also be visible from the street to attract users and create a feeling of safety. These parks are preferable in areas with significant foot traffic (Blake). According to LeFlore’s research, ideal locations for pocket parks are: 1) publicly accessible spaces that are privately owned, 2) spaces leftover from a development, and/or 3) vacant properties. Site Considerations Unlike some open spaces, pocket parks are typically versatile and can fit into different types of environments. The key feature and appeal of pocket parks is the small area needed for development. It is this characteristic that also makes pocket parks a simple public space to replicate and proliferate across a jurisdiction. The defining elements that make a site appropriate for pocket park development largely depend on the intention for the public space and set values of the abutting community. Once a site is chosen, these small park spaces are typically malleable to the needs of the adjacent community. In a scan for local governments that have a pocket park strategy or goal, there were a dozen cities and towns that surfaced as explicitly addressing pocket parks (mostly within a general park plan): Aurora, CO; Boulder, CO; Cobb County, GA; Erie, CO; Fort Worth, TX; Fresno, CA; Nashville, TN; Philadelphia, PA; Salem, OR; Seattle, WA; Tyson, Fairfax County, VA; Visalia, CA. Trends observed among the 12 studied communities: The site selection themes that do appear somewhat consistently for pocket parks are the park size/area and the service area radius. Among the 12 aforementioned communities, most define a pocket park size as being between a quarter and one acre in size. The intended service area radius is largely within a quarter mile. There is a consistent desire to have pocket parks located in geographies currently or historically underserved or lacking public green space. When prioritizing sites, areas with greater density are ranked higher. Local governments also seek to stretch their public dollars, so many communities give preference to locations near complementary sites that could also benefit from a pocket park, such as school or playgrounds. In theory, these public assets could draw users to pocket parks, while the parks themselves may create a needed added amenity. To ensure the use of pocket parks and safety for park users, local governments call out the need for parks to be visible from the street, as opposed to being hidden from foot traffic. Similarly, it is important that these parks connect the abutting neighborhood and have two or more park entry points, because these create movement flow and avoids users from feeling confined. Lastly, there is a broad wish that pocket parks brings ecological benefits. Potential ecological benefits vary widely by locality, so many plans are vague in defining ecological benefits. Beyond these features, there is not much uniformity among local governments’ priorities for pocket park site selection. Philadelphia has the greatest number of criteria that it pursues, based on its general goals to advance equitable park access, improve public health and increase climate Pocket Park Site Suitability Analysis | Revere | 15resilience. Among those criteria include selecting sites that: could support stormwater management, currently have high impervious surface area, and are vulnerable to urban heat island effect. Unique Site-Selection Spotlights: Site should support stormwater management objectives: Boulder, CO Boulder encourages the use of low-impact development techniques to support its stormwater management goals of reducing runoff and urban pollutants. The priority is to create pervious surfaces that can increase water infiltration, however in some cases surface detention ponds are necessary. In these cases, the City suggests that the site be a pocket park or landscape buffer when not holding water. Site should prioritize locations in the 500-yr floodplain: Philadelphia, PA The City’s park plan prioritizes sites that have impervious surface and can be replaced with porous cover within the city’s 500-year flood plain. Philadelphia had success in 2006 when it made significant green infrastructure upgrades across the city and captured 17 million gallons of rainwater. Site should optimize sun and shade conditions: Tyson, Fairfax County, VA The design guidelines for pocket parks suggest a study of a site’s and surrounding buildings’ microclimate, because the conditions of sun and shade can influence comfort and use of the space. Site should be located in communities with high impervious surface: Philadelphia, PA Philadelphia gives priority to sites within census tracts that have high impervious surface and feed into a combined sewer system. Pocket Park Site Suitability Analysis | Revere | 16METHODS Summary The Pocket Park Site Suitability Analysis methodology was developed and implemented by MAPC, and incorporated input and data from the City of Revere and partners. Using a spatial dataset of municipal land, the analysis assessed suitability of the municipal sites for pocket park development across several demographic and environmental variables. A preliminary analysis was conducted first without giving greater preference to any variable over another. Three subsequent analyses gave greater weight to some variables over others to prioritize 1) Health Equity and 2) Climate Resilience benefits, and 3) Physical Characteristic suitability of the municipal sites. This section describes the data and processes for conducting the Pocket Park Site Suitability Analysis in detail. Municipal Land Dataset The pocket park site suitability analysis was conducted using municipally-owned and vacant parcels identified by the City of Revere partners. Revere partners provided two excel files and one spatial dataset. The first excel file includes municipally-owned vacant parcels, and 224 entries. The second excel file includes 59 entries; 35 of these parcels overlapped with those in the first excel file, and as such contributed an additional 24 parcels, resulting in a total of 248 parcels. Parcels in the second list were investigated by Revere partners and documented through site visits. Revere also provided a third dataset which included the geometry and attributes of an additional 11 potential park sites that did not align with parcel geometry, such as traffic medians and outdoor stairs, but had been identified as potentially suitable sites for pocket parks. The complete spatial dataset synthesized from all forms of potential park sites provided by Revere comprises a total of 259 potential pocket park locations. Pocket Park Site Suitability Analysis | Revere | 17Indicators, Criteria, and Themes Figure 3 shows a diagram of the analysis methods, depicting the Indicators that are grouped into Criteria, and the Criteria that are emphasized more than others in the Theme analyses. “Indicators” are the suitability measures that informed the analysis: an open space access analysis, linguistic isolation, minority population, low-income population, flood zones, sea level rise inundation, a land surface temperature analysis, tree canopy data, and regional terrain data. “Criteria” are the grouped indicators that help to characterize conditions related to Open Space Access, Environmental Justice, Wet Spots, Hot Spots, Tree Canopy, and Slope. The “Themes” are a way of giving greater weight to certain Criteria over others to emphasize the suitability of sites for Health Equity, Climate Resilience, and Physical Characteristics. Figure 3: Pocket Park Site Suitability Analysis, Diagram of Methods Pocket Park Site Suitability Analysis | Revere | 18Open Space Access Description The Open Space Access criteria describes open space and parks available to residents. Where areas are scored low, residents have limited access to open space features in their neighborhood; where areas are scored high, residents have greater access to open space features in their neighborhood. For the purposes of the pocket park analysis, areas are scored inverse to their open space access score to prioritize locations where there is limited access and therefore demonstrated need for more park space. Methods Open Space Access criteria was created by: 1) Calculating a service area for all protected and recreational open space (Source: MassGIS, Protected and Recreational Open Space). Service areas are defined as all areas within 100 meters of roads and shared use paths located within one-quarter mile to one-mile of park access points, depending on the park’s size. 2) Determining the number of residents living in the service area. The acreage of the open space was then divided by the population size in the open space service. 3) Producing spatial results in 250 x 250 meter grid-cells to describe the amount of open space accessible per person, an ascending scale, where a low score represents limited open space access, and a high score indicates more open space access. Figure 4 shows a map of these results. Pocket Park Site Suitability Analysis | Revere | 19Figure 4: Open Space Access Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 20Environmental Justice Description The Environmental Justice (EJ) criteria describes priority geographies for ensuring that the residents of those geographies are protected against environmental burdens, receive environmental benefits, and are meaningfully involved in related policymaking. Since 2002, the MA Executive Office of Energy and Environmental Affairs (EEA) has implemented an EJ Policy toward such efforts. The EJ policy recognizes that low-income communities and communities of color historically and currently live in neighborhoods that have greater exposure to pollution, contamination, and other environmental challenges that pose a risk to public health. The EJ Policy recognizes that all people have a right to be protected from environmental hazards and to live in and enjoy a clean and healthful environment regardless of race, color, national origin, income, or English language proficiency; and it prioritizes investment in EJ geographies toward equitable achievement of these principles. Methods The Environmental Justice analysis was performed using the methods of the EEA. Our analysis updates the currently available 2010 EJ dataset (which uses 2006-2010 ACS 5-year estimates); our updated analysis uses ACS 2012-2016 5-year estimate data for Revere. Figure 5 shows a map of these results. Neighborhoods that meet one or more of the following thresholds are considered EJ populations:  Income: Block group with an annual median household income is equal to or less than 65 percent of the statewide median (Source: ACS 2012-2016)  People of Color: 25% or more of the residents identifying as people of color (Source: ACS 2012-2016)  English Isolation: 25% or more of respondents speak English only or very well – Limited English Proficiency (LEP) (Source: ACS 2012-2016). The original 2010 EJ dataset utilized households as the base sample for the English Isolation criterion, defining linguistically isolated households as those in which no one over the age of 14 speaks English “very well.” These data were not available at the Census 2010 block group level in the ACS 2012-2016 tables, so the English isolation metric in this analysis is based on individual English isolation rather than household English isolation. Pocket Park Site Suitability Analysis | Revere | 21Figure 5: Environmental Justice Criteria Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 22Wet Spots Description The Wet Spots criteria prioritizes potential park sites based on flood hazard and future sea level rise inundation. In areas with a risk of flooding, unpaved pocket parks can provide some flood mitigation and allow for local stormwater infiltration. Sites located in areas estimated to have at a 0.2% annual chance of flooding (500-year return period) or greater based on the Federal Emergency Management Agency’s digital flood insurance rate maps (FEMA, 2017) are scored higher for those climate mitigation benefits. However, areas that would be flooded on a typical day assuming one foot of sea level rise, relative to global mean sea level in 2000 (NOAA, 2017) are scored lower to discourage park sites that may not deliver sustained benefits. One foot of sea level rise is expected to occur between 2030 and 2060 based on latest projections (Kopp et al., 2017) and analyses of sea level trends in the area (Figure 6). Areas that are neither within a flood hazard zone or within an area likely to be inundated by rising sea levels receive a neutral score under the “Wet Spots” indicator. Figure 6: Timing of One Foot of Sea Level Rise at Boston Harbor, Kopp et al., 2017 Methods The Wet Spots criteria was produced using two datasets: the FEMA National Flood Hazard Layer (2017) and the NOAA sea level rise viewer one-foot sea level rise spatial dataset (NOAA, 2017). Pocket Park Site Suitability Analysis | Revere | 23Figure 7: Flood Zones Map, part of Wet Spot Indicator, Revere Pocket Park Site Suitability Analysis | Revere | 24Figure 8: Sea Level Rise Map, part of Wet Spot Indicator, Revere Pocket Park Site Suitability Analysis | Revere | 25Hot Spots Description The Hot Spots criteria identifies areas with land surface temperatures greater than 100 degrees Fahrenheit on hot summer days. High land surface temperature correlates with high air temperature. The Hot Spots tend to be areas with a high proportion of impervious cover, such as parking lots and building rooftops. Most of Revere is covered by Hot Spots; this is true of most densely-developed cities in the MAPC region. In areas with Hot Spots, vegetation of pocket parks can serve to decrease land and air temperature, and can serve as places for residents to retreat to and cool down, particularly where trees can provide shade and cooling spaces. Areas within Hot Spots are scored higher for pocket parks because of their potential to deliver these climate resilience benefits. Methods Hot Spots were defined based on remotely sensed aerial images covering the MAPC region, taken on July 16th and August 30th, 2016. The images were collected by Landsat-7, courtesy of the U.S. Geological survey, and converted from reflectance bands to estimated land surface temperature using the method of Walawender, Hajto, and Iwaniuk (2012) with atmospheric correction values calculated with the method of Barsi, Barker, and Schott (2003). Both days were relatively cloudless and had recorded highs of 92°F at the Boston Logan Airport weather station (Source: National Centers for Environmental Information; National Climatic Data Center; MAPC analysis). The “hot spots” layer used in the Revere pocket parts suitability analysis was created by converting the land surface temperature raster to polygons of areas with estimated land surface greater than or equal to 100°F. About 10% of the MAPC region’s total land area met or exceeded that threshold. Pocket Park Site Suitability Analysis | Revere | 26Figure 9: Hot Spots Indicator Map Pocket Park Site Suitability Analysis | Revere | 27Tree Canopy Description The Tree Canopy map shows full-leaf tree coverage. Research findings indicate that sites with partial to no tree canopy coverage are most suited for pocket parks. Sites with full canopy cover are likely to require tree removal before they can be developed as pocket parks, and furthermore full canopy coverage indicates the area may already serve as green space with important carbon sequestration benefits. As such, sites that have up to 50% of tree canopy are scored higher for pocket park suitability. The tree canopy score declines linearly with canopy cover between 50% and 100% canopy coverage over a potential pocket park site. Methods The dataset showing tree canopy was sourced from an Urban Tree Canopy Assessment conducted by the University of Vermont Spatial Analysis Laboratory in partnership with the U.S. Department of Agriculture (2016). MAPC analysts calculated the percent canopy coverage on each potential park site in Community Viz ® by overlaying the canopy polygon dataset with the park site polygon dataset. Pocket Park Site Suitability Analysis | Revere | 28Figure 10: Tree Canopy Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 29Slope Description The Slope criteria reflects the degree to which the ground is level or sloped. Areas are scored inverse to the percentage of slope; that is, the steeper an area is, the less suitable it is for pocket park development, and the lower a score it receives. Level, or slightly inclined areas are better suited for a range of uses, and better for navigation by a range of users. Methods The dataset showing slope is from an MAPC analysis based on MassGIS digital terrain models of the region (2003-2018). Pocket Park Site Suitability Analysis | Revere | 30Figure 11: Slope Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 31Preliminary Results The preliminary analysis evaluated the suitability of all municipally owned parcels for pocket park development using the six criteria: Open Space Access, Environmental Justice, Wet Spots, Hot Spots, Tree Canopy, and Slope. The analysis weighted all indicators equally, giving no preference to any criteria over another. The results are shown in Figure 12, with the most suitable sites shown in red. It also shows contextual information on the location of schools, public housing, open spaces, and transportation infrastructure. A table of the top sites of the preliminary analysis follows. The header of the table describes the information in the columns. The subheader corresponds to the fields in the database that accompanies the analysis. MAPC provided this database to the City of Revere. Pocket Park Site Suitability Analysis | Revere | 32Figure 12: Preliminary Results, Pocket Park Site Suitability Analysis, Equal weights assigned to all indicators Pocket Park Site Suitability Analysis | Revere | 33Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating Address 18-324A- STRP ON 74.81 100.00 100.00 66.67 73.10 100.00 118-324A-1 DOUGLAS ST 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 94.99 130-1 AVE Opposite Walnut Ave 5.33 100.00 100.00 100.00 86.36 93.04 and Kimball Ave 8-92-308- AVALON ST 38.29 100.00 100.00 66.67 86.36 92.92 92-30 Fire Station - 1-15-17 1- Winthrop 90.38 100.00 50.00 66.67 75.51 90.26 15-17 Ave - NOT ACTIVE 2-47-27A2- 1A GEORGE 62.39 100.00 100.00 33.33 86.36 90.12 47-27A AVE 2-47-222- ATLANTIC 47-222-47- 62.39 100.00 100.00 33.33 86.36 90.12 AVE 22 301 LEE 6-120B-76- BURBANK 25.62 100.00 100.00 66.67 86.36 89.07 120B-7 REAR HWY 6-120B- RIGHT OF 126-120B- 25.62 100.00 100.00 66.67 86.36 89.07 WAY 12 8-132-1 8- Costa Park 100.00 100.00 50.00 66.67 61.63 88.96 132-1 Table 1: Top Parcels, Preliminary Analysis Pocket Park Site Suitability Analysis | Revere | 34Themes To examine more closely the degree to which sites may deliver specific benefits, the suitability analysis was conducted three additional times to give greater importance to sets of criteria to emphasize the degree to which they promote Health Equity, Climate Resilience, or have Physical Characteristics suitable for pocket park development. These analyses are described as “Themes”. Health Equity Theme The Health Equity theme characterizes conditions that are correlated with equitable health outcomes. Having access to open space and parks can increase opportunities for physical activity, social interaction, and reduce stress. The Open Space Access indicator allows for prioritizing pocket park development within areas with currently limited park access. The Environmental Justice indicator allows for prioritizing pocket parks, and the delivery of their environmental and health benefits in areas where population characteristics are correlated with increased environmental burdens. The Health Equity theme places a greater weight or importance on open space access and environmental justice criteria, while also incorporating suitability criteria related to climate resilience benefits and physical suitability as secondary considerations. Climate Resilience Theme The Climate Resilience theme characterizes conditions that are correlated with ecosystem services that mitigate climate impacts. Pervious, unpaved land allows for local retention and absorption of precipitation and reduces stormwater runoff. This can lessen the demands on municipal stormwater drainage systems. Where pocket parks add to a community’s pervious open space resources, they may play a supportive role in flood retention. The Wet Spot criterion allows for prioritizing pocket parks and the delivery of local stormwater retention benefits in flood prone areas. This indicator also allow for the de-prioritization of areas that are expected to see sea level rise. The Hot Spot criterion allows for prioritizing pocket parks in areas where they can provide its users with shade coverage to escape high temperatures; or where intentional water features could also aid in lessening heat impacts on people. The Climate Resiliency theme places a greater weight or importance on criteria related to maximizing climate resilience benefits, while also incorporating suitability criteria related to health equity and physical suitability as secondary considerations. Physical Characteristics Theme The Physical Characteristics theme of the analysis characterizes additional suitability conditions related to the site’s environment and accessibility. The Tree Canopy indicator allows for prioritizing pocket park development in areas with partial tree canopy coverage and partial open ground, to support multiple uses. The Slope indicator allows for prioritizing sites that have either no incline or a limited incline, which allows for greater physical access for a broader range of users. The Physical Characteristics theme places a greater weight or importance on sites that require only a small investment of resources to transform sites into parks (such as tree removal and terracing) while also incorporating suitability criteria related to climate resilience benefits and health equity as secondary considerations. Pocket Park Site Suitability Analysis | Revere | 35Figure 13: Pocket Park Site Suitability Analysis, Diagram of Methods Assigning Weights To compute an aggregate suitability ranking 𝑆 for each site, the criteria were assigned weights (w ) reflecting their overall importance. The overall suitability ranking 𝑆 is the weighted sum of the Wet Spots score 𝑊, the Hot Spots score 𝐻, the Slope score 𝐿, the Tree Canopy coverage score 𝐶, the Environmental Justice score 𝐸, and the Open Space Access score 𝑂 with weights 𝑤 for 𝑖 each indicator 𝐼. 𝑆 = 𝑤 𝑊 + 𝑤 𝐻 + 𝑤 𝐿+ 𝑤 𝐶 + 𝑤 𝐸 + 𝑤 𝑂 𝑊 𝐻 𝐿 𝐶 𝐸 𝑜 Each weight reflects the overall priority given to each criteria in determining the suitability of a site for development as a pocket park. To illustrate three options for how the sites might be prioritized, the MAPC analysis applied three sets of weights to the site suitability ranking in three Themes. Pocket Park Site Suitability Analysis | Revere | 36THEME WEIGHTS Criteria Health Equity Climate Resilience Physical Characteristics Open Space Access 15 5 5 Environmental Justice 15 5 5 Wet Spots 3 15 3 Hot Spots 3 15 3 Tree Canopy 3 3 15 Slope 0 0 15 Table 2: Criteria weights assigned in the Health Equity, Climate Resilience and Physical Characteristics Themes The first theme, Health Equity emphasizes the importance of Open Space Access and Environmental Justice in selecting pocket park sites. Other indicators are included in the suitability analysis, but receive less weight than Open Space Access score and the Environmental Justice score of each site. To capture all sites that could potentially serve these areas, the Slope indicator was removed from this theme, as a flat site was considered to be desirable, but not necessary. The second theme, Climate Resilience emphasizes the importance of sustainability and flood and heat mitigation in pocket park site selection in the suitability analysis. Once again, the Slope indicator was removed from this theme. The final theme, Physical Characteristics applied more weight to the Slope indicator and Tree Canopy indicators than other indicators in the suitability analysis to emphasize sites’ physical suitability for park development. Community Viz ® and Site Suitability Analysis Community Viz ® is an add-on for ESRI ArcGIS created by City Explained, Inc. that enables a number of advanced planning applications. In addition to suitability analyses, it also enables build-out analyses, and optimization. Community Viz ® includes a “Suitability Wizard” that structures suitability analyses for planners and analysts through a pre-established structure of indicators, assumptions, scenarios, and criteria. The ability to create spatial data attributes that are formula-driven and dynamically updated as underlying data or criteria change allows planners to use spatial data for suitability analysis. For example, Community Viz ® smoothly integrates distance from relevant features or the percent to which features overlap other features as analysis criteria without lengthy manual spatial analysis. We used Community Viz ® to structure and implement the Revere Pocket Parks Site Suitability Analysis. The “scenarios” tool allowed sites to be compared from three perspectives in terms of the Health Equity, Climate Resilience, and Physical Characteristics themes. Community Viz ® Suitability Wizard also automatically normalized indicator values so they would take on a common range of values that are straightforward to compare across indicator categories. Technical Documentation MAPC produced technical documentation that provides the step-by-step methods in greater detail. Those interested should contact MAPC staff named in this report to learn more about the methods. Pocket Park Site Suitability Analysis | Revere | 37RESULTS OF ANALYSIS Description of Results The Revere Pocket Park Site Suitability Analysis results are presented across three themes explored in this project. Results identify the suitability of 259 potential sites for pocket park development relative to the health equity and climate resilience benefits they may deliver, as well as the physical suitability of parcels to be converted into pocket parks. Figure 14 shows a composite map of the top-ranking parcels for the Health Equity, Climate Resilience, and Physical Characteristics themes. The top parcels are predominantly located in the southeastern area of Revere, and some sites rank high for more than one criteria. Health Equity Figure 15 shows a map of all parcels assessed for their potential to promote Health Equity. Table 3 shows the top parcels of the Health Equity theme. The table header describes the information in the columns. The subheader corresponds to the fields in the database that accompanies the analysis. MAPC provided this database to the City of Revere. Climate Resilience Figure 16 shows a map of all parcels assessed for their potential to promote Climate Resilience. Table 4 shows the top parcels of the Climate Resilience theme. Physical Characteristics Figure 17 shows a map of all sites assessed for the suitability of their Physical Characteristics for pocket park development. Table 5 shows the top parcels of the Physical Characteristics theme. Analysis Application The parcels that are ranked highest in this analysis should be examined further by the City of Revere and its partners, and expanded ground-level assessments that look at additional features (i.e. proximity to potential users, availability of site, size of site, potential uses or other features) should be conducted to confirm suitability for pocket park development. The results are intended to inform strategic implementation that aligns goals for climate resilience, health equity, and open space expansion with stakeholder coordination, funding and other resources necessary for pocket park conversion. The section following the results identifies funding resources that support park and recreation resource development and should be explored. Pocket Park Site Suitability Analysis | Revere | 38Top Sites of All Themes Figure 14: Final Results, showing a composite map of the top sites for the Health Equity, Climate Resilience, and Physical Characteristics themes Pocket Park Site Suitability Analysis | Revere | 39Health Equity Theme Figure 15: Final results, showing a map of all sites assessed for their potential to promote Health Equity Pocket Park Site Suitability Analysis | Revere | 40Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 100.00 130-1 AVE 8-132-1 8- 0 SHIRLEY 100.00 100.00 50.00 66.67 61.63 97.55 132-1 AVE Traffic Island - Walnut Ave, Franklin 100.00 100.00 50.00 66.67 41.22 95.02 Ave, Centennial Ave Traffic Island - FItzhenry Sq, Centennial 100.00 100.00 50.00 66.67 39.15 94.77 Ave, Campbell Ave 931 1-15-17 1- WINTHROP 90.38 100.00 50.00 66.67 75.51 94.50 15-17 AVE 100 1-16A-1 1- CRESCENT 99.80 100.00 50.00 66.67 36.77 94.37 16A-1 AVE 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 92.69 118-324A-1 DOUGLAS ST 13- 192Q191- 0 LYNNWAY 27813- 100.00 0.00 100.00 66.67 70.90 92.51 REAR 192Q191- 278 13- 192Q191- 70 287 13- 100.00 0.00 100.00 66.67 57.78 90.89 LYNNWAY 192Q191- 287 Table 3: Top Parcels of the Health Equity Theme Pocket Park Site Suitability Analysis | Revere | 41Climate Resilience Theme Figure 16: Final results, showing a map of all sites assessed for their potential to promote Climate Resilience Pocket Park Site Suitability Analysis | Revere | 42Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 100.00 118-324A-1 DOUGLAS ST Opposite 5.33 100.00 100.00 100.00 86.36 94.38 Walnut Ave and Kimball Ave 8-92-308- 0 AVALON 38.29 100.00 100.00 66.67 86.36 94.30 92-30 ST 10-183- 67 CALUMET 84.50 100.00 100.00 33.33 54.85 93.76 1110-183- ST 11 2-47-27A2- 1A GEORGE 62.39 100.00 100.00 33.33 86.36 92.55 47-27A AVE 2-47-222- 0 ATLANTIC 62.39 100.00 100.00 33.33 86.36 92.55 47-222-47- AVE 22 6-120B-76- 301 LEE 25.62 100.00 100.00 66.67 86.36 91.89 120B-7 BURBANK REAR HWY 6-120B- 0 RIGHT OF 25.62 100.00 100.00 66.67 86.36 91.89 126-120B- WAY 12 7-114-118- 0 PRATT PL 25.62 100.00 100.00 66.67 61.60 89.53 33C7-114- 118-33C Table 4: Top Parcels of the Climate Resilience Theme Pocket Park Site Suitability Analysis | Revere | 43Physical Characteristics Theme Figure 17: Final results, showing a map of all sites assessed for the suitability of their Physical Characteristics for pocket park development Pocket Park Site Suitability Analysis | Revere | 44Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 100.00 130-1 AVE Traffic Island 100.00 100.00 50.00 33.33 86.36 97.52 - Kimble Ave, North Shore Rd, Beach St Traffic Island 100.00 100.00 50.00 33.33 86.36 97.52 - Dehon St, North Shore Rd, Centennial Ave 7-121-177- 0 96.95 100.00 50.00 33.33 86.36 96.41 121-17 OVERLOOK AVE Public stairs 96.95 100.00 50.00 33.33 86.36 96.41 from Florence Ave to Campbell Ave 8-137-188- 0 SHIRLEY 100.00 100.00 50.00 33.33 82.96 95.05 137-18 AVE 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 93.87 118-324A-1 DOUGLAS ST 16-259- 0 AUCELLA 89.40 100.00 50.00 33.33 86.36 93.68 2916-259- CT 29 16-259- 0 AUCELLA 89.40 100.00 50.00 33.33 86.36 93.68 2616-259- CT 26 Table 5: Top Parcels of the Physical Characteristics Theme Pocket Park Site Suitability Analysis | Revere | 45FUNDING SOURCES The Revere Open Space and Recreation Plan, 2018-2025 Update lists and describes the following state and federal funding sources available for park and recreation efforts.  Local Acquisition for Natural Diversity (LAND) Program  Parkland Acquisitions and Renovations for Communities (PARC) Program  Land and Water Conservation Fund (LWCF)  Recreational Trails Grant Program (RTGP)  Gateway Cities Program  Community Preservation Act The following resources also support park and recreation activities. Housing and Urban Development, Community Development Block Grant The Community Development Block Grant (CDBG) program is a flexible program that provides communities with resources to address a wide range of unique community development needs. Beginning in 1974, the CDBG program is one of the longest continuously run programs at HUD. The CDBG program identifies publicly-owned facilities and infrastructure such as parks, playgrounds, and aesthetic amenities such as trees, sculptures, pools of water and fountains and other works of art as Public Facilities and Improvements. CDBG funds may be used in low- and moderate-income areas (census tracts) for the acquisition, construction, reconstruction, rehabilitation or installation of such public improvements or facilities. National Recreation and Park Association The National Recreation and Park Association (NRPA) periodically posts information about grant and fundraising opportunities that are available for park and recreation agencies and affiliated friends groups and 501(c)(3) nonprofits. Department of Conservation and Recreation, Urban and Community Forestry Challenge Grant The Massachusetts Department of Conservation and Recreation (DCR) Urban and Community Forestry Program offers 50-50 matching reimbursement grants (75-25 for projects in environmental justice areas) to municipalities and nonprofit groups in Massachusetts communities of all sizes for the purpose of building local capacity for excellent urban and community forestry at the local and regional level. Urban and Community Forestry refers to professional management (planting, protection, and maintenance) of a municipality’s public tree resources in partnership with residents and community institutions. Pocket Park Site Suitability Analysis | Revere | 46Community Compact Cabinet, Best Practices Program The Community Compact is a voluntary, mutual agreement entered into between the Baker-Polito Administration and individual cities and towns of the Commonwealth. In a Community Compact, a community will agree to implement at least one best practice that they select from across a variety of areas. Those communities participating in the Community Compact will, over a two year period, implement the best practice(s) they selected when entering into the Compact. Resources for technical assistance from the Commonwealth will be prioritized for those communities entered into a Compact and seeking to implement their best practice(s). The Division of Local Services serves as the primary point of entry for communities looking for resources in best practice development and implementation. The Best Practices most aligned with pocket park development fall under the Energy and Environment Category, and subcategories: Sustainable Development and Land Protection; Climate Change Mitigation; and Climate Change Adaptation & Resilience. Municipal Vulnerability Preparedness Program The Municipal Vulnerability Preparedness (MVP) Program provides support for cities and towns in Massachusetts to begin the process of planning for climate resiliency and implementing priority projects. Communities who complete the MVP program become certified as an MVP community and are eligible for MVP Action grant funding and other opportunities. Revere is an MVP community and is eligible for the MVP Action grant funding. Determination of Need Funding, Community-Based Health Initiatives The Massachusetts Determination of Need (DoN) regulation invests in innovative health delivery methods and public health strategies. The DoN Community-Based Health Initiative (CHI), promotes addressing 6 social determinants of health, as defined by the DoN Health Priorities. The DoN Health Priorities include “Built Environment” features including “access to parks and open space”. Trust for Public Land The Trust for Public Land (TPL) helps state and local governments design, pass, and implement legislation and ballot measures that create new public funds for parks and land conservation. TPL provides 1) technical assistance, creating legislative and ballot measures that reflect public priorities, 2) campaign services, offering a suite of campaign services from planning to get-out- the-vote programs, and 3) conservation economics, delivering research on the fiscal and economic benefits of land conservation. NeighborWorks America NeighborWorks America provides capacity-building trainings, tools, and technical assistance for community development professionals. Their Community Revitalization & Engagement resources include tools to evaluate park and public space interventions. Commonwealth Places ® Commonwealth Places, a collaborative initiative from MassDevelopment and Patronicity, is a crowdgranting challenge program to activate new or distressed public places and community Pocket Park Site Suitability Analysis | Revere | 47spaces. The program is open to municipalities and nonprofits to improve low- and moderate- income communities in Massachusetts. City of Revere, Parks & Recreation Department The City of Revere Parks & Recreation Department is capable of funding certain capital projects throughout the year based on available funding. Funding can go towards park and open space development, improvement, and or maintenance. City of Revere Community Improvement Trust Fund The City of Revere Community Improvement Trust Fund receives payments when development proposals are granted special permits or variances on new structures that exceed by right allowances for the number of units, Floor-to-Area-Ratio (FAR), height or maximum building coverage. By a majority vote of the City Council, the funds may be spent for a range of purposes, including recreation and open space areas and the support of athletic programs. Massachusetts Cultural Council, Capital Grants Program The Capital Grant Program provides matching grants to assist with the acquisition, final-stage design, construction, repair, renovation, rehabilitation, or other capital improvements or deferred maintenance of cultural facilities in Massachusetts. Revere CARES, Revere on the Move Mini-Grant Revere on the Move and the Alcohol, Tobacco, and Other Drugs Task Force offers mini grants to fund residents’ ideas that continue making Revere a healthy place to work, play, and raise families. Among eligible projects, funds can go to park and open space development and improvements. Other potential partners and funding Revere partners also identified the Revere Chamber of Commerce and private developers, neighborhood associations, and property owners as potential allies in supporting pocket park development. Pocket Park Site Suitability Analysis | Revere | 48REFERENCES Ahmed, Noha and Abd El Aziz. “Potentials of creating pocket parks in high density residential neighborhoods: The case of Rod El Farag, Cairo city”. International Journal of Development and Sustainability ISSN: 2186-8662 –Volume 4 Number 7 (2015): Pages 805-824. https://isdsnet.com/ijds-v4n7-3.pdf. Armato, Francesco. “Pocket Park: Product Urban design”. The Design Journal, 20:sup1, S1869- S1878. 2017. https://www.tandfonline.com/doi/pdf/10.1080/14606925.2017.1352705. Aurora Parks and Open Space Department. “Dedication and Development Criteria Manual”. 2008. https://www.auroragov.org/UserFiles/Servers/Server_1881137/File/ Business%20Services/Development%20Center/Code%20&%20Rules/Design%20Standard/Plan ning%20Design%20Standard/008461.pdf. Barsi J., Barker J., Schott J., 2003. An Atmospheric Correction Parameter Calculator for a Single Thermal Band Earth-Sensing Instrument. Proc IEEE International Geoscience and Remote Sensing Symposium (IGARSS), 21-25 July 2003, Toulouse, France.Blake, Alison. “Pocket Parks”. University of Washington. http://depts.washington.edu/open2100/ Resources/2_OpenSpaceTypes/Open_Space_Types/pocket_parks.pdf. Boulder. “Chapter 3: Urban Design”. https://www-static.bouldercolorado.gov/ docs/tvap-urban-design-1-201304181633.pdf. Branas, Charles et al. “A Difference-in-Differences Analysis of Health, Safety, and Greening Vacant Urban Space”. American Journal of Epidemiology, 2011, Vol. 174, No. 11. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3224254/ Braubach, Matthias et al. “Effects of Urban Green Space on Environmental Health, Equity and Resilience”. Nature-Based Solutions to Climate Change Adaptation in Urban Areas. Theory and Practice of Urban Sustainability Transitions. Springer, Cham. 2017. https://link.springer.com/chapter/10.1007%2F978-3-319-56091-5_11#citeas. Byrne, Jason and Yang Jinjun. “Can urban greenspace combat climate change? Towards a subtropical cities research agenda”. Australian Planner, 2009, 46:4, 36-43. https://www.researchgate.net/publication/43694566_Can_urban_greenspace_combat_climate _change_Towards_a_subtropical_cities_research_agenda. City of Fresno. “Fresno Parks Master Plan Draft”. 2017. https://www.fresno.gov/darm/wp- content/uploads/sites/10/2016/10/Fresno-PMP_Public-Draft_Oct-2017.pdf. City of Salem. “Comprehensive Park System Master Plan Update”. 2013. https://www.cityofsalem.net/CityDocuments/park-system-master-plan.pdf. Cobb County. “Pocket Park Policy”.http://www.grpa.org/uploads/ Sample%20Pocket%20Park%20Policy.pdf. Pocket Park Site Suitability Analysis | Revere | 49Cohen, Deborah, et al. “Park Use and Physical Activity in a Sample of Public Parks in the City of Los Angeles”. Rand Health. 2006. https://www.rand.org/content/dam/rand/pubs/ technical_reports/2006/RAND_TR357.pdf. Cohen, Deborah A, et al. “The potential for pocket parks to increase physical activity”. American journal of health promotion, vol. 28,3 Suppl, 2014, S19-26. https://www.ncbi.nlm.nih.gov/ pmc/articles/PMC4091959/. The Conservation Law Foundation and CLF Ventures, Inc. “Growing Green: Measuring Benefits, Overcoming Barriers, and Nurturing Opportunities for Urban Agriculture in Boston”. 2012. https://www.clf.org/wp-content/uploads/2016/04/GrowingGreen.Report.July2012.pdf. Erie. “Chapter 3: Parks”. https://erieco.gov/DocumentCenter/View/933/Ch-3?bidId=. Fairfax County. “Chapter 6: Urban Parks”. https://www.fairfaxcounty.gov/tysons/sites/ tysons/files/assets/documents/pdf/urban%20design/6_udg_parks.pdf. Ferguson, Patrick, et al. “The Los Angeles Parks Foundation: A Study of the 50 Parks Initiative”. University of Southern California. 2014. https://www.laparks.org/sites/default/files/ projects/LAPF%2050%20Parks%20Initiative%20Study%20-%20Final.pdf. Fort Worth. “Neighborhood and Community Park Dedication Policy”. http://fortworthtexas.gov/uploadedFiles/PACS/Parks/Dedication.pdf. Konijnendijk, Cecil C. et al. “Benefits of Urban Parks: A systematic review”. Copenhagen & Alnarp, 2013. https://worldurbanparks.org/images/Newsletters/IfpraBenefitsOfUrbanParks.pdf. LeFlore, Alison. “Increasing Urban Open Space Through Pocket Parks”. Tufts University. 2012. https://dl.tufts.edu/catalog/tufts:20893. Massachusetts Bureau of Geographic Information (MassGIS, 2003-2018). “Digital Terrain Model files for Massachusetts.” https://docs.digital.mass.gov/dataset/massgis-data-digital-terrain- model-dtm-files?_ga=2.255973835.1191074854.1551816893-1139506905.1536181137 Metro Parks Nashville. “The Nashville Parks and Greenways Master Plan”. 2017. https://www.nashville.gov/Portals/0/SiteContent/Parks/docs/PlanToPlay/2017-04- 12%20Parks%20MP%20Book.pdf. National Recreation and Park Association (NRPA). “Creating Mini-Parks for Increased Physical Activity”. https://www.nrpa.org/contentassets/f768428a39aa4035ae55b2aaff372617/ pocket-parks.pdf. PennPraxis. “Green2015: An Action Plan for the First 500 Acres”. http://planphilly.com/sites/ planphilly.com/files/G2015Layout_v13_FINAL_web_compressed.pdf. Rigolon, Alessandro and Travis L. Flohr. “Access to Parks for Youth as an Environmental Justice Issue: Access Inequalities and Possible Solutions”. Buildings, 2014, 4, 69-94. 2014. https://www.mdpi.com/2075-5309/4/2/69/pdf. Pocket Park Site Suitability Analysis | Revere | 50Seattle Parks and Recreation. “2017 Parks and Open Space Plan”. 2017. https://www.seattle.gov/Documents/Departments/ParksAndRecreation/PoliciesPlanning/2017Pla n/2017ParksandOpenSpacePlanFinal.pdf. Seltenrich, Nate. “Just What the Doctor Ordered: Using Parks to Improve Children’s Health”. Environmental Health Perspectives, 2015, Oct; 123(10): A254–A259. https://ehp.niehs.nih.gov/doi/10.1289/ehp.123-A254. SF Better Streets. Street and Sidewalk Pocket Parks. https://www.sfbetterstreets.org/find-project- types/reclaiming-roadway-space/street-and-sidewalk-parks/. Sinou, Maro and Gail Kenton. “Parameters contributing to the design of a successful urban pocket park”. PLEA2013 - 29th Conference, Sustainable Architecture for a Renewable Future, Munich, Germany 10-12 September 2013. https://mediatum.ub.tum.de/doc/1169341/1169341.pdf. University of Vermont Spatial Analysis Lab (2016). Urban Tree Canopy Assessment for Boston Metro Mayors Climate Smart Cities Decision Support tool. https://www.nrs.fs.fed.us/urban/utc/; https://web.tplgis.org/metromayors_csc/. Visalia City. “Pocket Park Development Standard”. 2005. https://www.visalia.city/civicax/filebank/blobdload.aspx?BlobID=4542. Walawender J., Hajto M., Iwaniuk P., 2012, A new ArcGIS toolset for automated mapping of land surface temperature with the use of LANDSAT satellite data. Proc. IEEE International Geoscience and Remote Sensing Symposium (IGARSS), 22-27 July 2012, Munich, Germany, 4371-4374, doi: 10.1109/IGARSS.2012.6350405. Pocket Park Site Suitability Analysis | Revere | 51APPENDICES Stakeholder Meeting, February 6, 2019 Participants of the February 6, 2019 meeting provided their comments on neighborhood characteristics related to the discussion about pocket park development opportunities. Pocket Park Site Suitability Analysis | Revere | 52Pocket Park Site Suitability Analysis | Revere | 53Pocket Park Site Suitability Analysis | Revere | 54Pocket Park Site Suitability Analysis | Revere | 55Master Plan Community Forum, May 8, 2019 On May 8, 2019 Revere hosted a Master Plan forum on Transportation, Energy & Climate, and Public Health & Open Space. Forum participants provided input on pocket park features through a visual preference survey. This feedback was subsequently added to by the Revere Cares Coalition meeting participants on June 25, 2019. The following pages show snapshots of combined feedback from both forums, where participants were asked, “What do you like about these pocket parks?”. Pocket Park Site Suitability Analysis | Revere | 56Pocket Park Site Suitability Analysis | Revere | 57Pocket Park Site Suitability Analysis | Revere | 58Pocket Park Site Suitability Analysis | Revere | 59Pocket Park Site Suitability Analysis | Revere | 60Revere Cares Coalition Meeting, June 25, 2019 The Revere Cares Coalition held its regular meeting, focusing on the Revere Pocket Parks Project. Participants were given an overview of the project and explored five sites that were included in the pocket park suitability analysis. This sites are listed below, followed by images of the discussion and ideas generated by participants for each about what pocket park opportunities excited them.  69 Shirley Avenue  Avalon Street (at the intersections of Avalon and Blake Streets)  931 Winthrop Avenue  Fitzhenry Square  39 Arcadia Street Pocket Park Site Suitability Analysis | Revere | 61Pocket Park Site Suitability Analysis | Revere | 62Pocket Park Site Suitability Analysis | Revere | 63Pocket Park Site Suitability Analysis | Revere | 64Pocket Park Site Suitability Analysis | Revere | 65Pocket Park Site Suitability Analysis | Revere | 66Pocket Park Site Suitability Analysis | Revere | 67",
    "TEXT BY PAGE": [
        "REVERE Pocket Park Site Suitability Analysis Prepared for The City of Revere Office of Strategic Planning and Economic Development 281 Broadway Revere, MA 02151 Tel: (781) 286-8181 https://www.revere.org/ Prepared by Metropolitan Area Planning Council 60 Temple Place, 6th Floor Boston, Massachusetts 02111 www.mapc.org July 2019",
        "ACKNOWLEDGEMENTS This document was produced with professional technical assistance provided by the Metropolitan Area Planning Council staff Heidi Stucker; Lily Perkins-High; and Caitlin Spence. Research consultant, Axum Teferra provided research technical assistance consulting services. City of Revere Strategic Planning & Economic Development staff, Techrosette Leng, and Healthy Community Initiatives staff Dimple Rana, and Vanny Huot, were the lead municipal partners and collaborators on the project. Funding support was provided by the Barr Foundation. MAPC Officers President Keith Bergman, Town of Littleton Vice President Erin Wortman, Town of Stoneham Secretary Sandra Hackman, Town of Bedford Treasurer Taber Keally, Town of Milton MAPC Staff Heidi Stucker, Assistant Director, Public Health Lily Perkins-High, Analytical Services Manager, Data Services Caitlin Spence, Planning and GIS Analyst, Data Services Axum Teferra, Research Consultant to MAPC City of Revere Lead Partners Techrosette Leng, City Planner, Office of Strategic Planning and Economic Development Dimple Rana, Director, Healthy Community Initiatives Department and Co-Leader of Revere on the Move Vanny Huot, Neighborhood Organizer, Healthy Community Initiatives Department Municipal and Community Partners Name Title Affiliation Kyla Alterman Revere Community Engagement The Neighborhood Developers Manager Viviana Cataño Program & Communications MGH Revere CARES Coalition Manager Sylvia R. Chiang Director MGH Revere CARES Coalition Charles Giuffrida Assistant Director Parks & Recreation Department, City of Revere Kathleen Heiser President Beachmont Improvement Committee Reuben Kantor Director Office of Innovation and Data Management, City of Revere Angel Santos Burres Director, Outdoors Rx® Appalachian Mountain Club Pocket Park Site Suitability Analysis | Revere | 2",
        "CONTENTS Acknowledgements ........................................................................................................................................... 2 Introduction......................................................................................................................................................... 4 Project Overview .............................................................................................................................................. 6 Guiding Framework ......................................................................................................................................... 8 Aligning with Municipal and Regional Goals ............................................................................................ 10 Literature Review ............................................................................................................................................ 11 Methods ............................................................................................................................................................ 17 Results of Analysis ........................................................................................................................................... 38 Funding Sources .............................................................................................................................................. 46 References ........................................................................................................................................................ 49 Appendices ...................................................................................................................................................... 52 Pocket Park Site Suitability Analysis | Revere | 3",
        "INTRODUCTION Pocket Parks Pocket parks, also known as minipark or vest-pocket parks, are urban open space at the very small scale. Usually only a few house lots in size or smaller, pocket parks can be tucked into and scattered throughout the urban fabric where they serve the immediately local population. These parks tend to act as scaled-down neighborhood parks, and often try to meet a variety of needs. Functions can include small event space, play areas for children, spaces for relaxing or meeting friends, taking lunch breaks, etc. They can be a refuge from the bustle of surrounding urban life and offer opportunities for rest and relaxation. In densely developed urban neighborhoods with limited options for developing larger-scale parks, pocket parks, and a system of these can be attractive options for meaningfully increasing outdoor public space and recreation opportunities for residents. Vacant or otherwise unused public land may be used for creating pocket parks, which can also serve to clean and beautify public spaces. Low-income neighborhoods that are densely populated, and therefore have high demand for open space stand to benefit the most from increased open space amenities. Figure 1: Philadelophia | Roxborough Pocket Park First Friday Event Held in June 2018 | source https://roxboroughpa.com/enjoy- the-outdoors/roxborough-pocket-park Pocket Park Site Suitability Analysis | Revere | 4",
        "Pocket parks can deliver a range of ecological, social, and health benefits. Natural, pervious surfaces help to mitigate stormwater runoff and encourage water infiltration; vegetation can create habitat for local species, particularly birds; tree canopies can serve to shade and cool park visitors, while also sequestering carbon. Pocket parks can encourage neighbors to meet one another and build relationships. Where neighbors are using public spaces more, this can also contribute to a sense of neighborhood vibrancy and investment in public spaces. The presence of actively used public spaces has also been correlated with increased safety and crime reduction. And, where pocket parks encourage people to get outdoors, they encourage physical activity, can facilitate stress reduction and improve mental health. The range of co-benefits of pocket parks support goals for climate resilience as they relate to increasing ecological and social resilience. Figure 2: Seattle |6th Avenue NW Pocket Park | Source: http://www.seattle.gov/parks/find/parks/6th-avenue-nw-pocket-park Pocket Park Site Suitability Analysis | Revere | 5",
        "PROJECT OVERVIEW Project Summary The City of Revere Office of Strategic Planning and Economic Development partnered with the Metropolitan Area Planning Council on this project, to identify and map sites suitable for pocket park development in Revere. The Pocket Park Suitability Analysis supports strategic pocket park development that promotes health equity and climate resilience, and on sites that have physical characteristics that make them suitable. It was of particular importance to Revere partners that equitable park access and associated health benefits be emphasized in the analysis. The analysis results can also be used facilitate achieving the City’s broader goals for climate resilience, public health and open space recreation. The project applied various suitability criteria to sites in Revere and produced a ranked list of the sites. The ranked sites can serve as a guide for Revere to further investigate the most promising locations, to assess them for additional features (i.e. proximity to potential users, availability of site, size of site, potential uses or other features) and confirm their suitability. This additional investigation should be done through site visits and coordinated discussion. The appendices include a summary of community engagement and feedback since the completion of this report. These include the Master Plan Community Forum, held on May 8, 2019 and the Revere Cares Coalition Meeting, held on June 25, 2019. Partner Roles City of Revere lead partners included the Office of Strategic Planning and Economic Development’s Techrosette Leng, City Planner, and the Healthy Community Initiatives Department’s Dimple Rana, Director, and Vanny Huot, Neighborhood Organizer. These partners coordinated provisioning local spatial parcel datasets, convened municipal and community stakeholders to inform the project, and were in regular communication and coordination with MAPC and Revere stakeholders to ensure a productive project. The project was supported and informed by community and municipal stakeholders with a range of expertise in conditions and needs in Revere, community development, planning, parks and recreation, data management, community organizing, among other expertise areas. The Metropolitan Area Planning Council Public Health Department and Data Services Department led the project, coordinating execution of project tasks including research, facilitating partner and stakeholder meetings and soliciting and incorporating feedback, developing the methodology and conducting the analysis, and completing the final report. Pocket Park Site Suitability Analysis | Revere | 6",
        "Project Scope The project scope included the following summary tasks: 1) Research Literature review of pocket parks; Research of funding sources for pocket park implementation 2) Develop Methodology Evaluate comparable analyses; determine criteria and indicators for pocket park site suitability analysis; determine weight of criteria and indicators; draft and finalize methodology for conducting pocket park site suitability analysis 3) Collect Data Identify and prepare spatial datasets for use in the analysis (i.e. tree canopy coverage, slope, open space access, flood risk, temperature); solicit and prepare spatial parcel datasets of publicly owned parcels in Revere 4) Conduct Analysis Conduct the analysis 5) Write Report Synthesize and present research and findings in a report 6) Engagement Engage representatives from the municipality to inform developing the methodology, and provide local data needed to conduct the analysis; prepare and disseminate results Description of Engagement and Feedback MAPC and the City of Revere partnered to hold two meetings with stakeholders to discuss the Revere Pocket Park Site Suitability Analysis Project and receive input and feedback.  Meeting 1, January 18, 2019 MAPC introduced the concept and examples of pocket parks and presented an overview of the project scope and objectives. Participants provided feedback on the proposed methodology. Participants included Techrosette Leng, Dimple Rana, Vanny Huot, Kyla Alterman, Viviana Cataño, Charles Giuffrida, and Reuben Kantor.  Meeting 2, February 6, 2019 MAPC reviewed the pocket park concept and examples, and provided an overview of the project scope and objectives. MAPC also presented the modified site suitability analysis methodology. Participants provided feedback on the methodology. They came to consensus about the value of measuring open space access in the analysis and requested that this be given greater weight in the analysis. Participants also reviewed the printed maps of the municipally-owned parcels, and provided comments on them based on their knowledge of the neighborhood conditions and needs (see the Appendices for the comments on these maps). In this meeting, participants also requested that key medians, rotary islands, and stairs be included in the analysis; the City of Revere followed up by providing the spatial data for these sites. In addition to these meetings, MAPC and the City of Revere partners were in email and phone communication during the project. Pocket Park Site Suitability Analysis | Revere | 7",
        "GUIDING FRAMEWORK Informed by the literature review, the Pocket Park Site Suitability Analysis established the following framework to assess suitability of municipally owned land for pocket park development. Health Equity Health Equity is the condition in which everyone has a fair and just opportunity to live a healthy life. Embedded in the concept is a recognition that health issues are experienced disproportionately more by some, particularly people in poverty and people of color. Social, economic, and physical conditions into which people are born, live, work, play, and age have a substantial impact on health. As such, achieving health equity requires removing barriers through a range of strategies. In this analysis, the Health Equity Theme (discussed in detail on page 35) enables equitable improvements to and expansion of pocket parks, and promoting associated health benefits. It gives greater importance to potential pocket park sites in areas which have low open space access and sites that would serve environmental justice populations. This ensures pocket parks are prioritized where residents have the greatest need and where health benefits will be most impactful. Climate Resilience Climate Resilience describes the capacity of ecological and social systems to prevent, withstand, respond to, and recover from disruptions caused by climate impacts. In the Metro Boston area climate change is already effecting communities. Temperatures are increasing, and we expect to have more heat waves and milder winters. The region is experiencing increased heavy and erratic rain- and snow-fall and flooding in recent decades – a trend expected to continue. And, coastal communities, like Revere, are experiencing rising sea levels. These changing conditions compel communities to act to bolster resilience of ecological and social systems. Pocket parks can be one component of a broader strategy to do so. The Climate Resilience Theme (discussed in detail on page 35) enables prioritizing pocket parks where they might have the greatest impact on providing on-site climate mitigation benefits related to local stormwater retention and heat mitigation. Because of their characteristically small size, the climate mitigation benefits are understood to be hyperlocal, limited, and important as integral to comprehensive climate resilience efforts. Pocket Park Site Suitability Analysis | Revere | 8",
        "Physical Characteristics Pocket parks serve a variety of functions and users across the United States, and they are highly adaptable based on community needs and space constraints. While there is great variability among them, many communities prefer some common aspects of pocket park sites, surroundings, and characteristics. Among these are:  Ownership: Municipally owned  Site characteristics: Vacant properties, impervious surface  Size: less than .5 acre  Service area: up than ¼ mile  Environmental features: includes trees  Access and safety: visible from the street, and have two or more entry points  Abutters: residential or commercial  Surroundings: near schools, playgrounds or other potential users The Pocket Park Site Suitability Analysis was conducted starting with a selection of municipally owned vacant parcels. The Physical Characteristics theme of the analysis (discussed in detail on page 35) characterizes additional suitability conditions related to site environment and accessibility, and enables prioritizing sites for the suitability of these characteristics. Pocket Park Site Suitability Analysis | Revere | 9",
        "ALIGNING WITH MUNICIPAL AND REGIONAL GOALS Revere Open Space Plan, 2018-2025 Update In 2018, Revere updated its open space and recreation plan (OSRP), which will guide municipal investments in and maintenance of open space features in the City. The plan seeks to offer opportunities for improving and adding to the stock of open space and recreation land in the city, as well as for developing programs that meet community goals. The objectives of the OSRP align with the objectives of the pocket park site suitability analysis, particularly the following: 1.5: Create new recreational facilities that meet specific needs as opportunities and funding become available. 1.6: Ensure that open space and recreation planning incorporates environmental justice and equity considerations. MetroFuture MetroFuture is MAPC's plan for Greater Boston to better the lives of the people who live and work in the region between now and 2030. Thousands of people collaborated to create a bold, forward-looking and achievable vision for future development and preservation. The plan outlines priorities and strategies for advancing smart growth goals and investing in the region's residents. Relevant to the Revere Pocket Parks Site Suitability Analysis project, MetroFuture includes the following goals and related sub-goals: 3. Healthy Communities: Residents will be safe, healthy, well-educated, and engaged in their community. 3.3. All neighborhoods will have access to safe and well-maintained parks, community gardens, and appropriate play spaces for children and youth. 3.5. Most residents will build regular physical activity into their daily lives. 6. Healthy Environment: Natural resources will be protected thanks to a strong “environmental ethic.” 6.5. The region will have better air quality, both indoors and out. 6.10. A robust network of protected open spaces, farms, parks, and greenways will provide wildlife habitat, ecological benefits, recreational opportunities, and scenic beauty. Revere Master Plan The City of Revere is currently conducting a Master Plan process with MAPC. The data, analysis, and results of the pocket park project will be shared and integrated into the Master Plan process. Pocket Park Site Suitability Analysis | Revere | 10",
        "LITERATURE REVIEW Literature on pocket parks is only beginning to emerge, so this paper identifies trends observed in a few studies and in local park plans. Pocket parks, sometimes called mini-parks, parkettes or vest-pocket parks, are usually the smallest size classification for parks. The most ubiquitous features that differentiate pocket parks from a standard public park are a) size and b) a smaller service area (typically serving a radius of a few blocks). Pocket park literature and park design guidelines, while limited, largely define a standard pocket park size as falling between a quarter and half an acre, and usually abutting residential and/or commercial buildings. There is some discrepancy between how different sized cities distinguish a pocket park from their other parks; it is common for less dense and more sprawled cities or towns to assign higher size limits for pocket parks. Due to limited land in urban areas, it is challenging to create new quality public recreational spaces (National Recreation and Park Association (NRPA)). Pocket parks serve as a suitable solution for producing green spaces for neighborhood use, and are often the simplest option for local governments looking to generate better access to park space. The National Recreation and Park Association especially encourages local parks and recreation departments to explore conversion opportunities for abandoned and vacant lots and rooftops. While pocket parks are usually sized to have an area of a quarter- to half- acre, the neighborhood service area of pocket parks is typically a quarter-mile radius of the park, or up to a four-block radius (NRPA). Research shows that pocket parks should optimally be within a 10- minute walk for users and accessible without a car. However, People Places discovered that most people will only utilize a pocket park that is within a one to two block radius, and very few people are willing to walk more than four blocks unless it is for a dog park (Blake). Focusing on functionality more than the aesthetics of pocket park design can help ensure that the ultimate space feels familiar to its abutting neighborhood and is therefore well-utilized (Armato 2017). Park function is also more important than size for pocket parks (LeFlore 2012). LeFlore’s research categorizes pocket parks into 3 distinct types: active, passive and bonus. Active: Active parks contain elements that encourage physical activity. A community garden would be considered an active type of pocket park (NRPA and LeFlore 2012). Other examples include a half-basketball court, playground or dog park. Passive: Passive parks do not have a defined use, but are typically spaces for sitting. Examples include an area with benches, a sculpture or a fountain. Bonus: Bonus parks are spaces that were not initially planned for park development, but became a de-facto park. This type of a park usually buds from a new private building development that ended up having spare or underutilized space that could easily be made into a pocket park. These spaces are often less than a tenth of an acre in size. Bonus parks are usually passive in function. Pocket Park Site Suitability Analysis | Revere | 11",
        "Co-benefits Pocket parks bring numerous benefits to its users and neighborhood, among them could include: improvements to local ecology and wildlife restoration; reductions in traffic and pollution; and increased cultural spaces, safety, community-building, and health and fitness options (NRPA). These benefits often coexist in pocket parks, and can be harnessed in both urban and suburban settings. Values and priorities must be identified and central to the project at the early stages of planning and development, if to fully realize a pocket park’s full co-benefits. Equity Parks are not equitably located within cities. Pocket parks, in particular, have the ability to bring green spaces to formerly underserved neighborhoods. These spaces can also serve as a backyard for city residents who do not have any personal yard space (LeFlore 2012). In many cities, there exist inequities with access to nature. Rigolon and Flohr’s research shows that low-income neighborhoods have the least access to park space, while high-income neighborhoods have the greatest access to park space (Rigolon and Flohr 2014). Those differences are exacerbated when you include park amenities. In Los Angeles, for example, research found that park funding tends to exacerbate neighborhood inequity because more funding is fed into parks in wealthier neighborhoods. There are also property value changes that must be anticipated and further examined with new parks. In Los Angeles, property sales increased with proximity to pocket parks. In general, in urban areas, property value increases with closeness to open space (Ferguson et al. 2014). Health Research shows that regular access to nature improves physical, cognitive and social development. Despite this, studies have observed decreasing exposure to nature for children in developed countries (Rigolon and Flohr 2014). In recent years, there have been philanthropic steps to invest in and improve general park conditions, as a way of encouraging outdoor play and activity for health (Cohen et al. 2014). In contrast to larger public parks, neighborhood and pocket parks have limited facilities, few programs, and do not have employees on site. In a Los Angeles study, children and teens were the main users of pocket parks. Though from observation, there was more sitting observed at pocket parks than at neighborhood parks, which in Los Angeles are 15-50 times larger than pocket parks. Because there is not space for a sports field in pocket parks, there is less space for vigorous physical activity; however, commuting by foot or bike to pocket park destinations was observed of users (Cohen et al. 2014). Parks are greatly necessary to encourage physical activity for low-income communities. Even if a person is sedentary once at the park, the pathway to the destination often creates some physical movement. Seniors may need more programming to be encouraged to use parks, as a Los Angeles study showed low attendance from this population (Cohen et al. 2006). If there were an intentionally networked pocket park systems with various park functions and features, they could be attractive to users who would like to explore a range of park features. Pocket Park Site Suitability Analysis | Revere | 12",
        "In a survey of pocket park users in Los Angeles, issued pre- and post-development, these parks may lead to more physical activity if the spaces are considered “attractive and safe destinations” (Cohen et al. 2014). Pocket parks that serve a small radius also have the ability to increase social capital and community ties, which can contribute to the feeling of safety and climate resilience as well. In Los Angeles, community gardens have been most effective at building community, and leading to other local organizing activities (Ferguson et al. 2014). Safety A Los Angeles study found that more people felt safe at pocket parks than at larger neighborhood parks (Cohen et al. 2014). A University of Pennsylvania School of Medicine study determined that pocket parks reduce crime when converting vacant lots into parks. Residents express reduced stress and increased exercise with the existence of these parks. The study discovered that pocket park access led to lower mortality rates, as well as fewer physical and mental health complaints (NRPA). Environment and Climate Resilience The ecological benefits of pocket parks are hyper-local. The immediate park area is where you can perhaps experience alleviation from heat impacts or improved air quality, though these benefits may not extend far beyond the park perimeter. The larger-scale climate and environmental benefits of pocket parks are not well studied or documented. However, as these parks proliferate, the ecological and climate impacts should be monitored and examined to inform optimal pocket park site selection and development strategies. Due to the small size of pocket parks, current literature asserts that the climate benefits (both mitigation and adaptation) that can be reaped by larger parks cannot be achieved, in particular carbon sequestration opportunities, large scale stormwater retention and significant temperature regulation (Byrne and Jinjun 2009). There are climate resilience opportunities at a micro-scale, but larger greenspace interventions would still be needed to address long-term climate impacts and cannot be substituted by pocket parks. Ecological functions of pocket parks may also be limited since these spaces are usually designed to attract significant foot traffic (Blake). However, new benefits could be derived through conversions of properties with grey infrastructure (i.e., paved areas) into revived green infrastructure-filled (i.e., vegetated, with native plants) land. Pocket parks in a city are usually disaggregated and not coordinated. A positive ecological impact could be made if improvements are made to connectivity, such as placing pocket parks alongside or in an integrated way with greenways or bike paths. If better integrated and widespread, pocket parks could bring greater far-reaching environmental improvements. For example, if pocket parks become more numerous and connected, people may be encouraged to walk instead of drive, which could reduce greenhouse gas emissions from vehicles, while also positively impacting health. Additionally, pocket parks could alleviate the demands on larger parks, making them better able to provide their own benefits for wildlife or other ecological needs (Blake). Pocket Park Site Suitability Analysis | Revere | 13",
        "Pocket parks can also reintroduce small wildlife, in particular birds, by strategically planting attractive flora. Though if the intention is to create an inviting habitat for wildlife, it is critical to take park lighting into account that is not disruptive to wildlife circadian rhythms. Introducing plants could also improve hyper-local air quality and mitigate the effects of urban heat island effect. Adding water fountain features to pocket parks is additionally a growing method to alleviate extreme heat days. Literature on the utilization of pocket parks to manage stormwater was not widely available. Ownership and Maintenance Models A vast number of pocket parks around the country sprouted out of pressure from community groups to have more open space in urban areas (Blake). Various ownership and maintenance models exist, though often, a municipality will purchase and own a property, but produce a memorandum of understanding that a foundation or local organization will maintain the park. Their small size makes it easy to create a pocket park, so it is common for pocket park development to be led by non-governmental organizations, such as community groups, private entities or foundations (Blake). For example, Keep Indianapolis Beautiful (KIB), a local nonprofit focused on creating and cleaning up Indianapolis parks, has a program called Project GreenSpace that works with neighborhood groups to transform vacant and underused lots into pocket parks. In addition to collaborating on pocket park development, the organization provides funding to assist with maintenance and clean-up. It is also increasingly common for developers to add pocket parks on their private properties. Due to the local permits needed for these parks developments, municipal governments have the leverage to demand conditions that make privately-developed parks publicly accessible. Optional open-space provisions are commonly available in zoning for private developments, but LeFlore makes the case that publicly accessible spaces should be mandatory. A compulsory measure is useful, because otherwise most developers avoid creating parks as a result of the necessary maintenance (LeFlore 2012). The most common hurdles for developing pocket parks include: limited funding and capacity, unfamiliarity with pocket parks by the broader public, and a lack of volunteers for park maintenance (NRPA). Under-maintained parks can then attract negative activities, which can subsequently deter use of the space by the community (LeFlore 2012). Pocket Park Best Practices The City of Philadelphia, Pennsylvania, has demonstrated unparalleled leadership in the growth of pocket parks. Sixty pocket parks were created in Philadelphia just between 1961 and 1967. The average size of a park was 3,000 sq. ft. or less than one-tenth of an acre. These parks were typically placed on vacant or abandoned lots in low-income communities. The planning and development processes included community engagement and public input in design and construction (Blake). Today, there are pocket park features that are widely considered best practices across the country. Having seating options, whether modular or in the form of benches is important and a Pocket Park Site Suitability Analysis | Revere | 14",
        "simple feature that makes a park more inviting. Using thoughtful flora that connects people to nature, and may have co-benefits of introducing small wildlife. Trees in particular can also support the creation of a comfortable environment by providing shading options, minimizing extreme heat or winds, providing shelter from rain, and improving acoustics in the park area (LeFlore 2012). Pocket parks should also be visible from the street to attract users and create a feeling of safety. These parks are preferable in areas with significant foot traffic (Blake). According to LeFlore’s research, ideal locations for pocket parks are: 1) publicly accessible spaces that are privately owned, 2) spaces leftover from a development, and/or 3) vacant properties. Site Considerations Unlike some open spaces, pocket parks are typically versatile and can fit into different types of environments. The key feature and appeal of pocket parks is the small area needed for development. It is this characteristic that also makes pocket parks a simple public space to replicate and proliferate across a jurisdiction. The defining elements that make a site appropriate for pocket park development largely depend on the intention for the public space and set values of the abutting community. Once a site is chosen, these small park spaces are typically malleable to the needs of the adjacent community. In a scan for local governments that have a pocket park strategy or goal, there were a dozen cities and towns that surfaced as explicitly addressing pocket parks (mostly within a general park plan): Aurora, CO; Boulder, CO; Cobb County, GA; Erie, CO; Fort Worth, TX; Fresno, CA; Nashville, TN; Philadelphia, PA; Salem, OR; Seattle, WA; Tyson, Fairfax County, VA; Visalia, CA. Trends observed among the 12 studied communities: The site selection themes that do appear somewhat consistently for pocket parks are the park size/area and the service area radius. Among the 12 aforementioned communities, most define a pocket park size as being between a quarter and one acre in size. The intended service area radius is largely within a quarter mile. There is a consistent desire to have pocket parks located in geographies currently or historically underserved or lacking public green space. When prioritizing sites, areas with greater density are ranked higher. Local governments also seek to stretch their public dollars, so many communities give preference to locations near complementary sites that could also benefit from a pocket park, such as school or playgrounds. In theory, these public assets could draw users to pocket parks, while the parks themselves may create a needed added amenity. To ensure the use of pocket parks and safety for park users, local governments call out the need for parks to be visible from the street, as opposed to being hidden from foot traffic. Similarly, it is important that these parks connect the abutting neighborhood and have two or more park entry points, because these create movement flow and avoids users from feeling confined. Lastly, there is a broad wish that pocket parks brings ecological benefits. Potential ecological benefits vary widely by locality, so many plans are vague in defining ecological benefits. Beyond these features, there is not much uniformity among local governments’ priorities for pocket park site selection. Philadelphia has the greatest number of criteria that it pursues, based on its general goals to advance equitable park access, improve public health and increase climate Pocket Park Site Suitability Analysis | Revere | 15",
        "resilience. Among those criteria include selecting sites that: could support stormwater management, currently have high impervious surface area, and are vulnerable to urban heat island effect. Unique Site-Selection Spotlights: Site should support stormwater management objectives: Boulder, CO Boulder encourages the use of low-impact development techniques to support its stormwater management goals of reducing runoff and urban pollutants. The priority is to create pervious surfaces that can increase water infiltration, however in some cases surface detention ponds are necessary. In these cases, the City suggests that the site be a pocket park or landscape buffer when not holding water. Site should prioritize locations in the 500-yr floodplain: Philadelphia, PA The City’s park plan prioritizes sites that have impervious surface and can be replaced with porous cover within the city’s 500-year flood plain. Philadelphia had success in 2006 when it made significant green infrastructure upgrades across the city and captured 17 million gallons of rainwater. Site should optimize sun and shade conditions: Tyson, Fairfax County, VA The design guidelines for pocket parks suggest a study of a site’s and surrounding buildings’ microclimate, because the conditions of sun and shade can influence comfort and use of the space. Site should be located in communities with high impervious surface: Philadelphia, PA Philadelphia gives priority to sites within census tracts that have high impervious surface and feed into a combined sewer system. Pocket Park Site Suitability Analysis | Revere | 16",
        "METHODS Summary The Pocket Park Site Suitability Analysis methodology was developed and implemented by MAPC, and incorporated input and data from the City of Revere and partners. Using a spatial dataset of municipal land, the analysis assessed suitability of the municipal sites for pocket park development across several demographic and environmental variables. A preliminary analysis was conducted first without giving greater preference to any variable over another. Three subsequent analyses gave greater weight to some variables over others to prioritize 1) Health Equity and 2) Climate Resilience benefits, and 3) Physical Characteristic suitability of the municipal sites. This section describes the data and processes for conducting the Pocket Park Site Suitability Analysis in detail. Municipal Land Dataset The pocket park site suitability analysis was conducted using municipally-owned and vacant parcels identified by the City of Revere partners. Revere partners provided two excel files and one spatial dataset. The first excel file includes municipally-owned vacant parcels, and 224 entries. The second excel file includes 59 entries; 35 of these parcels overlapped with those in the first excel file, and as such contributed an additional 24 parcels, resulting in a total of 248 parcels. Parcels in the second list were investigated by Revere partners and documented through site visits. Revere also provided a third dataset which included the geometry and attributes of an additional 11 potential park sites that did not align with parcel geometry, such as traffic medians and outdoor stairs, but had been identified as potentially suitable sites for pocket parks. The complete spatial dataset synthesized from all forms of potential park sites provided by Revere comprises a total of 259 potential pocket park locations. Pocket Park Site Suitability Analysis | Revere | 17",
        "Indicators, Criteria, and Themes Figure 3 shows a diagram of the analysis methods, depicting the Indicators that are grouped into Criteria, and the Criteria that are emphasized more than others in the Theme analyses. “Indicators” are the suitability measures that informed the analysis: an open space access analysis, linguistic isolation, minority population, low-income population, flood zones, sea level rise inundation, a land surface temperature analysis, tree canopy data, and regional terrain data. “Criteria” are the grouped indicators that help to characterize conditions related to Open Space Access, Environmental Justice, Wet Spots, Hot Spots, Tree Canopy, and Slope. The “Themes” are a way of giving greater weight to certain Criteria over others to emphasize the suitability of sites for Health Equity, Climate Resilience, and Physical Characteristics. Figure 3: Pocket Park Site Suitability Analysis, Diagram of Methods Pocket Park Site Suitability Analysis | Revere | 18",
        "Open Space Access Description The Open Space Access criteria describes open space and parks available to residents. Where areas are scored low, residents have limited access to open space features in their neighborhood; where areas are scored high, residents have greater access to open space features in their neighborhood. For the purposes of the pocket park analysis, areas are scored inverse to their open space access score to prioritize locations where there is limited access and therefore demonstrated need for more park space. Methods Open Space Access criteria was created by: 1) Calculating a service area for all protected and recreational open space (Source: MassGIS, Protected and Recreational Open Space). Service areas are defined as all areas within 100 meters of roads and shared use paths located within one-quarter mile to one-mile of park access points, depending on the park’s size. 2) Determining the number of residents living in the service area. The acreage of the open space was then divided by the population size in the open space service. 3) Producing spatial results in 250 x 250 meter grid-cells to describe the amount of open space accessible per person, an ascending scale, where a low score represents limited open space access, and a high score indicates more open space access. Figure 4 shows a map of these results. Pocket Park Site Suitability Analysis | Revere | 19",
        "Figure 4: Open Space Access Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 20",
        "Environmental Justice Description The Environmental Justice (EJ) criteria describes priority geographies for ensuring that the residents of those geographies are protected against environmental burdens, receive environmental benefits, and are meaningfully involved in related policymaking. Since 2002, the MA Executive Office of Energy and Environmental Affairs (EEA) has implemented an EJ Policy toward such efforts. The EJ policy recognizes that low-income communities and communities of color historically and currently live in neighborhoods that have greater exposure to pollution, contamination, and other environmental challenges that pose a risk to public health. The EJ Policy recognizes that all people have a right to be protected from environmental hazards and to live in and enjoy a clean and healthful environment regardless of race, color, national origin, income, or English language proficiency; and it prioritizes investment in EJ geographies toward equitable achievement of these principles. Methods The Environmental Justice analysis was performed using the methods of the EEA. Our analysis updates the currently available 2010 EJ dataset (which uses 2006-2010 ACS 5-year estimates); our updated analysis uses ACS 2012-2016 5-year estimate data for Revere. Figure 5 shows a map of these results. Neighborhoods that meet one or more of the following thresholds are considered EJ populations:  Income: Block group with an annual median household income is equal to or less than 65 percent of the statewide median (Source: ACS 2012-2016)  People of Color: 25% or more of the residents identifying as people of color (Source: ACS 2012-2016)  English Isolation: 25% or more of respondents speak English only or very well – Limited English Proficiency (LEP) (Source: ACS 2012-2016). The original 2010 EJ dataset utilized households as the base sample for the English Isolation criterion, defining linguistically isolated households as those in which no one over the age of 14 speaks English “very well.” These data were not available at the Census 2010 block group level in the ACS 2012-2016 tables, so the English isolation metric in this analysis is based on individual English isolation rather than household English isolation. Pocket Park Site Suitability Analysis | Revere | 21",
        "Figure 5: Environmental Justice Criteria Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 22",
        "Wet Spots Description The Wet Spots criteria prioritizes potential park sites based on flood hazard and future sea level rise inundation. In areas with a risk of flooding, unpaved pocket parks can provide some flood mitigation and allow for local stormwater infiltration. Sites located in areas estimated to have at a 0.2% annual chance of flooding (500-year return period) or greater based on the Federal Emergency Management Agency’s digital flood insurance rate maps (FEMA, 2017) are scored higher for those climate mitigation benefits. However, areas that would be flooded on a typical day assuming one foot of sea level rise, relative to global mean sea level in 2000 (NOAA, 2017) are scored lower to discourage park sites that may not deliver sustained benefits. One foot of sea level rise is expected to occur between 2030 and 2060 based on latest projections (Kopp et al., 2017) and analyses of sea level trends in the area (Figure 6). Areas that are neither within a flood hazard zone or within an area likely to be inundated by rising sea levels receive a neutral score under the “Wet Spots” indicator. Figure 6: Timing of One Foot of Sea Level Rise at Boston Harbor, Kopp et al., 2017 Methods The Wet Spots criteria was produced using two datasets: the FEMA National Flood Hazard Layer (2017) and the NOAA sea level rise viewer one-foot sea level rise spatial dataset (NOAA, 2017). Pocket Park Site Suitability Analysis | Revere | 23",
        "Figure 7: Flood Zones Map, part of Wet Spot Indicator, Revere Pocket Park Site Suitability Analysis | Revere | 24",
        "Figure 8: Sea Level Rise Map, part of Wet Spot Indicator, Revere Pocket Park Site Suitability Analysis | Revere | 25",
        "Hot Spots Description The Hot Spots criteria identifies areas with land surface temperatures greater than 100 degrees Fahrenheit on hot summer days. High land surface temperature correlates with high air temperature. The Hot Spots tend to be areas with a high proportion of impervious cover, such as parking lots and building rooftops. Most of Revere is covered by Hot Spots; this is true of most densely-developed cities in the MAPC region. In areas with Hot Spots, vegetation of pocket parks can serve to decrease land and air temperature, and can serve as places for residents to retreat to and cool down, particularly where trees can provide shade and cooling spaces. Areas within Hot Spots are scored higher for pocket parks because of their potential to deliver these climate resilience benefits. Methods Hot Spots were defined based on remotely sensed aerial images covering the MAPC region, taken on July 16th and August 30th, 2016. The images were collected by Landsat-7, courtesy of the U.S. Geological survey, and converted from reflectance bands to estimated land surface temperature using the method of Walawender, Hajto, and Iwaniuk (2012) with atmospheric correction values calculated with the method of Barsi, Barker, and Schott (2003). Both days were relatively cloudless and had recorded highs of 92°F at the Boston Logan Airport weather station (Source: National Centers for Environmental Information; National Climatic Data Center; MAPC analysis). The “hot spots” layer used in the Revere pocket parts suitability analysis was created by converting the land surface temperature raster to polygons of areas with estimated land surface greater than or equal to 100°F. About 10% of the MAPC region’s total land area met or exceeded that threshold. Pocket Park Site Suitability Analysis | Revere | 26",
        "Figure 9: Hot Spots Indicator Map Pocket Park Site Suitability Analysis | Revere | 27",
        "Tree Canopy Description The Tree Canopy map shows full-leaf tree coverage. Research findings indicate that sites with partial to no tree canopy coverage are most suited for pocket parks. Sites with full canopy cover are likely to require tree removal before they can be developed as pocket parks, and furthermore full canopy coverage indicates the area may already serve as green space with important carbon sequestration benefits. As such, sites that have up to 50% of tree canopy are scored higher for pocket park suitability. The tree canopy score declines linearly with canopy cover between 50% and 100% canopy coverage over a potential pocket park site. Methods The dataset showing tree canopy was sourced from an Urban Tree Canopy Assessment conducted by the University of Vermont Spatial Analysis Laboratory in partnership with the U.S. Department of Agriculture (2016). MAPC analysts calculated the percent canopy coverage on each potential park site in Community Viz ® by overlaying the canopy polygon dataset with the park site polygon dataset. Pocket Park Site Suitability Analysis | Revere | 28",
        "Figure 10: Tree Canopy Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 29",
        "Slope Description The Slope criteria reflects the degree to which the ground is level or sloped. Areas are scored inverse to the percentage of slope; that is, the steeper an area is, the less suitable it is for pocket park development, and the lower a score it receives. Level, or slightly inclined areas are better suited for a range of uses, and better for navigation by a range of users. Methods The dataset showing slope is from an MAPC analysis based on MassGIS digital terrain models of the region (2003-2018). Pocket Park Site Suitability Analysis | Revere | 30",
        "Figure 11: Slope Indicator Map, Revere Pocket Park Site Suitability Analysis | Revere | 31",
        "Preliminary Results The preliminary analysis evaluated the suitability of all municipally owned parcels for pocket park development using the six criteria: Open Space Access, Environmental Justice, Wet Spots, Hot Spots, Tree Canopy, and Slope. The analysis weighted all indicators equally, giving no preference to any criteria over another. The results are shown in Figure 12, with the most suitable sites shown in red. It also shows contextual information on the location of schools, public housing, open spaces, and transportation infrastructure. A table of the top sites of the preliminary analysis follows. The header of the table describes the information in the columns. The subheader corresponds to the fields in the database that accompanies the analysis. MAPC provided this database to the City of Revere. Pocket Park Site Suitability Analysis | Revere | 32",
        "Figure 12: Preliminary Results, Pocket Park Site Suitability Analysis, Equal weights assigned to all indicators Pocket Park Site Suitability Analysis | Revere | 33",
        "Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating Address 18-324A- STRP ON 74.81 100.00 100.00 66.67 73.10 100.00 118-324A-1 DOUGLAS ST 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 94.99 130-1 AVE Opposite Walnut Ave 5.33 100.00 100.00 100.00 86.36 93.04 and Kimball Ave 8-92-308- AVALON ST 38.29 100.00 100.00 66.67 86.36 92.92 92-30 Fire Station - 1-15-17 1- Winthrop 90.38 100.00 50.00 66.67 75.51 90.26 15-17 Ave - NOT ACTIVE 2-47-27A2- 1A GEORGE 62.39 100.00 100.00 33.33 86.36 90.12 47-27A AVE 2-47-222- ATLANTIC 47-222-47- 62.39 100.00 100.00 33.33 86.36 90.12 AVE 22 301 LEE 6-120B-76- BURBANK 25.62 100.00 100.00 66.67 86.36 89.07 120B-7 REAR HWY 6-120B- RIGHT OF 126-120B- 25.62 100.00 100.00 66.67 86.36 89.07 WAY 12 8-132-1 8- Costa Park 100.00 100.00 50.00 66.67 61.63 88.96 132-1 Table 1: Top Parcels, Preliminary Analysis Pocket Park Site Suitability Analysis | Revere | 34",
        "Themes To examine more closely the degree to which sites may deliver specific benefits, the suitability analysis was conducted three additional times to give greater importance to sets of criteria to emphasize the degree to which they promote Health Equity, Climate Resilience, or have Physical Characteristics suitable for pocket park development. These analyses are described as “Themes”. Health Equity Theme The Health Equity theme characterizes conditions that are correlated with equitable health outcomes. Having access to open space and parks can increase opportunities for physical activity, social interaction, and reduce stress. The Open Space Access indicator allows for prioritizing pocket park development within areas with currently limited park access. The Environmental Justice indicator allows for prioritizing pocket parks, and the delivery of their environmental and health benefits in areas where population characteristics are correlated with increased environmental burdens. The Health Equity theme places a greater weight or importance on open space access and environmental justice criteria, while also incorporating suitability criteria related to climate resilience benefits and physical suitability as secondary considerations. Climate Resilience Theme The Climate Resilience theme characterizes conditions that are correlated with ecosystem services that mitigate climate impacts. Pervious, unpaved land allows for local retention and absorption of precipitation and reduces stormwater runoff. This can lessen the demands on municipal stormwater drainage systems. Where pocket parks add to a community’s pervious open space resources, they may play a supportive role in flood retention. The Wet Spot criterion allows for prioritizing pocket parks and the delivery of local stormwater retention benefits in flood prone areas. This indicator also allow for the de-prioritization of areas that are expected to see sea level rise. The Hot Spot criterion allows for prioritizing pocket parks in areas where they can provide its users with shade coverage to escape high temperatures; or where intentional water features could also aid in lessening heat impacts on people. The Climate Resiliency theme places a greater weight or importance on criteria related to maximizing climate resilience benefits, while also incorporating suitability criteria related to health equity and physical suitability as secondary considerations. Physical Characteristics Theme The Physical Characteristics theme of the analysis characterizes additional suitability conditions related to the site’s environment and accessibility. The Tree Canopy indicator allows for prioritizing pocket park development in areas with partial tree canopy coverage and partial open ground, to support multiple uses. The Slope indicator allows for prioritizing sites that have either no incline or a limited incline, which allows for greater physical access for a broader range of users. The Physical Characteristics theme places a greater weight or importance on sites that require only a small investment of resources to transform sites into parks (such as tree removal and terracing) while also incorporating suitability criteria related to climate resilience benefits and health equity as secondary considerations. Pocket Park Site Suitability Analysis | Revere | 35",
        "Figure 13: Pocket Park Site Suitability Analysis, Diagram of Methods Assigning Weights To compute an aggregate suitability ranking 𝑆 for each site, the criteria were assigned weights (w ) reflecting their overall importance. The overall suitability ranking 𝑆 is the weighted sum of the Wet Spots score 𝑊, the Hot Spots score 𝐻, the Slope score 𝐿, the Tree Canopy coverage score 𝐶, the Environmental Justice score 𝐸, and the Open Space Access score 𝑂 with weights 𝑤 for 𝑖 each indicator 𝐼. 𝑆 = 𝑤 𝑊 + 𝑤 𝐻 + 𝑤 𝐿+ 𝑤 𝐶 + 𝑤 𝐸 + 𝑤 𝑂 𝑊 𝐻 𝐿 𝐶 𝐸 𝑜 Each weight reflects the overall priority given to each criteria in determining the suitability of a site for development as a pocket park. To illustrate three options for how the sites might be prioritized, the MAPC analysis applied three sets of weights to the site suitability ranking in three Themes. Pocket Park Site Suitability Analysis | Revere | 36",
        "THEME WEIGHTS Criteria Health Equity Climate Resilience Physical Characteristics Open Space Access 15 5 5 Environmental Justice 15 5 5 Wet Spots 3 15 3 Hot Spots 3 15 3 Tree Canopy 3 3 15 Slope 0 0 15 Table 2: Criteria weights assigned in the Health Equity, Climate Resilience and Physical Characteristics Themes The first theme, Health Equity emphasizes the importance of Open Space Access and Environmental Justice in selecting pocket park sites. Other indicators are included in the suitability analysis, but receive less weight than Open Space Access score and the Environmental Justice score of each site. To capture all sites that could potentially serve these areas, the Slope indicator was removed from this theme, as a flat site was considered to be desirable, but not necessary. The second theme, Climate Resilience emphasizes the importance of sustainability and flood and heat mitigation in pocket park site selection in the suitability analysis. Once again, the Slope indicator was removed from this theme. The final theme, Physical Characteristics applied more weight to the Slope indicator and Tree Canopy indicators than other indicators in the suitability analysis to emphasize sites’ physical suitability for park development. Community Viz ® and Site Suitability Analysis Community Viz ® is an add-on for ESRI ArcGIS created by City Explained, Inc. that enables a number of advanced planning applications. In addition to suitability analyses, it also enables build-out analyses, and optimization. Community Viz ® includes a “Suitability Wizard” that structures suitability analyses for planners and analysts through a pre-established structure of indicators, assumptions, scenarios, and criteria. The ability to create spatial data attributes that are formula-driven and dynamically updated as underlying data or criteria change allows planners to use spatial data for suitability analysis. For example, Community Viz ® smoothly integrates distance from relevant features or the percent to which features overlap other features as analysis criteria without lengthy manual spatial analysis. We used Community Viz ® to structure and implement the Revere Pocket Parks Site Suitability Analysis. The “scenarios” tool allowed sites to be compared from three perspectives in terms of the Health Equity, Climate Resilience, and Physical Characteristics themes. Community Viz ® Suitability Wizard also automatically normalized indicator values so they would take on a common range of values that are straightforward to compare across indicator categories. Technical Documentation MAPC produced technical documentation that provides the step-by-step methods in greater detail. Those interested should contact MAPC staff named in this report to learn more about the methods. Pocket Park Site Suitability Analysis | Revere | 37",
        "RESULTS OF ANALYSIS Description of Results The Revere Pocket Park Site Suitability Analysis results are presented across three themes explored in this project. Results identify the suitability of 259 potential sites for pocket park development relative to the health equity and climate resilience benefits they may deliver, as well as the physical suitability of parcels to be converted into pocket parks. Figure 14 shows a composite map of the top-ranking parcels for the Health Equity, Climate Resilience, and Physical Characteristics themes. The top parcels are predominantly located in the southeastern area of Revere, and some sites rank high for more than one criteria. Health Equity Figure 15 shows a map of all parcels assessed for their potential to promote Health Equity. Table 3 shows the top parcels of the Health Equity theme. The table header describes the information in the columns. The subheader corresponds to the fields in the database that accompanies the analysis. MAPC provided this database to the City of Revere. Climate Resilience Figure 16 shows a map of all parcels assessed for their potential to promote Climate Resilience. Table 4 shows the top parcels of the Climate Resilience theme. Physical Characteristics Figure 17 shows a map of all sites assessed for the suitability of their Physical Characteristics for pocket park development. Table 5 shows the top parcels of the Physical Characteristics theme. Analysis Application The parcels that are ranked highest in this analysis should be examined further by the City of Revere and its partners, and expanded ground-level assessments that look at additional features (i.e. proximity to potential users, availability of site, size of site, potential uses or other features) should be conducted to confirm suitability for pocket park development. The results are intended to inform strategic implementation that aligns goals for climate resilience, health equity, and open space expansion with stakeholder coordination, funding and other resources necessary for pocket park conversion. The section following the results identifies funding resources that support park and recreation resource development and should be explored. Pocket Park Site Suitability Analysis | Revere | 38",
        "Top Sites of All Themes Figure 14: Final Results, showing a composite map of the top sites for the Health Equity, Climate Resilience, and Physical Characteristics themes Pocket Park Site Suitability Analysis | Revere | 39",
        "Health Equity Theme Figure 15: Final results, showing a map of all sites assessed for their potential to promote Health Equity Pocket Park Site Suitability Analysis | Revere | 40",
        "Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 100.00 130-1 AVE 8-132-1 8- 0 SHIRLEY 100.00 100.00 50.00 66.67 61.63 97.55 132-1 AVE Traffic Island - Walnut Ave, Franklin 100.00 100.00 50.00 66.67 41.22 95.02 Ave, Centennial Ave Traffic Island - FItzhenry Sq, Centennial 100.00 100.00 50.00 66.67 39.15 94.77 Ave, Campbell Ave 931 1-15-17 1- WINTHROP 90.38 100.00 50.00 66.67 75.51 94.50 15-17 AVE 100 1-16A-1 1- CRESCENT 99.80 100.00 50.00 66.67 36.77 94.37 16A-1 AVE 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 92.69 118-324A-1 DOUGLAS ST 13- 192Q191- 0 LYNNWAY 27813- 100.00 0.00 100.00 66.67 70.90 92.51 REAR 192Q191- 278 13- 192Q191- 70 287 13- 100.00 0.00 100.00 66.67 57.78 90.89 LYNNWAY 192Q191- 287 Table 3: Top Parcels of the Health Equity Theme Pocket Park Site Suitability Analysis | Revere | 41",
        "Climate Resilience Theme Figure 16: Final results, showing a map of all sites assessed for their potential to promote Climate Resilience Pocket Park Site Suitability Analysis | Revere | 42",
        "Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 100.00 118-324A-1 DOUGLAS ST Opposite 5.33 100.00 100.00 100.00 86.36 94.38 Walnut Ave and Kimball Ave 8-92-308- 0 AVALON 38.29 100.00 100.00 66.67 86.36 94.30 92-30 ST 10-183- 67 CALUMET 84.50 100.00 100.00 33.33 54.85 93.76 1110-183- ST 11 2-47-27A2- 1A GEORGE 62.39 100.00 100.00 33.33 86.36 92.55 47-27A AVE 2-47-222- 0 ATLANTIC 62.39 100.00 100.00 33.33 86.36 92.55 47-222-47- AVE 22 6-120B-76- 301 LEE 25.62 100.00 100.00 66.67 86.36 91.89 120B-7 BURBANK REAR HWY 6-120B- 0 RIGHT OF 25.62 100.00 100.00 66.67 86.36 91.89 126-120B- WAY 12 7-114-118- 0 PRATT PL 25.62 100.00 100.00 66.67 61.60 89.53 33C7-114- 118-33C Table 4: Top Parcels of the Climate Resilience Theme Pocket Park Site Suitability Analysis | Revere | 43",
        "Physical Characteristics Theme Figure 17: Final results, showing a map of all sites assessed for the suitability of their Physical Characteristics for pocket park development Pocket Park Site Suitability Analysis | Revere | 44",
        "Parcel Description Criteria Score Suitability Rating Identifier or Address Mappar_id Descript or Access HotSpot WetSpot EJ Physical Suitability Rating site_addr 8-130-18- 69 SHIRLEY 100.00 100.00 50.00 66.67 81.46 100.00 130-1 AVE Traffic Island 100.00 100.00 50.00 33.33 86.36 97.52 - Kimble Ave, North Shore Rd, Beach St Traffic Island 100.00 100.00 50.00 33.33 86.36 97.52 - Dehon St, North Shore Rd, Centennial Ave 7-121-177- 0 96.95 100.00 50.00 33.33 86.36 96.41 121-17 OVERLOOK AVE Public stairs 96.95 100.00 50.00 33.33 86.36 96.41 from Florence Ave to Campbell Ave 8-137-188- 0 SHIRLEY 100.00 100.00 50.00 33.33 82.96 95.05 137-18 AVE 18-324A- 0 STRP ON 74.81 100.00 100.00 66.67 73.10 93.87 118-324A-1 DOUGLAS ST 16-259- 0 AUCELLA 89.40 100.00 50.00 33.33 86.36 93.68 2916-259- CT 29 16-259- 0 AUCELLA 89.40 100.00 50.00 33.33 86.36 93.68 2616-259- CT 26 Table 5: Top Parcels of the Physical Characteristics Theme Pocket Park Site Suitability Analysis | Revere | 45",
        "FUNDING SOURCES The Revere Open Space and Recreation Plan, 2018-2025 Update lists and describes the following state and federal funding sources available for park and recreation efforts.  Local Acquisition for Natural Diversity (LAND) Program  Parkland Acquisitions and Renovations for Communities (PARC) Program  Land and Water Conservation Fund (LWCF)  Recreational Trails Grant Program (RTGP)  Gateway Cities Program  Community Preservation Act The following resources also support park and recreation activities. Housing and Urban Development, Community Development Block Grant The Community Development Block Grant (CDBG) program is a flexible program that provides communities with resources to address a wide range of unique community development needs. Beginning in 1974, the CDBG program is one of the longest continuously run programs at HUD. The CDBG program identifies publicly-owned facilities and infrastructure such as parks, playgrounds, and aesthetic amenities such as trees, sculptures, pools of water and fountains and other works of art as Public Facilities and Improvements. CDBG funds may be used in low- and moderate-income areas (census tracts) for the acquisition, construction, reconstruction, rehabilitation or installation of such public improvements or facilities. National Recreation and Park Association The National Recreation and Park Association (NRPA) periodically posts information about grant and fundraising opportunities that are available for park and recreation agencies and affiliated friends groups and 501(c)(3) nonprofits. Department of Conservation and Recreation, Urban and Community Forestry Challenge Grant The Massachusetts Department of Conservation and Recreation (DCR) Urban and Community Forestry Program offers 50-50 matching reimbursement grants (75-25 for projects in environmental justice areas) to municipalities and nonprofit groups in Massachusetts communities of all sizes for the purpose of building local capacity for excellent urban and community forestry at the local and regional level. Urban and Community Forestry refers to professional management (planting, protection, and maintenance) of a municipality’s public tree resources in partnership with residents and community institutions. Pocket Park Site Suitability Analysis | Revere | 46",
        "Community Compact Cabinet, Best Practices Program The Community Compact is a voluntary, mutual agreement entered into between the Baker-Polito Administration and individual cities and towns of the Commonwealth. In a Community Compact, a community will agree to implement at least one best practice that they select from across a variety of areas. Those communities participating in the Community Compact will, over a two year period, implement the best practice(s) they selected when entering into the Compact. Resources for technical assistance from the Commonwealth will be prioritized for those communities entered into a Compact and seeking to implement their best practice(s). The Division of Local Services serves as the primary point of entry for communities looking for resources in best practice development and implementation. The Best Practices most aligned with pocket park development fall under the Energy and Environment Category, and subcategories: Sustainable Development and Land Protection; Climate Change Mitigation; and Climate Change Adaptation & Resilience. Municipal Vulnerability Preparedness Program The Municipal Vulnerability Preparedness (MVP) Program provides support for cities and towns in Massachusetts to begin the process of planning for climate resiliency and implementing priority projects. Communities who complete the MVP program become certified as an MVP community and are eligible for MVP Action grant funding and other opportunities. Revere is an MVP community and is eligible for the MVP Action grant funding. Determination of Need Funding, Community-Based Health Initiatives The Massachusetts Determination of Need (DoN) regulation invests in innovative health delivery methods and public health strategies. The DoN Community-Based Health Initiative (CHI), promotes addressing 6 social determinants of health, as defined by the DoN Health Priorities. The DoN Health Priorities include “Built Environment” features including “access to parks and open space”. Trust for Public Land The Trust for Public Land (TPL) helps state and local governments design, pass, and implement legislation and ballot measures that create new public funds for parks and land conservation. TPL provides 1) technical assistance, creating legislative and ballot measures that reflect public priorities, 2) campaign services, offering a suite of campaign services from planning to get-out- the-vote programs, and 3) conservation economics, delivering research on the fiscal and economic benefits of land conservation. NeighborWorks America NeighborWorks America provides capacity-building trainings, tools, and technical assistance for community development professionals. Their Community Revitalization & Engagement resources include tools to evaluate park and public space interventions. Commonwealth Places ® Commonwealth Places, a collaborative initiative from MassDevelopment and Patronicity, is a crowdgranting challenge program to activate new or distressed public places and community Pocket Park Site Suitability Analysis | Revere | 47",
        "spaces. The program is open to municipalities and nonprofits to improve low- and moderate- income communities in Massachusetts. City of Revere, Parks & Recreation Department The City of Revere Parks & Recreation Department is capable of funding certain capital projects throughout the year based on available funding. Funding can go towards park and open space development, improvement, and or maintenance. City of Revere Community Improvement Trust Fund The City of Revere Community Improvement Trust Fund receives payments when development proposals are granted special permits or variances on new structures that exceed by right allowances for the number of units, Floor-to-Area-Ratio (FAR), height or maximum building coverage. By a majority vote of the City Council, the funds may be spent for a range of purposes, including recreation and open space areas and the support of athletic programs. Massachusetts Cultural Council, Capital Grants Program The Capital Grant Program provides matching grants to assist with the acquisition, final-stage design, construction, repair, renovation, rehabilitation, or other capital improvements or deferred maintenance of cultural facilities in Massachusetts. Revere CARES, Revere on the Move Mini-Grant Revere on the Move and the Alcohol, Tobacco, and Other Drugs Task Force offers mini grants to fund residents’ ideas that continue making Revere a healthy place to work, play, and raise families. Among eligible projects, funds can go to park and open space development and improvements. Other potential partners and funding Revere partners also identified the Revere Chamber of Commerce and private developers, neighborhood associations, and property owners as potential allies in supporting pocket park development. Pocket Park Site Suitability Analysis | Revere | 48",
        "REFERENCES Ahmed, Noha and Abd El Aziz. “Potentials of creating pocket parks in high density residential neighborhoods: The case of Rod El Farag, Cairo city”. International Journal of Development and Sustainability ISSN: 2186-8662 –Volume 4 Number 7 (2015): Pages 805-824. https://isdsnet.com/ijds-v4n7-3.pdf. Armato, Francesco. “Pocket Park: Product Urban design”. The Design Journal, 20:sup1, S1869- S1878. 2017. https://www.tandfonline.com/doi/pdf/10.1080/14606925.2017.1352705. Aurora Parks and Open Space Department. “Dedication and Development Criteria Manual”. 2008. https://www.auroragov.org/UserFiles/Servers/Server_1881137/File/ Business%20Services/Development%20Center/Code%20&%20Rules/Design%20Standard/Plan ning%20Design%20Standard/008461.pdf. Barsi J., Barker J., Schott J., 2003. An Atmospheric Correction Parameter Calculator for a Single Thermal Band Earth-Sensing Instrument. Proc IEEE International Geoscience and Remote Sensing Symposium (IGARSS), 21-25 July 2003, Toulouse, France.Blake, Alison. “Pocket Parks”. University of Washington. http://depts.washington.edu/open2100/ Resources/2_OpenSpaceTypes/Open_Space_Types/pocket_parks.pdf. Boulder. “Chapter 3: Urban Design”. https://www-static.bouldercolorado.gov/ docs/tvap-urban-design-1-201304181633.pdf. Branas, Charles et al. “A Difference-in-Differences Analysis of Health, Safety, and Greening Vacant Urban Space”. American Journal of Epidemiology, 2011, Vol. 174, No. 11. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3224254/ Braubach, Matthias et al. “Effects of Urban Green Space on Environmental Health, Equity and Resilience”. Nature-Based Solutions to Climate Change Adaptation in Urban Areas. Theory and Practice of Urban Sustainability Transitions. Springer, Cham. 2017. https://link.springer.com/chapter/10.1007%2F978-3-319-56091-5_11#citeas. Byrne, Jason and Yang Jinjun. “Can urban greenspace combat climate change? Towards a subtropical cities research agenda”. Australian Planner, 2009, 46:4, 36-43. https://www.researchgate.net/publication/43694566_Can_urban_greenspace_combat_climate _change_Towards_a_subtropical_cities_research_agenda. City of Fresno. “Fresno Parks Master Plan Draft”. 2017. https://www.fresno.gov/darm/wp- content/uploads/sites/10/2016/10/Fresno-PMP_Public-Draft_Oct-2017.pdf. City of Salem. “Comprehensive Park System Master Plan Update”. 2013. https://www.cityofsalem.net/CityDocuments/park-system-master-plan.pdf. Cobb County. “Pocket Park Policy”.http://www.grpa.org/uploads/ Sample%20Pocket%20Park%20Policy.pdf. Pocket Park Site Suitability Analysis | Revere | 49",
        "Cohen, Deborah, et al. “Park Use and Physical Activity in a Sample of Public Parks in the City of Los Angeles”. Rand Health. 2006. https://www.rand.org/content/dam/rand/pubs/ technical_reports/2006/RAND_TR357.pdf. Cohen, Deborah A, et al. “The potential for pocket parks to increase physical activity”. American journal of health promotion, vol. 28,3 Suppl, 2014, S19-26. https://www.ncbi.nlm.nih.gov/ pmc/articles/PMC4091959/. The Conservation Law Foundation and CLF Ventures, Inc. “Growing Green: Measuring Benefits, Overcoming Barriers, and Nurturing Opportunities for Urban Agriculture in Boston”. 2012. https://www.clf.org/wp-content/uploads/2016/04/GrowingGreen.Report.July2012.pdf. Erie. “Chapter 3: Parks”. https://erieco.gov/DocumentCenter/View/933/Ch-3?bidId=. Fairfax County. “Chapter 6: Urban Parks”. https://www.fairfaxcounty.gov/tysons/sites/ tysons/files/assets/documents/pdf/urban%20design/6_udg_parks.pdf. Ferguson, Patrick, et al. “The Los Angeles Parks Foundation: A Study of the 50 Parks Initiative”. University of Southern California. 2014. https://www.laparks.org/sites/default/files/ projects/LAPF%2050%20Parks%20Initiative%20Study%20-%20Final.pdf. Fort Worth. “Neighborhood and Community Park Dedication Policy”. http://fortworthtexas.gov/uploadedFiles/PACS/Parks/Dedication.pdf. Konijnendijk, Cecil C. et al. “Benefits of Urban Parks: A systematic review”. Copenhagen & Alnarp, 2013. https://worldurbanparks.org/images/Newsletters/IfpraBenefitsOfUrbanParks.pdf. LeFlore, Alison. “Increasing Urban Open Space Through Pocket Parks”. Tufts University. 2012. https://dl.tufts.edu/catalog/tufts:20893. Massachusetts Bureau of Geographic Information (MassGIS, 2003-2018). “Digital Terrain Model files for Massachusetts.” https://docs.digital.mass.gov/dataset/massgis-data-digital-terrain- model-dtm-files?_ga=2.255973835.1191074854.1551816893-1139506905.1536181137 Metro Parks Nashville. “The Nashville Parks and Greenways Master Plan”. 2017. https://www.nashville.gov/Portals/0/SiteContent/Parks/docs/PlanToPlay/2017-04- 12%20Parks%20MP%20Book.pdf. National Recreation and Park Association (NRPA). “Creating Mini-Parks for Increased Physical Activity”. https://www.nrpa.org/contentassets/f768428a39aa4035ae55b2aaff372617/ pocket-parks.pdf. PennPraxis. “Green2015: An Action Plan for the First 500 Acres”. http://planphilly.com/sites/ planphilly.com/files/G2015Layout_v13_FINAL_web_compressed.pdf. Rigolon, Alessandro and Travis L. Flohr. “Access to Parks for Youth as an Environmental Justice Issue: Access Inequalities and Possible Solutions”. Buildings, 2014, 4, 69-94. 2014. https://www.mdpi.com/2075-5309/4/2/69/pdf. Pocket Park Site Suitability Analysis | Revere | 50",
        "Seattle Parks and Recreation. “2017 Parks and Open Space Plan”. 2017. https://www.seattle.gov/Documents/Departments/ParksAndRecreation/PoliciesPlanning/2017Pla n/2017ParksandOpenSpacePlanFinal.pdf. Seltenrich, Nate. “Just What the Doctor Ordered: Using Parks to Improve Children’s Health”. Environmental Health Perspectives, 2015, Oct; 123(10): A254–A259. https://ehp.niehs.nih.gov/doi/10.1289/ehp.123-A254. SF Better Streets. Street and Sidewalk Pocket Parks. https://www.sfbetterstreets.org/find-project- types/reclaiming-roadway-space/street-and-sidewalk-parks/. Sinou, Maro and Gail Kenton. “Parameters contributing to the design of a successful urban pocket park”. PLEA2013 - 29th Conference, Sustainable Architecture for a Renewable Future, Munich, Germany 10-12 September 2013. https://mediatum.ub.tum.de/doc/1169341/1169341.pdf. University of Vermont Spatial Analysis Lab (2016). Urban Tree Canopy Assessment for Boston Metro Mayors Climate Smart Cities Decision Support tool. https://www.nrs.fs.fed.us/urban/utc/; https://web.tplgis.org/metromayors_csc/. Visalia City. “Pocket Park Development Standard”. 2005. https://www.visalia.city/civicax/filebank/blobdload.aspx?BlobID=4542. Walawender J., Hajto M., Iwaniuk P., 2012, A new ArcGIS toolset for automated mapping of land surface temperature with the use of LANDSAT satellite data. Proc. IEEE International Geoscience and Remote Sensing Symposium (IGARSS), 22-27 July 2012, Munich, Germany, 4371-4374, doi: 10.1109/IGARSS.2012.6350405. Pocket Park Site Suitability Analysis | Revere | 51",
        "APPENDICES Stakeholder Meeting, February 6, 2019 Participants of the February 6, 2019 meeting provided their comments on neighborhood characteristics related to the discussion about pocket park development opportunities. Pocket Park Site Suitability Analysis | Revere | 52",
        "Pocket Park Site Suitability Analysis | Revere | 53",
        "Pocket Park Site Suitability Analysis | Revere | 54",
        "Pocket Park Site Suitability Analysis | Revere | 55",
        "Master Plan Community Forum, May 8, 2019 On May 8, 2019 Revere hosted a Master Plan forum on Transportation, Energy & Climate, and Public Health & Open Space. Forum participants provided input on pocket park features through a visual preference survey. This feedback was subsequently added to by the Revere Cares Coalition meeting participants on June 25, 2019. The following pages show snapshots of combined feedback from both forums, where participants were asked, “What do you like about these pocket parks?”. Pocket Park Site Suitability Analysis | Revere | 56",
        "Pocket Park Site Suitability Analysis | Revere | 57",
        "Pocket Park Site Suitability Analysis | Revere | 58",
        "Pocket Park Site Suitability Analysis | Revere | 59",
        "Pocket Park Site Suitability Analysis | Revere | 60",
        "Revere Cares Coalition Meeting, June 25, 2019 The Revere Cares Coalition held its regular meeting, focusing on the Revere Pocket Parks Project. Participants were given an overview of the project and explored five sites that were included in the pocket park suitability analysis. This sites are listed below, followed by images of the discussion and ideas generated by participants for each about what pocket park opportunities excited them.  69 Shirley Avenue  Avalon Street (at the intersections of Avalon and Blake Streets)  931 Winthrop Avenue  Fitzhenry Square  39 Arcadia Street Pocket Park Site Suitability Analysis | Revere | 61",
        "Pocket Park Site Suitability Analysis | Revere | 62",
        "Pocket Park Site Suitability Analysis | Revere | 63",
        "Pocket Park Site Suitability Analysis | Revere | 64",
        "Pocket Park Site Suitability Analysis | Revere | 65",
        "Pocket Park Site Suitability Analysis | Revere | 66",
        "Pocket Park Site Suitability Analysis | Revere | 67"
    ]
}