{
    "FILE_NAME": "https://salemsound.org/wp-content/uploads/2023/03/2019-06-2820Beverly20MVP20Findings20Report.pdf",
    "ALL TEXT": "COVER PAGE Town of Hudson – Community Resilience Building Summary of Findings Prepared and Presented by: Jeffrey T. Malloy, BSC Group, Inc. Ale Echandi, BSC Group, Inc. Pam Helinek, Town of Hudson Beverly City Hall Photo Source: BSC Group PREPARED AND PRESENTED BY Aaron Clausen, AICP, City of Beverly Katie Moniz, P.E., AICP, CFM, BSC Group, Inc1. | P a ge Barbara Warren, Salem Sound Coastwatch Kaitlyn Rimol, BSC Group, Inc.TABLE OF CONTENTS EXECUTIVE SUMMARY COMMUNITY RESILIENCE BUILDING PLANNING AND WORKSHOP DEFINING HAZARDS CHARACTERIZING A CLIMATE RESILIENT BEVERLY – MUNICIPAL VULNERABILITIES AND STRENGTHS CATEGORIZING CONCERNS AND CHALLENGES APPENDIX • CLIMATE CHANGE INFOGRAPHIC • COMMUNITY RESILIENCE BUILDING MATRIX • IPSWICH & NORTH COASTAL WATERSHED BASIN CLIMATE PROJECTIONS • PUBLIC LISTENING SESSION FLYER Beverly Coastline Source: drone photography from BevCam 2017 2 | P a geEXECUTIVE SUMMARY Executive Summary In accordance with Executive Order 569, which seeks to build resilience and adapt to the impacts of climate change, the City of Beverly, Massachusetts is pleased to submit this Summary of Findings Report. In 2018, the City of Beverly applied for and received a Municipal Vulnerability Preparedness (MVP) program planning grant from the Massachusetts Executive Office of Energy and Environmental Affairs (EEA) to complete a vulnerability assessment and action oriented resilience plan (Findings Report). This planning effort followed the Community Resilience Building (CRB) framework developed by The Nature Conservancy. The CRB framework uses a community-driven workshop process to identify climate-related hazards, community strengths and vulnerabilities, and develop solutions to address these considerations. Completion of the CRB process enables the City to achieve MVP community designation status from the EEA and receive preference for future state grants under the MVP program or other participating funding entities. As climate change continues to alter the way municipalities evaluate risk and manage resources, it is important to evaluate the effects of climate change and the solutions to address these challenges in a manner that assesses the interdependency of Beverly’s infrastructural, societal, and environmental features. This Findings Report provides an important step in Beverly’s journey to establish climate resilience within this coastal community and builds upon the City of Beverly’s previous work on the Beverly Coastal Vulnerability Assessment in 2017 and the City of Beverly Hazard Mitigation Plan in 2018. Beverly Mayor Cahill also joined the Mayors’ National Climate Action Agenda on behalf of the City of Beverly in 2017 and the City intends to next prepare a Climate Action Plan to address the reduction of greenhouse gas emissions and climate resilience in the City. Beverly Coastal Vulnerability Assessment 2017 Source: BSC Group and Woods Hole Group 3 | P a geCOMMUNITY RESILIENCE BUILDING PLANNING AND WORKSHOPS The CRB process began with the establishment of a Core Team comprised of municipal staff members. The Core Team held strategic planning sessions on October 11, 2018, December 19, 2018, February 14, 2018, March 11, 2018 and April 23, 2019. Core Team meetings involved developing a broad understanding of the Hazards, Vulnerabilities, and Strengths that characterize the City of Beverly, and to identify a list of Preliminary Resilience Actions that the community may consider at the CRB Workshop. Core Team meetings were also used to identify the goals of the workshop within the context of community interests and needs. The Core Team decided that it was important to use the workshop as a mechanism to engage with the community using interactive media platforms such as a GIS community data viewer prepared specifically for the workshop and an interactive demonstration of the Massachusetts Data Clearinghouse Website, resilientma.org. The Community Resilience Building Workshop was held on April 9, 2019 at the Beverly Golf and Tennis Club. Workshop participants included a diverse set of community stakeholders from municipal departments, local businesses, non- government entities, and local interest groups. Presentations were given by the City of Beverly and BSC Group, as well as Salem Sound Coastwatch and Endicott College to support the CRB workshop breakout groups in the morning and afternoon. BSC Group led two engagement and education Adaptation Action Stations giving participants interactive use of GIS mapping of hazards, particularly coastal flooding risk and project depth from previous coastal vulnerability work with Woods Hole Group. Solutions derived from the breakout groups were integrated in the CRB Planning Matrix and the day concluded with a brainstorming effort intended to identify interdependent project types that may be eligible for funding under the MVP program or other Massachusetts grant sources. Climate resilience planning requires an ongoing effort by community stakeholders. Workshop attendees and other interested stakeholders are encouraged to provide comments, corrections, updates, or additional information of findings transcribed in this report to Aaron Clausen at aclausen@beverlyma.gov. The success of climate resilience planning in Beverly is contingent upon ongoing participation of community stakeholders. 4 | P a geDEFINING HAZARDS The City of Beverly has several challenges related to establishing resilience to the effects of climate change. Beverly has over fourteen (14) miles of coastline and is already familiar with coastal storm damage. In 2017, coastal storms damaged sea walls at Lynch Park, Endicott College and other coastal structures and coastal erosion at Obear Park and Independence Park. Flooding of coastal roadways was also documented. Inland flooding of neighborhoods for intense precipitation events is also a challenge for Beverly. Climate change is expected to increase the occurrence and intensity of weather-related events and further stress municipal resources to address these types of incidents. During the Core Team and CRB planning efforts, stakeholders identified the top natural hazards for the City of Beverly. Coastal flooding was identified as the top hazard among most participants. Inland flooding from precipitation events, extreme temperatures, extreme snow events, and drought represented additional climate exposure hazards and were highlighted as significant concerns for the City. Collectively, it was agreed upon by the group that the City of Beverly top hazards present ongoing and cumulative adverse impacts on the community’s most important infrastructural, societal, and environmental resources. TOP HAZARDS WITHIN BEVERLY Flooding Extreme Weather Heat Wave Drought 5 | P a geCHARACTERIZING A CLIMATE RESILIENT BEVERLY’S MUNICIPAL VULNERABILITIES AND STRENGTHS The CRB process involves a robust stakeholder engagement effort and can be used to characterize the vulnerabilities and strengths unique to a given community. The Beverly CRB process revealed important characteristics that broadly represent the identity and culture of the community. Collectively, these characteristics provide a snapshot of the community’s vulnerabilities and strengths and is an important starting point to identify community features most at risk to the effects of climate change. Bass River District The Bass River District contains the heart of Beverly’s commercial activity at the Cummings Center, one of the MBTA Beverly commuter rail stations, multiple marinas, Innocenti Park, the Margin Street stormwater pump station and National Grid Substation No. 12. It is also an area of potential economic development for the City of Beverly with several parcels likely to be redeveloped in the near term. The Bass River District is extremely vulnerable to coastal flooding from the tidal Bass River. The district also has the potential for Urban Heat Island Effect because of the built environment that includes buildings, roadways, stormwater management infrastructure, parking lots, and traffic congestion. The City of Beverly has been proactive to work with Cummings Center and MEMA to propose a tide gate Beverly Coastal Vulnerability Assessment – Bass River Flood Projections solution for the stormwater outlet near Route 62/Elliott Source: BSC Group and Woods Hole Group Street to address flooding in the roadway and parking areas at Cummings Center. The City has also initiated sediment dredging activities within the Bass River to increase the volume and nautical use of this natural resource with a proposed salt marsh restoration near Obear Park as a mitigation project. Beverly is also evaluating coastal erosion at Obear Park for a future grant-funded project to transform this recreational space into a resilient resource. The community recognizes the district as an important source of strength and vulnerability within the community because of the resources it provides and the challenges it presents for the City of Beverly. 6 | P a geEmergency Preparedness and Response – Collaboration to Increase Climate Resilience Emergency preparedness and response operations are managed by an established and collaborative effort between the Police Department, Fire Department, and MEMA Task Force 1. The City of Beverly has a well- defined and established operational procedure to prepare for the effects of natural hazards and associated response. Emergency preparedness and response systems in Beverly consist of a variety of communication procedures that that have proven effective in past emergency situations. The community recognizes these systems may be adequate and effective, but lack a detailed understanding of the tenets of this effort and agree that improvements to these systems may be both appropriate and necessary in the face of changing climate-related hazards. Upgrades to systems such as Reverse 911 was mentioned as an important first step to reach more residents on a variety of electronic devices. Proactive approaches that draw upon emergency coordination resources or capacity across municipal departments to increase the “buy-in” from other city departments was mentioned as a necessary preliminary planning effort. The City of Beverly also hosts many educational, medical and social services institutions, such as Beverly Hospital, Endicott College, Landmark School, Monserrat School of Art, River House, and others. These entities sent representatives to the community workshop to participate in Beverly’s Municipal Vulnerability Preparedness effort and provide input into ways to more closely communication with the City of Beverly. A major theme of the workshop was the need for more of these collaborative community events to foster resilience and preparedness between the City of Beverly and these third-party institutions. To ensure appropriate response in the event of climate hazard or other emergency, a network of key personnel should be established to foster greater understanding of municipal and private needs and resources. Coastal Assets – Opportunity for Co-Benefits Dung the CRB stakeholder engagement and the City’s public listening process for the Beverly Harbor/Waterfront Plan, participants stressed the importance of the land/water connection and the recreational and commercial opportunities along the shoreline. Beverly has a diversity of coastal environments including rocky outcroppings, tidal river basins, sandy beaches, salt marshes and extensive eelgrass beds. The City is rich in public parks with beach access, recreational boating and a commercial fishing fleet. The community seeks to maintain these highly valued coastal resources and expand opportunities for recreational and commercial boating, waterfront walkways, parks, beaches and public access throughout the community Lynch Park Seawall Source: City of Beverly while acknowledging that these resources are vulnerable to climate change impacts. The Beverly Harbor/Waterfront Plan, completed in 2019 with funding from the 7 | P a geSeaport Economic Council, focused on the Beverly Harbor, the confluence of the Danvers and Bass Rivers (Goat Hill neighborhood area), and the eastern bank of the Bass River waterfront. Goals for the Beverly Harbor and the Bass River waterfront include protecting the City’s marine and waterfront resources while encouraging new opportunities for development and increasing the resiliency of the waterfront to current flooding, projected sea level rise, and increased storm events. The landside of Beverly Harbor, the eastern bank of the Bass River and associated areas’ water cover about 118 acres, while the City of Beverly owns just 9.7 acres of land within this area. This brings home the importance of building private/public partnerships that will be a community strength into the future. In addition, the City has partnerships with Salem Sound Coastwatch and other local non-profit partners that will support and implement the MVP actions. Inland Flooding – Meeting Past Challenges and Taking on New Ones Because of sea level rise predictions and current damage to coastal infrastructure from intense storms, much of the MVP adaptation actions focus on coastal assets. However, inland flooding of neighborhoods and roadways from intense precipitation events is also a challenge for Beverly. Workshop participants called for expanded climate awareness throughout the community, which could include information on how to reduce flooding at residential properties. The City may develop incentive programs that include retrofitting buildings, elevating critical utilities and using residential green infrastructure practices, such as rain gardens and porous surfaces that infiltrate or detain stormwater on site. After the Mother Day Storm of 2006 when over 12 inches of rain caused severe flooding, the City of Beverly embarked on many inland flooding improvement projects, which have resulted in noticeably less flooding in the targeted areas. However, with the changing climate, the City understands the importance of performing updated watershed modeling to understand stormwater impacts on inland areas, roads and neighborhoods as well as the need for updated ordinances to require or incentive residential and commercial use of green infrastructure and limited impervious surfaces. Projects like the new Beverly Middle School that detains stormwater upstream of the Cummings Center has set an excellent example for the community and future development. Dix Park Project Areas to Address Flooding Source: City of Beverly 8 | P a geCATEGORIZING CONCERNS AND CHALLENGES Workshop participants used the CRB process to collaboratively identify action-oriented solutions to address the climate vulnerabilities faced by the City of Beverly. These actions are organized into four categories based on a combination of community characteristics (i.e. strengths and vulnerabilities) and solutions identified by workshop participants. During the workshops, an emphasis was placed on the interdependence of these categories that allowed for the development of climate resilience solutions that span infrastructural, societal, and environmental features. Through this lens, overlapping solutions that provide co-benefits were identified and prioritized. Coastal Assets & Infrastructure Transportation Social Corridor Vulnerability Planning Emergency Management and Preparedness 9 | P a geCoastal Assets and Infrastructure Coastal Assets & The City, CRB stakeholders and the MVP process benefited from the Beverly Coastal Vulnerability Assessment completed in 2017 with funding Infrastructure from the Massachusetts Coastal Zone Management (CZM) Coastal Resilience Grant. This vulnerability assessment focused on the impacts of Coastal Structures coastal flooding on municipal assets such as the sewer and stormwater Vulnerable Roads and pump stations, roadways and coastal structures as well as privately- Infrastructure – Route 62, owned, critical infrastructure assets, which included private utility Route 127, etc. substations, state-owned roadways and rails, private marinas and regional sewer infrastructure. This assessment evaluated coastal structures for the Pump Stations potential projected flood elevation (present, 2030 and 2070) to exceed the Independence Park height of the coastal structure. The increased flood impacts to these structures and adjacent properties from wave run-up and storm surge Lynch & Obear Park were not conducted in the 2017 assessment, but CRB stakeholders MBTA Commuter Rail understood that the impacts of coastal storms along with rising sea level may further stress coastal structures and properties. Therefore, coastal National Grid Substation structures, such as seawalls, were given high priority actions, particularly Lynch Park/Woodbury Beach area, Beverly Harbor Management site and Independence Park, along with identifying privately-owned seawalls that protect public assets. One unique action encourages the use of “Q-Send” reporting by residents who notice damage to seawalls and coastal structures. Located 23 miles north of Boston, the City’s five commuter rail stops on the Newburyport and Rockport MBTA lines are assets that the community does not want to lose. The Beverly Depot commuter rail station is one of the top three busiest stops in the MBTA commuter rail system. It is in the Bass River District along with the Cummings Center, multiple marinas, Innocenti Park, the Margin Street stormwater pump station and National Grid Substation No. 12, which are all addressed as high action priorities in the MVP Risk Matrix. Other portions of the MBTA tracks located in inland areas in Beverly and in neighboring communities are also at risk and could jeopardize operation of this asset. Some actions require coordination with state agencies and neighboring towns. The MassDOT Hall- Whitaker Bridge crosses the Bass River at Bridge Street and presents an opportunity for a regional intervention to protect the northerly upstream sectors of the river. Further upstream from Bridge Street, flooding is possible over the banks of Elliott Street/Route 62 as well as through a culvert located at the intersection of McKay and Elliott streets. Potential multi-element intervention is provided in the 10 | P a geBeverly Coastal Vulnerability Assessment as a resiliency option for the MassDOT Hall-Whitaker Bridge that crosses the Bass River at Bridge Street. North of Bridge Street, inundation due to storm surge is also likely down the length of Federal Street, expanding northwards into industrial areas. The Beverly Coastal Vulnerability Assessment identifies possible flooding scenarios for the coastal regions and scaled responses that range from deployable flood barrier to infrastructure changes such as tide gates and raised street elevations. 2016 King Tide Photo – Coastal Residences Source: City of Beverly CRB participants voiced the sentiments often expressed by Beverly residents, businesses and visitors that the natural resources, parks and shoreline are crucial to the City’s character and quality of life. Several high priority actions address the resiliency of these natural assets, such as considering living shoreline opportunities to stop the erosion at Obear park, identifying dune restoration candidates where feasible in areas such as Woodbury Beach and exploring options to accommodate coastal flooding/sea level rise at Lynch park, Independence Park and Dane Street Beach. Options for preserving the Chubb Creek Marsh system while protecting large residential areas along Hale and West Street would most likely be a regional effort with the Town of Manchester-by-the-Sea, MassDOT and the MBTA Commuter Rail. Transportation Corridor Planning A key planning feature identified by Workshop participants is the Transportation interdependent sources of vulnerability and strengths that exist within Corridor Planning the primary transportation corridor within Beverly. Two major arterial routes connect the majority of coastal Beverly to its neighboring Carbon Mitigation communities – Route 127 and Route 62/Elliott Street. These areas are likely local evacuation routes yet both roadways are extremely vulnerable Urban Heat Island to coastal flooding at key intersections such as adjacent to the Cumming Mitigation Center and at the MBTA rail crossing near West Beach. Workshop Evacuation Routes participants emphasized the need to coordinate with state agencies such as MassDOT and MBTA to mobilize projects in these locations while Multimodal maintaining a focus on climate mitigation and adaptation efforts. Transportation Network Workshop participants identified solutions such as promoting Transportation/Parking multimodal transportation (public transit, bicycle, walking) and green Policy infrastructure options to address anticipated issues related to climate change. The need for the City of Beverly to revisit its transportation and 11 | P a geparking policies going to forward to limit the use of impervious surfaces where feasible was highlighted by participants using concepts like shared parking arrangements in business districts to maximize use of these amenities and limit potential for urban heat island effect. Community engagement and outreach efforts were also noted as an important aspect of this initiative. Identifying ways to address the lack of awareness by non-resident daytime populations and utilize this transportation corridor that may not be aware of vulnerabilities or evacuation procedures was considered an important action. Emergency Management and Preparedness The City of Beverly has an established emergency management plan that municipal stakeholders feel adequately addresses the needs of the Emergency community in an emergency. The Police Department, Fire Department Management and and MEMA Task Force 1 local personnel work in close coordination to Preparedness implement emergency management and preparedness for the community. Current emergency management procedures include Community Outreach preparation, mitigation, response, and recovery actions, activation and operation of the Beverly Emergency Communications system, Evacuation Routes activation and operation of shelters, and municipal emergency Regional Coordination preparedness training. Workshop participants agreed that increased emergency preparedness coordination and communications is among Coordination with State the most important action items the City can implement to improve Agencies resilience to the effects of a changing climate. Stakeholders indicated Municipal a need for additional knowledge sharing from all City departments Communication regarding the City’s emergency preparedness operations and Networks coordination. The City has in place various systems to notify the community of important information (e.g. City website, social media, Coordination with Private Reverse 911), but participants felt these resources lack dynamic use and Schools/Colleges promotion within the community. Participants felt strongly that an Coordination with Beverly informational outreach/network that used multiple types of Hospital communications platforms appropriate for residents of all ages should be developed within the community to plan for climate change Emergency preparedness and response. Regional coordination should also occur Shelter/Assembly Areas within neighboring communities, and the City should draw upon the capacity provided by state agencies to enhance its overall climate preparedness and resilience. The need to improve the capacity of existing shelters/cooling centers to function during a storm event was also acknowledged. Increasing the number of shelters within the community was also emphasized, and participants expressed a need to increase the awareness of these resources at a city-wide scale. Understanding the needs and limitations of socially vulnerable populations (e.g. elderly population, medically vulnerable population, student population) should also be explicitly addressed within future planning efforts. 12 | P a geSocial Vulnerability Pictures from Coastal Vulnerability Workshop 2017 Source: BSC Group Workshop participants expressed a Social diverse set of viewpoints pertaining Vulnerability to the need to address the considerations of socially vulnerable Elderly Residents populations in response to the Students/College anticipated effects of climate Students change. Social vulnerability in Beverly is characterized by a few Commuters major potential populations such as Economically Stressed the elderly population (anticipated Individuals that more than 30% of Beverly resident population will be over the Medically Dependent age of 65 by 2025) and Individuals youth/students that attend Community Outreach, numerous local public and private Education & schools from elementary school Preparedness through the non-resident college student populations at Endicott College and Monserrat School of Art. As such, stakeholders agreed that a central Shelters/Assembly Areas feature of climate adaptation planning within the community must ensure planning efforts do not reinforce existing sources of vulnerability. Participants agreed that future climate change planning should draw upon local resources such as the Council on Aging, Beverly Hospital and private schools, such as Endicott College, Monserrat School of Art, Landmark School and others to increase Beverly’s capacity to address the needs of the most vulnerable, to improve communications with these third parties, and to provide appropriate levels of emergency management services based upon climate hazards. Community outreach and education initiatives were recommended. Alignment with ongoing efforts to improve emergency management, response, and communication was identified as an opportunity to reach groups that may otherwise be neglected during hazard mitigation planning. Efforts to identify socially vulnerable populations (e.g. elderly groups) was encouraged. 13 | P a geClimate Resilience Actions to address these concerns were prioritized through workshop activities and coordination with Core Team leadership. These Climate Resilience Actions are organized by High Priority, Medium Priority, and Low Priority Actions. High Priority Actions Category Action SESD Pump Station – Beverly to serve as sponsor community for SESD to pursue grant funding opportunities to evaluate near term dry floodproofing of SESD pump station in Beverly and long-term scenario planning for relocating this pump station. Lynch Park – Perform assessment of Lynch Park property and evaluate comprehensive flood protection strategies for the facility. Incorporate permanent educational signage related to climate change at Lynch Park. Municipal New Construction (Police Station) – Incorporate climate resilience strategies and coastal flood protections into final design of new police station in Bass River District. Consider police station outposts for staff and storage of fleet equipment to decentralize resources in case of a flood event. Elliott Street/Route 62 – Undertake a conceptual redesign of Elliott Street/Route 62 to explore raising the roadway and associated infrastructure or provide deployable flood barriers near the Bass River/Cummings Center. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Infrastructure Route 127 (Beach Street to MBTA Rail Crossing at West Street/Hale Street) – Review coastal flood pathway data and incorporate stormwater watershed modeling where needed to evaluate solutions for this section of roadway. Work with MBTA to discuss options for temporary and permanent flood protection strategies. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Heavily Utilized Arterial Roadways- Review coastal flood pathway data and incorporate stormwater watershed modeling where needed to evaluate sections of roadway that are vulnerable and limited in their ability to function as part of local evacuation route. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. MBTA Commuter Rail – Newburyport-Rockport Line – Work with MBTA on flood protection projects to protect track lines and MBTA infrastructure (elevate tracks, deployable flood barriers, modification of elevations of adjacent municipal assets/infrastructure, etc.), as well as the potential to provide larger community benefits. MBTA Parking Garage near Beverly Depot Station – Identify ways partner with MBTA to use structured parking garage during storm events (other than snow emergency procedures, which are currently in place) to protect additional vehicles in a neighborhood vulnerable to flooding. 14 | P a geNational Grid Substation No. 12 – Work with National Grid to understand their climate-ready planning for this substation and how it could impact Beverly. Consider ways to work with National Grid on district-wide flood protection measures for Bass River District to protect substation and other assets. MassDOT Route 128 – Work with MassDOT to understand their climate-ready planning for this regional asset and how it will impact Beverly, particularly for regional evacuations on this roadway through other communities. Cummings Center – Continue to work with property owner to address flood risk - on-going engagement regarding proposed tide gate project and upstream culvert project. Study Cummings Center/Bass River district for a neighborhood-level vulnerability assessment with strong stakeholder engagement. Consider floodproofing options for Cummings Center facilities. Pump Stations (Sewer) Multiple Locations – Develop/purchase an asset management tool to track city infrastructure and maintenance, as well as record storm damage incidents. Evaluate options for floodproofing Marsh Street pump station located in residential neighborhood highly susceptible to coastal flooding events. Pump Station (Sewer) Beach Street – Redesign Beach Street sewer pump station to include an earthen berm design for flood protection and dry floodproofing methods for resilience. Pump Station (Stormwater) Margin Street – Prepare a conceptual plan to look at feasibility of redesigning Innocenti Park to prepare for coastal flood impacts and rebuild/relocate Margin St pump station. Commercial & Residential Development – Update zoning ordinances & regulations to promote climate resilience. Require/incentive green infrastructure (green roofs, rain gardens, etc.). Identify potential for public-private partnerships to mitigate climate risks. Develop a climate review checklist for permitting. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Coastal Structures – Consider options for elevated coastal walkway to provide public access and flood/erosion protection measures. Complete inventory of all coastal structures to determine ownership and maintenance responsibilities. Follow up inventory with structural evaluation of identified at-risk coastal structures, particularly at Lynch Park/Woodbury Beach, Beverly Harbor Master Building and Independence Park. Work with private owners of coastal structures to promote maintenance and repair as needed. Encourage use of “Q-Send” reporting for residents who notice damage to seawalls and coastal structures. Evacuation Routes – Develop a local evacuation plan to evaluate flood impacts to arterial roadways such as Rte. 62/Elliott St and Rte. 127 that facilitate evacuation of neighboring communities. Work with adjacent communities to understand how their local evacuation plans intersect with Beverly’s plan. 15 | P a geBass River – Evaluate district-wide flood protection options. Incorporate public access, open space and an urban waterfront redevelopment along Bass River to provide flood resilience and smart growth in Beverly. Coastal Erosion – Obear Park – Develop potential grant-funded project to address erosion at Obear Park, Environmental including salt marsh restoration and other nature-based solutions. Coastal Erosion – Independence Park/Dane Street Beach – Redesign Independence Park/Dane Street Beach to accommodate coastal flooding/sea level rise. Restore dune areas where possible. Coastal Erosion - Evaluate coastal erosion at Rice’s Beach/Sandy Point/Woodbury Beach/Pleasant View/etc. Restore dune areas where feasible in areas such as Woodbury Beach. Medium Priority Actions Category Action Department of Public Works Yard – Identify relocation options for DPW yard or decentralize storage of DPW assets for resilience to coastal flooding. Evaluate flood protection options for DPW yard. Municipal Green Infrastructure – Undertake city-wide evaluation of green infrastructure opportunities to infiltrate stormwater and reduce inland flooding. Tidal Control Structures – Evaluate potential for tidal control structures in the Bass River District, including, but not limited to, Bridge Street, and areas near Chubbs Creek marsh system at Hale Street. Beverly Harbor/port area/marinas – Incorporate coastal resiliency planning at Beverly Harbor and consider a “Clean & Resilient Marinas” Initiative for public facilities. Provide additional outreach and education to private marinas and recreational boaters. Low-lying residential neighborhoods – Conduct an assessment of regulatory incentive programs – retrofits/education/relocations/etc. Require new development in these areas to consider floodproofing and elevation of first floors and utility infrastructure. Infrastructure Municipal Infrastructure – Sewer/Storm Drain/Water - Develop/purchase an asset management tool to track city infrastructure and maintenance. Update stormwater ordinance to require/incentive residential use of green infrastructure and limited impervious surfaces. Update sewer I&I requirements and undertake projects to infiltrate stormwater throughout the community. Perform updated watershed modeling to understand stormwater impacts in changing climate on inland areas and neighborhoods. 16 | P a geMunicipal Buildings - Incorporate underground flood/stormwater storage systems at municipal facilities. Evaluate need/use of emergency backup power generation and status/condition of HVAC systems at municipal facilities throughout the community. Develop GIS inventory of building equipment and resilience measures. Address deferred maintenance issues. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Parking & Transportation Policy - Develop comprehensive policy to judicially use impervious surfaces in city right-of-way areas by limiting parking, promoting pedestrian, bicycle and transit use activity, incorporating street trees and green infrastructure. Promote shared parking agreements on private commercial properties. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Beverly Residents- Establish a Climate Working Group to meet and collaborate regularly to discuss resiliency planning in Beverly. Provide additional opportunities for resident education on climate change and resilience measures. Aging Housing Stock - Educate residents on building retrofit and floodproofing opportunities and state incentives for building energy upgrades. Encourage development of additional housing stock, including down-sizing options for seniors. Beverly Harbor Management Authority - Work with Beverly Harbor Management Authority to pursue grant opportunities that could fund coastal resiliency planning in Beverly Harbor and the Bass River District and to provide additional opportunities for education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters. Beverly Hazard Mitigation Plan - Follow up on recommendations of the Beverly Hazard Mitigation Plan. Focus the next five-year update to the plan by 2023 on a combined hazard mitigation and climate vulnerability assessment like the Massachusetts State Hazard Mitigation and Vulnerability Assessment model/approach. Public Education- Conduct a comprehensive campaign to promote climate awareness throughout community. Incorporate climate science education into school curriculum. Work with local non-profit partners like Salem Sound Coastwatch to improve and maintain these efforts. Municipal Staffing/Resources - Support municipal staffing levels by engaging student interns from local colleges/universities. Develop an overall community preparedness plan to integrate all departments/facilities and resources to prepare for climate hazards. Train city staff in new skill sets needed to address climate change from emergency prep to maintaining green infrastructure, etc. Start a department heads meeting, including members of the MVP Core Team, to maintain MVP designation and track climate goal metrics. Beverly Coastal Vulnerability Assessment- Follow up on recommendations of the Beverly Coastal Vulnerability Assessment. Pursue further CZM Coastal Resilience grants to further climate adaptation work in Beverly. 17 | P a geVulnerable Population – Seniors- Work on strategies to reach isolated seniors such as an \"Adopt-a- Grandparent\" program or neighborhood check-ins. Develop program for seniors living alone to register with Beverly Fire Department and Council-on-Aging. Develop transit network for increased access during hazards. Vulnerable Population – Students/Youth Under Age 18 - Develop volunteer opportunities for Beverly youth and school programs to promote climate change education and awareness, including environmental cleanups, maintenance of green infrastructure, etc. Develop Grades K-3 science programs to enhance love of nature and to prepare students for future climate change education. Incorporate climate change education into all Grades 4-12 education and engage with private schools. Social Business Community- Partner with Chamber of Commerce and Beverly Main Streets to engage with business community. Explore public-private partnerships to further climate adaptation strategies and implementation. Educate small businesses and tenants about climate hazards. Vulnerable Population – Economically Stressed - Work with adjacent cities and towns to coordinate additional permanent housing shelters. Work with River House to understand the community needs and improve communications prior to hazard events. Vulnerable Population – Medically Dependent- Increase communications, including alerts system, with social service providers & Beverly Hospital to aid medically dependent residents. Dane Street Beach/Lyons Park- Perform structural evaluation of coastal structures - seawalls/groins/jetties/etc. Undertake a feasibility study to redesign Dane Street Beach and Lyons Park for resilience and flood protection for adjacent residential neighborhood. Independence Park - Perform structural evaluation of coastal structures. Undertake a feasibility study to Environmental redesign Independence Park for resilience. Tree Canopy- Prepare a community-wide assessment of municipal trees for health, location, quantity, etc. and incorporate into overall asset management tracking. Develop comprehensive tree planting plan and strategy. Perform a community-wide analysis of opportunities for the use of green infrastructure throughout Beverly. Test for gas leaks before street trees are planted. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Salt Marshes - Salt marsh restoration projects at Obear Park (on-going culvert repair associated with Bass River dredging project), Chubbs Creek and Thissel Marsh. 18 | P a geLow Priority Actions Category Action Beverly Regional Airport - Engage with Beverly Airport coordinator and be involved directly with the airport's upcoming planning process. Evaluate potential flooding impacts to roadway access to airport for deliveries/access/etc. Enhance community awareness of airport facilities and resources. Renewable Energy Sources- Evaluate municipal properties for use of renewable energy/solar facilities. Engage with the Clean Energy Committee to promote resilient, clean energy options throughout the City. Drinking Water Supply- Implement water conservation measures and education and promote water reuse technologies. Infrastructure Private Schools - Improve communications between City & private schools (public safety hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group with private schools and City to discuss emergency management and include them in Beverly CEMP updates going forward. City of Beverly to participate in upcoming Endicott College Vulnerability Assessment. Beverly Hospital - Improve communications between City & hospital (public safety hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group with hospital and City to discuss emergency management and public health. Public Schools - Evaluate shelter facilities to identify additional needs and resources - generators, supplies and other items. Create comprehensive map and inventory of sheltering facilities. Develop a communications plan for staff, students, residents and people who work in Beverly and implement city-wide. Air Quality - Promote clean energy technologies - solar and wind - in Beverly. Develop transit plan for the City of Beverly to reduce single-occupant vehicle trips within the city. Promote bicycle share programs, Environmental increase multi-use pathways throughout City and improve connectivity between neighborhoods. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Open Space – Beaches/Parks/Recreational Facilities- Purchase additional municipal open space for coastal and inland flood protection. 19 | P a geCommunity Workshop Participants Name Affiliation Mayor Michael Cahill City of Beverly Eric Barber City of Beverly DPW/Engineering Lisa Chandler City of Beverly DPW/Engineering Amy Maxner City of Beverly Conservation Agent Aaron Clausen City of Beverly Planning Department Walt Kosmowski BevCam Denise Deschamps City of Beverly Economic Development Emily Flaherty Salem Sound Coastwatch Edmund Lydon Beverly Hospital MaryAnn Holak Beverly Council on Aging Chris Bertoni Beverly Conservation Commission David Lacaillade Beverly Hospital Barbara Warren Salem Sound Coastwatch Peter Pommersheim South Essex Sewerage District (SESD) Michael Trembley Beverly Hospital Roland Adams City of Beverly DPW/Engineering Katie Moniz BSC Group Alfa Zimmerman BSC Group/Beverly Resident Brian Cullinan BSC Group Robert Buchsbaum Mass Audubon/Beverly Conservation Comm. Anthony Michetti Endicott College Leslie Gould GBCC Sue Goganian Historic Beverly David Liebmann Glen Urquhart School Jeffrey Malloy BSC Group Meghan Wrenn Endicott College Gin Wallace Beverly Main Streets David Lang Beverly City Council John Cuffe W2CA Jeannette Cuffe W2CA Caroline Mason Beverly Historic District Commission Anna Langstaff Beverly Public Library Loren Meicher Landmark School Mari Butler Endicott College Rob Dever City of Beverly DPW Sue Charochak Beverly Schools Claire-Marie Hart North Shore Community College Gloria Bouillan Beverly Airport Sue Gabriel Beverly Bootstraps Maureen Wark Monserrat College of Art 20 | P a geCitation Beverly (2019) Community Resilience Building Workshop Summary of Findings, BSC Group, Inc., Salem Sound Coastwatch, and City of Beverly, Beverly, Massachusetts MVP Core Team Working Group Aaron Clausen, AICP, Planning Department Roland Adams, DPW/Engineering Division – GIS Eric Barber, DPW/Engineering Division Stephanie Bilotti, Mayor’s Office - Sustainability Lisa Chandler, DPW/Engineering Division Amy Maxner, Conservation Agent Barbara Warren, Salem Sound Coastwatch Workshop Facilitators Katie Moniz, P.E., AICP, CFM BSC Group, Inc. Jeffrey T. Malloy, CFM, BSC Group, Inc. Brian Cullinan, E.I.T, BSC Group, Inc. Barbara Warren, Salem Sound Coastwatch Emily Flaherty, Salem Sound Coastwatch Acknowledgements This project was made possible through funding from the Massachusetts Executive Office of Energy and Environmental Affairs’ Municipal Vulnerability Preparedness (MVP) Grant Program. Thank you for providing the leadership and funds to support this process. The City of Beverly values your partnership. Thank you to the Massachusetts Office of Coastal Zone Management (CZM) and its North Shore Coordinator Kathryn Glenn who previously funded the Beverly Coastal Vulnerability Assessment in FY16 and who participated in the Public Listening Session for this project. Thank you to Mayor Michael Cahill for his support and participation in the Beverly CRB Workshop, the Public Listening Session and other core team meetings. His participation in this process was an inspiration to the community and reaffirmed the City’s commitment to continued climate resilience planning and adaptation measures. Mayor Cahill also joined the Mayors’ National Climate Action Agenda on behalf of the City of Beverly in 2017. Thank you to the community leaders within Beverly who attended the Beverly CRB Workshop, Public Listening Session and other core team meetings. The institutional knowledge provided by workshop participants was essential to the success of this process. 21 | P a geCLIMATE CHANGE INFOGRAPHIC 22 | P a geC L I M AT E C H A N G E Beverly, Massachusetts, Ipswich and North Coastal Watershed Basin Global warming is caused by the accumulation of greenhouse gases within the atmosphere. Gases that contribute to the greenhouse effect include water vapor, carbon dioxide, methane, and nitrous oxide. On earth, human activities such as burning fossil fuels, land deforestation and wetland loss/conversion have altered the delicate balance of atmospheric conditions that regulate our climate. The effect of these changes cause global climate change that are likely to be significant and to increase over time. EXTREME TEMPERATURES Average Temperatures Days with Maximum Temperature over 90˚F Fewer Days Below Freezing What can Beverly expect as CLIMATE CHANGES? Climate change has already had observable effects on the environment. Rising temperatures, changes in precipitation patterns, droughts and heat waves, sea-level rise, and extreme More Annual Precipitation and Inland Flooding storm events have altered the distribution of risk and The Northeast United States has already how resources are managed. experienced a larger increase in the intensity of rainfall events than any other region in the United H Pri eg ch ie ps itt a R tia ot ne o inf States in the last fifty years, a trend that is WINTER expected to continue. 7’ 6’ 5’ 4’ 3’ 2’ 2100 1’ 2070 0’ 2010 2019 2040 -1’ 1980 Sources: Massachusetts Executive Office of Energy and Environmental Affairs; ResilientMA.org RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF OBSERVED BASELINE PROJECTED CHANGE 2000 2030 2050 2070 2090 NOITATIPICERP )sehcni ni( 16 15 Extreme Snow And Ice Events 14 Total Annual Precipitation is expected to increase within the Ipswich and North Coastal Basin over the 13 r e pe x rm ep cea ic pin t ied tade t ir t o oo n f o wt ch ic le lu fc r a e d lln u at ru sin r ey g i. t M hw eio n rs t rt e a o r i nf m ft ah o lli n s ot i h rn s ec w xre th ra ees mre e ei s snow 1 %51 %9 %7 2 %0 1 %8 1 %2 2 %62 %2 3 %4 2 %2 11 12 or ice events. 12 19 201 %3 18% 11 O BAB SS EE LR IV NE ED 15 % % % % 10 14 PROJECTED CHANGE 13 9 YEARS 12 17% 22% 30% 39% 11 10 8 2000 2030 2050 2070 2090 NOITATIPICERP )sehcni ni( 61F 88 130 59F 76 121 57F 112 64 55F 103 52 53F 94 40 51F 85 28 49F 76 47F 16 67 45F 4 58 2000 2019 2030 2050 2070 2090 2000 2019 2030 2050 2070 2090 2000 2019 2030 2050 2070 2090 YEARS Blizzards, Nor’Easters and Hurricanes Storm events fueled by higher temperatures, increased evaporation, and atmospheric moisture leads to stormy weather of increased duration and intensity. YEARS Sea level Rise Drought Conditions 18% Due to the combined effects of higher temperatures, P CR HO AJ NE GC ETED reduced groundwater recharge from extreme precipitation events, earlier snowmelt, summer and fall OBSERVED BASELINE droughts may become more frequent. 2000 2090 Heatwaves Extreme heat events are expected to become more frequent and intense. Socially vulnerable populations are particularly vulnerable to the dangers related to extreme temperature conditions. ERUTAREPMET YEARS YEARS SYAD SYAD IPSWICH BASIN NORTH COATAL BASIN Andover, Beverly, Billerica, Boxford, Burlington, Danvers, Hamilton, Ipswich, Lynnfield, Middleton, North Andover, North Reading, Peabody, Reading, Rowley, Tewksbury, Topsfield, Wenham, Wilmington,Woburn, Danvers, Essex, Everett, Gloucester, Hamilton, Ipswich, Lynn, Malden, Manchester, Marblehead, Melrose, Nahant, Reading, Revere, Rockport, Salem, Salisbury, Saugus, Stoneham, Swampscott and Wakefield Sea levels are rising as the oceans warm, ice melts and water expands. Sea levels have already risen about a foot and could rise several more feet by the end of the century.COMMUNITY RESILIENCE BUILDING MATRIX 23 | P a gewww.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O South Essex Sewerage District (SESD) - Pump City of Beverly to be sponsor community for SESD to pursue grant opportunities to evaluate near term dry floodproofing of pump station and 1 Station and Sewerage Infrastructure V/S city-wide SESD 1 X H S long-term scenario planning for relocating the pump station. Historic/Recreation Facilities - Lynch Park Perform assessment of Lynch Park property and evaluate comprehensive flood protection strategies for Lynch Park. Incorporate permanent City of 2 V/S Lynch Park education signage related to climate change at Lynch Park. 1&4 X H S Beverly Municipal New Construction - Police Station Incorporate climate resilience strategies and coastal flooding projections into design of new police station. Develop phased approach to protecting and operating this municipal asset over time. Promote clean energy Elliott Street/Rte 62 City of 3 V/S initiatives such as Net Zero goals using thermal heat pump technology and 1&2 X H S near Cummings Center Beverly solar installations at police station and future municipal buildings. Consider police station outposts for staff and storage of fleet equipment to decentralize resources in case of a flooding event. Heavily Utilitized Arterial Roadways (Rte Review coastal flood pathway data and identify areas where roadways should be elevated or flood mitigation/stormwater projects are necessary. 62/Elliott Street, Rte 127 - Beach Street to Update stormwater watershed modeling to incorporate additional data on MBTA Rail Crossing at West Street/Hale floodprone roadways using increased rainfall amount and intensity City of 4 Street - Lee's Crossing, etc.) V city-wide projections. Undertake a conceptual redesign of Elliott Street study to 1-2-4 X H L Beverly explore raising the roadway and associated infrastructure near Bass River. Explore deployable flood barrier options for this area as an alternate scenario. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Commuter Rail - Newburyport-Rockport Line Work with MBTA on flood protection projects that could protect track lines and MBTA infrastructure (elevate tracks, deployable flood barriers, etc.), as well as provide larger community resiliency benefits. Identify ways to use 5 V/S city-wide MBTA MBTA structured parking garage during storm events (other than snow 1-4 X H L emergency) to protect vehicles in vulnerable neighborhood. National Grid Substation No. 12 (River Street site) Work with National Grid to understand their climate-ready planning for this substation and how it will impact Beverly. & overhead electrical infrastructure investor- 6 V River Street 1-3-4 X H L owned utility # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnEwww.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Transportation - Highways (Route 128) Work with MassDOT to understand their climate-ready planning for this asset and how it will impact Beverly. Regional evacuations utilize the 7 S Route 128 MassDOT Route 128 corridor and Beverly should be aware of any potential 2&4 X H L vulnerabilities to this infrastructure in neighboring communities. Commercial/Employment Center - Cummings Continue to work with property owner to address flood risk - on-going engagement regarding proposed tide gate project and upstream culvert Center 8 V/S Cummings Center private project. Study Cummings Center/Bass River district for a neighborhood- 1 & 2 X H O level vulnerability assessment with strong stakeholder engagement. Consider floodproofing options for Cummings Center facilities. Pump Stations - Sewer (multiple City of Develop/purchase an asset management tool to track city infrastructure and maintenance. Prioritize flood protection of these assets and address Beverly owned assets) City of 9 V city-wide deferred maintenance. Evaluate options for floodproofing Marsh Street 1 X H O Beverly Pump Station, which is located in a neighborhood highly susceptible to coastal flooding events. Pump Station (Sewer) - Beach Street Redesign Beach Street sewer pump station site to include an earthen berm City of design for flood protection and dry floodproofing methods for resilience. 10 V Beach Street 1 & 2 X H O Beverly Pump Stations - Stormwater - Margin Street Develop/purchase an asset management tool to track city infrastructure and maintenance. Prepare a conceptual plan to look at feasibility of Margin Street (adjacent City of 11 V redesigning Innocenti Park to prepare for coastal flood impacts and 1 X H O to Innocenti Park) Beverly rebuild/relocate the Margin Street pump station to a more protected area of the site. Commercial & Residential Development Update zoning ordinances & regulations to promote climate resilience. Require/incentive green infrastructure (green roofs, rain gardens, etc.). 12 V/S city-wide private 1-5 X H O Identify potential for public-private partnerships to mitigate climate risks. Develop a climate review checklist for permitting. Coastal Structures (seawalls, etc.) Consider elevated coastal walkway options along coastline to provide access and flood/erosion protection measures. Complete on-going inventory all seawalls and determine ownership and maintenance responsibilities. Follow up this inventory effort with structural evaluation public/ of identified at-risk coastal structures, particularly Lynch Park/Woodbury 13 V/S city-wide 1-2-4 X H O private Beach area, Beverly Harbor Management site and Independence Park. Identify privately-owned seawalls that are protecting public assets and work with owners to promote maintenance and repair as needed. Encourage Q-Send use for residents who notice damage to seawalls and coastal structures.www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Evacuation/Emergency Routes - Local Develop a local evacuation plan to evaluate flooding impacts to arterial roadways such as Rte 62/Elliott Street and Rte 127 that facilitate a potential evacuation of neighborhoods or community. Work with adjacent 14 V city-wide public 1&2 X H O communities to understand how their local evacuation plans intersect with Beverly's evacuation plans. Coastal/Tidal Rivers Evaluate large-scale flood protection options for Bass River to address significant coastal flooding risk associated with climate change that limits 15 V/S city-wide public an area of potential economic development. Incorporate public access, 1&4 X H L open space and an urban waterfront design along Bass River redevelopments to provide flood resilience and smart growth in Beverly goingforward Coastal Erosion (beaches/riverbanks) Develop project to address erosion at Obear Park - consider living public/ shoreline opportunities. Redesign Independence Park/Dane Street Beach 16 V city-wide to accommodate coastal flooding/sea level rise. Restore dune areas where 1-2-4 X H O private feasible in areas such as Woodbury Beach. Evaluate coastal erosion at Rice's Beach/Sandy Point/Woodbury Beach/Pleasant View/etc. Department of Public Works Yard Identify relocation options for the DPW Yard or decentralize storage of City of DPW assets for resilience to coastal flooding. Evaluate flood protection 17 V Roundy Street options for DPW Yard. 1 & 4 X M L Beverly Inland Flooding Update stormwater modeling for Beverly neighborhood watersheds using City of increased precipitation projections to prepare for climate change. Identify 18 V city-wide neighborhoods prone to inland flooding and evaluate opportunities for 2 X M L Beverly green and grey infrastructure solutions to address flood risk. Municipal Green Infrastructure Undertake a city-wide evaluation of green infrastructure opportunities to City of infiltrate stormwater and reduce inland flooding , 19 V N/A 2-3 X M O Beverly Tidal Control Structures Evaluate potential for tidal control structures in the Bass River District, City of including, but no limited to, at Bridge Street and near Chubbs Creek marsh 20 V/S Bass River District Beverly/ system at Hale Street. 1 X M L private Beverly Harbor/port area/marinas Incorporate coastal resiliency planning in Beverly Harbor with City facilities leading the way in best management practice and design under a public/ 21 V Beverly Harbor \"Clean & Resilient Marinas Initiative\". Provide additional opportunities for 1-2-4 X M L private education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters.www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Low-lying coastal residential neighborhoods Conduct assessment of regulatory incentive programs - (Marsh Ave, Fosters Point, Willow St, etc.) Marsh Ave, Quincy Park, retrofits/education/relocations/etc. Require new development in these 22 V private areas to consider floodproofing and elevation of building first floors and 1 X M L etc. utilities. Municipal Infrastructure - Sewer/Storm Develop/purchase an asset management tool to track city infrastructure and maintenance. Update stormwater ordinance to require/incentive Drain/Water residential use of green infrastructure and limited impervious surfaces. City of 1-2-4- 23 V city-wide Update sewer I&I requirements and undertake projects to infiltrate X M O Beverly stormwater throughout the community. Perform updated watershed 5 modeling to understand stormwater impacts in changing climate on inland areas and neighborhoods. Municipal Buildings Incorporate underground flood/stormwater storage systems at municipal facilities. Evaluate need/use of emergency backup power generation and City of status/condition of HVAC systems at municipal facilities throughout the 24 V city-wide 1-2-4 X M O Beverly community. Develop GIS inventory of building equipment and resilience measures. Address deferred maintenance issues. Parking & Transportation Policy Develop comprehensive policy to judicially use impervious surfaces in city right-of-way areas by limiting parking, promoting pedestrian, bicycle and City of transit use activity, incorporating street trees and green infrastructure. 25 V city-wide 3 X M O Beverly Promote shared parking agreements on private commercial properties. Educated and engaged City of Beverly Establish a Climate Working Group to meet and collaborate regularly to discuss resiliency planning in Beverly. Provide additional opportunities residents/Good civic participation 26 S city-wide N/A for resident education on climate change and resilience measures. 1-5 X M S Older housing stock (lack of HVAC, building Educate residents on building retrofit and floodproofing opportunities and state incentives for building energy upgrades. Encourage development of envelope/roof/insulation issues, etc.) 27 V city-wide private additional housing stock, including down-sizing options for seniors. 3&4 X M L Beverly Harbor Management Authority Work with Beverly Harbor Management Authority to pursue grant opportunities that could fund coastal resiliency planning in Beverly Harbor 28 S Beverly Harbor public and the Bass River District and to provide additional opportunities for 1 X M O education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters.www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Beverly Hazard Mitigation Plan Update Follow up on recommendations of the Beverly Hazard Mitigation Plan. Focus the next five-year update to the plan on a combined hazard (FEMA/MEMA FY17) City of mitigation and climate vulnerability assessment similar to the 29 S city-wide 1-5 X M O Beverly Massachusetts State Hazard Mitigation and Vulnerability Assessment model/approach. Public Education/Awareness Conduct a comprehensive campaign to promote climate awareness City of throughout community. Incorporate climate science education into school 30 V/S city-wide curriculum. Work with local non-profit partners like Salem Sound 1-5 X M O Beverly Coastwatch to improve and maintain these efforts. Municipal Staffing/Finances/Resources/ Support municipal staffing levels by engaging student interns from local colleges/universities. Develop an overall community preparedness plan to Infrastructure Recordkeeping/GIS/etc. integrate all departments/facilities and resources to prepare for climate City of hazards. Train city staff in new skill sets needed to address climate change 31 S city-wide 1-5 X M O from emergency prep to maintaining green infrastructure, etc. Start a Beverly department heads meeting, including members of the MVP Core Team, to maintain MVP designation and track climate goal metrics. Beverly Coastal Vulnerability Assessment Follow up on recommendations of the Beverly Coastal Vulnerability (CZM CR Grant FY17) City of Assessment. Pursue further CZM Coastal Resilience grants to further 32 S city-wide climate adaptation work in Beverly. 1 X M O Beverly Vulnerable Population - Growing number of Work on strategies to reach isolated seniors such as an \"Adopt-a- Grandparent\" program or neighborhood check-ins. Develop program for Seniors (65 yrs of age and older) 33 V city-wide N/A seniors living alone to register with Beverly Fire Department, as well as 1-5 X M O Council-on-Aging. Develop a transit network for increased access during hazards. Vulnerable Population - Students/Youth Develop volunteer opportunities for Beverly youth and school programs to promote climate change education and awareness, including env cleanups, (children under 18 years old) maintenance of green infrastructure, etc. Develop Grades K-3 science 34 V city-wide N/A 1-5 X M O programs to enhance love of nature and to prepare students for future climate change education. Incorporate climate change education into all Grades 4-12 education and engage with private schools. Business Community/Commercial Uses - Partner with Chamber of Commerce and Beverly Main Streets to engage with business community. Explore public-private partnerships to further Retail, Office, etc. 35 S city-wide private climate adaptation strategies and implementation. Educate small 1-5 X M O businesses and tenants about climate hazards.www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Vulnerable Population - Economically Work with adjacent cities and towns to coordinate additional permanent Stressed (Housing/Financial Resources) housing shelters. Work with River House to understand the community 1-2-3- 36 V city-wide N/A needs and improve communications prior to hazard events. X M O 4 Vulnerable Population - Medically Dependent Increase communications with social service providers and Beverly Hospital to aid medically dependent residents. Improve alert system to Residents 37 V city-wide N/A include social service providers. 3&4 X M O Recreational Area - Independence Park Perform structural evaluation of coastal structures - City of seawalls/groins/jetties/etc. Undertake a feasibility study to redesign 38 V Lothrop Street Independence Park for resilience. 1 X M L Beverly Recreation Area - Dane Street Beach/Lyons Perform structural evaluation of coastal structures - seawalls. Undertake a Park Lothrop Street City of feasibility study to redesign Dane Street Beach and Lyons Park for 39 V resilience and flood protection for adjacent residential neighborhood. 1 X M L at Dane Street Beverly Trees (numerous, but not well distributed throughout Prepare a community-wide assessment of municipal trees for health, community, some aged/diseased, some endangered by location, quantity, etc. and incorporate into overall asset management public/ tracking. Develop comprehensive tree planting plan and strategy. Perform recent storms, etc.) and other vegetation 40 V/S city-wide 4&5 X M L a community-wide analysis of opportunities for the use of green private infrastructure throughout Beverly. Test for gas leaks before street trees are planted. Salt Marshes (Obear Park, Thissel Marsh, etc.) Salt marsh restoration projects at Obear Park (on-going culvert repair public/ associated with Bass River dredging project), Chubbs Creek and Thissel 41 V/S city-wide Marsh. 1, 4&5 X M O private Beverly Regional Airport Engage with Beverly Airport coordinator and be involved directly with the City of airport's upcoming planning process. Evaluate potential flooding impacts 42 V/S Henderson Road to roadway access to airport for deliveries/access/etc. Enhance 2&4 X L L Beverly community awareness of airport facilities and resources. Renewable Energy Sources - Solar Evaluate municipal properties for use of renewable energy/solar facilities Installations (Residential/Commercial) public/ or installations. Engage with the Clean Energy Committee to promote 43 S city-wide resilient, clean energy options throughout the City. 3 X L L privatewww.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Drinking Water Supply Implement water conservation measures and education and promote water reuse technologies. 44 V/S regional public 5 X L L Private Schools - Endicott College, Monseratt School of Improve communications between City & private schools (public safety Art, Landmark School, Waring School, Glen Urquhart, hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group etc. 45 V/S city-wide private 1-4 X L O with private schools and City to discuss emergency management and include them in Beverly CEMP updates going forward. City of Beverly to participate in upcoming Endicott College Vulnerability Assessment. Beverly Hospital Improve communications between City & hospital (public safety hotline, multiple methods of communications (e-mail/internet/phone Lahey 46 V/S 85 Herrick Street call/text/physical beacons, markers or alarms/etc.). Form working group 2-3-4 X L O Health with hospital and City to discuss emergency management and public health. Public Schools (mult. new facilities used as Evaluate shelter facilities to identify additional needs and resources - shelters/heating & cooling centers) City of generators, supplies and other items. Create comprehensive map and 47 S city-wide inventory of sheltering facilities. Develop a communications plan for staff, 1-4 X L O Beverly students, residents and people who work in Beverly and implement city- wide. Air Quality Promote clean energy technologies - solar and wind - in Beverly. Develop transit plan for the City of Beverly to reduce single-occupant vehicle trips 48 V/S city-wide public within the city. Promote bicycle share programs, increase multi-use 3&4 X L L pathways throughout City and improve connectivity between neighborhoods. Open Space - Beaches, Parks & Recreational Purchase additional municipal open space for coastal and inland flood Facilities City of protection. 49 S city-wide 1-5 X L L BeverlyIPSWICH & NORTH COASTAL BASIN CLIMATE PROJECTIONS 24 | P a geMarch 2018 IPSWICH BASIN MUNICIPALITIES WITHIN IPSWICH BASIN: Andover, Beverly, Billerica, Boxford, Burlington, Danvers, Hamilton, Ipswich, Lynnfield, Middleton, North Andover, North Reading, Peabody, Reading, Rowley, Tewksbury, Topsfield, Wenham, Wilmington, and Woburn Many municipalities fall within more than one basin, so it is advised to use the climate projections for the basin that contains the majority of the land area of the municipality. 104March 2018 IPSWICH BASIN Mid-Century End of Century Observed Ipswich Basin Baseline 1971- Projected Change Projected Change Projected Change Projected Change 2000 (°F) in 2030s (°F) in 2050s (°F) in 2070s (°F) in 2090s (°F) Annual 49.5 +2.1 to +4.3 +2.7 to +6.2 +3.3 to +8.9 +3.6 to +10.8 Winter 29.0 +2.1 to +4.8 +2.8 to +7.2 +3.6 to +9.0 +3.9 to +10.5 Average Spring 47.0 +1.9 to +3.7 +2.6 to +5.5 +2.7 to +7.9 +3.4 to +9.6 Temperature Summer 69.6 +2.1 to +4.2 +2.7 to +6.6 +3.1 to +9.5 +3.7 to +12.0 Fall 52.0 +1.9 to +4.6 +3.3 to +6.5 +3.0 to +9.4 +3.5 to +11.8 Annual 59.6 +2.0 to +4.0 +2.5 to +6.0 +3.0 to +8.9 +3.3 to +10.7 Winter 38.3 +1.8 to +4.3 +2.4 to +6.7 +3.1 to +8.3 +3.4 to +9.6 Maximum Spring 57.4 +1.8 to +3.5 +2.3 to +5.5 +2.7 to +8.1 +3.2 to +9.5 Temperature Summer 80.2 +1.8 to +4.3 +2.6 to +6.5 +3.0 to +9.7 +3.5 to +12.2 Fall 62.2 +2.0 to +4.4 +2.9 to +6.7 +2.9 to +9.6 +3.4 to +12.1 Annual 39.3 +2.2 to +4.6 +3.0 to +6.3 +3.6 to +8.9 +3.9 to +10.9 Winter 19.7 +2.4 to +5.2 +3.2 to +7.7 +4.1 to +9.7 +4.3 to +11.1 Minimum Spring 36.5 +2.0 to +3.9 +2.9 to +5.8 +2.9 to +7.7 +3.5 to +9.5 Temperature Summer 58.9 +2.2 to +4.3 +2.8 to +6.9 +3.2 to +9.3 +3.9 to +11.9 Fall 41.8 +1.8 to +4.8 +3.2 to +6.3 +3.1 to +9.3 +3.7 to +11.6  The Ipswich basin is expected to experience increased average temperatures throughout the 21st century. Maximum and minimum temperatures are also expected to increase throughout the end of the century. These increased temperature trends are expected for annual and seasonal projections.  Seasonally, maximum summer and fall temperatures are expected to see the highest projected increase throughout the 21st century. o Summer mid-century increase of 2.6 °F to 6.5 °F (3-8% increase); end of century increase of 3.5 °F to 12.2 °F (4-15% increase). o Fall mid-century increase of 2.9 °F to 6.7°F (5-11% increase); end of century increase by and 3.4 °F to 12.1 °F (5-19% increase).  Seasonally, minimum winter and fall temperatures are expected to see increases throughout the 21st century. o Winter mid-century increase of 3.2 °F to 7.7 °F (16-39% increase); end of century increase by 4.3 °F to 11.1 °F (22-56% increase). o Fall mid-century of 3.2 °F to 6.3 °F (8-15% increase); end of century increase of 3.7°F to 11.6 °F (9-28% increase). 105March 2018 IPSWICH BASIN Mid-Century End of Century Observed Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 7 +6 to +17 +8 to +31 +10 to +50 +12 to +69 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring <160 +<160 to +1 +<160 to +1 +<160 to +2 +<160 to +4 Over 90°F Summer 6 +5 to +15 +7 to +25 +9 to +41 +11 to +55 Fall <160 +<160 to +2 +1 to +5 +1 to +9 +1 to +12 Days with Annual 1 +2 to +6 +2 to +13 +3 to +26 +5 to +41 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +<160 to +<160 +<160 to +<160 +<160 to +1 +<160 to +1 Over 95°F Summer 1 +2 to +6 +2 to +11 +3 to +23 +4 to +35 Fall 0 +<160 to +1 +<160 to +1 +<160 to +3 +<160 to +5 Days with Annual <<160 +<160 to +1 +<160 to +3 +<160 to +8 +<160 to +14 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +0 to +<160 +0 to +<160 +0 to +<160 +0 to +<160 Over 100°F Summer <160 +<160 to +1 +<160 to +3 +<160 to +7 +<160 to +13 Fall 0 +0 to +<160 +0 to +<160 +0 to +1 +0 to +1  Due to projected increases in average and maximum temperatures throughout the end of the century, the Ipswich basin is also expected to experience an increase in days with daily maximum temperatures over 90 °F, 95 °F, and 100 °F. o Annually, the Ipswich basin is expected to see days with daily maximum temperatures over 90 °F increase by 8 to 31 more days by mid-century, and 12 to 69 more days by the end of the century. o Seasonally, summer is expected to see an increase of 7 to 25 more days with daily maximums over 90 °F by mid-century. o By end of century, the Ipswich basin is expected to have 11 to 55 more days. 60 Over the observed period, there were some years with at least 1 day with seasonal Tmax over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 106March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 4 -1 to -3 -1 to -3 -1 to -3 -1 to -3 Minimum Winter 4 -1 to -3 -1 to -2 -1 to -3 -1 to -3 Temperature Spring <161 -0 to +<161 -0 to -0 -0 to -0 -0 to -0 Below 0°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall <161 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Days with Annual 130 -12 to -28 -18 to -42 -21 to -55 -23 to -65 Minimum Winter 79 -3 to -9 -4 to -16 -6 to -24 -8 to -31 Temperature Spring 31 -5 to -11 -7 to -15 -8 to -18 -9 to -20 Below 32°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall 20 -4 to -9 -6 to -11 -7 to -15 -6 to -16  Due to projected increases in average and minimum temperatures throughout the end of the century, the Ipswich basin is expected to experience a decrease in days with daily minimum temperatures below 32 °F and 0 °F.  Seasonally, winter, spring and fall are expected to see the largest decreases in days with daily minimum temperatures below 32 °F. o Winter is expected to have 4 to 16 fewer days by mid-century, and 8 to 31 fewer days by end of century. o Spring is expected to have 7 to 15 fewer days by mid-century, and 9 to 20 fewer days by end of century. o Fall is expected to have 6 to 11 fewer days by mid-century, and 6 to 16 fewer days by end of century. 61 Over the observed period, there were some years with at least 1 day with seasonal Tmin under a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 107March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change in Projected Change in Projected Change in (Degree- in 2030s 2050s 2070s 2090s Days) (Degree-Days) (Degree-Days) (Degree-Days) (Degree-Days) Annual 6269 -515 to -1104 -690 to -1507 -829 to -2019 -925 to -240 Heating Degree- Winter 3257 -189 to -442 -248 to -660 -316 to -816 -358 to -960 Days Spring 1682 -158 to -305 -215 to -458 -230 to -625 -295 to -735 (Base Summer 88 -32 to -56 -40 to -71 -48 to -80 -52 to -83 65°F) Fall 1240 -124 to -333 -232 to -427 -221 to -612 -241 to -701 Cooling Annual 590 +213 to +448 +292 to +754 +342 to +1152 +399 to +1521 Degree- Winter 0 -1 to +2 -0 to +6 +0 to +3 +0 to +6 Days Spring 23 +14 to +34 +22 to +57 +26 to +98 +20 to +147 (Base 65°F) Summer 507 +154 to +335 +197 to +539 +233 to +797 +280 to +1025 Fall 54 +31 to +93 +45 to +178 +54 to +276 +79 to +358 Growing Annual 2628 +398 to +811 +556 to +1237 +632 to +1938 +716 to +2438 Degree- Winter 6 +0 to +15 +2 to +18 +6 to +31 +5 to +40 Days Spring 299 +82 to +158 +105 to +258 +120 to +387 +130 to +502 (Base Summer 1800 +190 to +388 +247 to +603 +286 to +874 +341 to +1107 50°F) Fall 516 +96 to +289 +167 to +424 +154 to +645 +210 to +815  Due to projected increases in average, maximum, and minimum temperatures throughout the end of the century, the Ipswich basin is expected to experience a decrease in heating degree- days, and increases in both cooling degree-days and growing degree-days.  Seasonally, winter historically exhibits the highest number of heating degree-days and is expected to see the largest decrease of any season, but spring and fall are also expected to see significant change. o The winter season is expected to see a decrease of 8-20% (248 -660 degree-days) by mid-century, and a decrease of 11-29% (358-960 degree-days) by the end of century. o The spring season is expected to decrease in heating degree-days by 13-27% (215-458 degree-days) by mid-century, and by 18-44% (295 -735 degree-days) by the end of century. o The fall season is expected to decreases in heating degree-days by 19-34% (232-427 degree-days) by mid-century, and by 19-57% (241 -701 degree-days) by the end of century. 108March 2018  Conversely, due to projected increasing temperatures, summer cooling degree-days are expected to increase by 39-106% (196 -539 degree-days) by mid-century, and by 55-202% (280- 1025 degree-days) by end of century.  Seasonally, summer historically exhibits the highest number of growing degree-days and is expected to see the largest decrease of any season, but the shoulder seasons of spring and fall are also expected to see an increase in growing degree-days. o The summer season is projected to increase by 14-34% (247 -603 degree-days) by mid- century, and by 19-61% (341 -1107 degree-days) by end of century. o Spring is expected to see an increase by 35-86% (105 -258 degree-days) by mid-century and 43-168% (130 -502 degree-days) by end of century. o Fall is expected to see an increase by 32-82% (167 -424 degree-days) by mid-century and 41-158% (210 -815 degree-days) by end of century. IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 8 +<162 to +2 +<162 to +3 +1 to +2 +1 to +3 Days with Winter 2 +<162 to +1 +<162 to +1 +<162 to +1 +<162 to +2 Precipitation Spring 2 +0 to +1 +0 to +1 +<162 to +1 +<162 to +1 Over 1” Summer 2 +0 to +<162 +0 to +1 +0 to +1 +0 to +1 Fall 2 +0 to +1 +0 to +1 +0 to +1 +0 to +1 Annual 1 +<162 to +<162 +0 to +1 +<162 to +1 +<162 to +1 Days with Winter <162 +0 to +<162 +0 to +<162 +0 to +<162 +<162 to +<162 Precipitation Spring <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Over 2” Summer <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Fall <162 +0 to +<162 +0 to +<162 +<162 to +<162 +0 to +<162 Annual <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Days with Winter 0 +0 to +0 +0 to +0 +0 to +<162 +0 to +<162 Precipitation Spring 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Over 4” Summer 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Fall 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162  The projections for expected number of days receiving precipitation over one inch are variable for the Ipswich basin, fluctuating between loss and gain of days. o Seasonally, the winter season is generally expected to see the highest projected increase. o The winter season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of 0-2 days by the end of century. o The spring season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of an increase of 0-1. days by the end of century. 62 Over the observed period, there were some years with at least 1 day with seasonal precipitation over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 109March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971-2000 Projected Change Projected Change Projected Change Projected Change (Inches) in 2030s (Inches) in 2050s (Inches) in 2070s (Inches) in 2090s (Inches) Annual 45.6 -0.1 to +4.3 +0.0 to +5.4 +0.5 to +6.6 +0.7 to +7.0 Winter 11.6 -0.3 to +1.7 +0.1 to +2.3 +0.2 to +3.0 +0.5 to +4.0 Total Spring 11.6 -0.4 to +2.3 -0.1 to +2.1 +0.1 to +2.6 +0.1 to +2.6 Precipitation Summer 10.2 -0.4 to +1.3 -0.6 to +1.9 -0.8 to +2.0 -1.6 to +1.8 Fall 12.2 -1.0 to +0.9 -1.1 to +1.4 -1.8 to +1.6 -1.6 to +1.3  Similar to projections for number of days receiving precipitation over a specified threshold, seasonal projections for total precipitation are also variable for the Ipswich basin. o The winter season is expected to experience the greatest change with an increase of 1-20% by mid-century, and of 4-34% by end of century. o Projections for the summer and fall seasons are more variable, and could see either a drop or increase in total precipitation throughout the 21st century.  The summer season projections for the Ipswich or basin could see a decrease of 0.6 to an increase of 1.9 inches by mid-century (decrease of 5% to increase of 19%) and a decrease of 1.6 to an increase of 1.8 inches by the end of the century (decrease of 16% to increase of 18%).  The fall season projections for the Ipswich basin could see a decrease of 1.1 to an increase of 1.4 inches by mid-century (decrease of 9% to increase of 12% and a decrease of 1.6 to an increase of 1.3 inches by the end of the century (decrease of 13% to increase of 11%). Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 17 +0 to +2 -0 to +3 -1 to +3 -0 to +3 Winter 12 -1 to +1 -1 to +1 -1 to +2 -1 to +2 Consecutive Spring 11 -1 to +1 -1 to +1 -1 to +1 -1 to +1 Dry Days Summer 13 -1 to +2 -1 to +2 -1 to +3 -1 to +2 Fall 12 +0 to +2 +0 to +3 -0 to +4 -0 to +3  Annual and seasonal projections for consecutive dry days, or for a given period, the largest number of consecutive days with precipitation less than 1 mm (~0.04 inches), are variable throughout the 21st century. o For all the temporal parameters, the Ipswich basin is expected to see a slight decrease to an increase in consecutive dry days throughout this century. o Seasonally, the fall and summer seasons are expected to continue to experience the highest number of consecutive dry days.  The summer season is expected to experience an increase of 0-3 days in consecutive dry days by the end of the century. 110March 2018 NORTH COASTAL BASIN MUNICIPALITIES WITHIN NORTH COASTAL BASIN: Beverly, Danvers, Essex, Everett, Gloucester, Hamilton, Ipswich, Lynn, Lynnfield, Malden, Manchester, Marblehead, Melrose, Nahant, Peabody, Reading, Revere, Rockport, Salem, Salisbury, Saugus, Stoneham, Swampscott, Wakefield, and Wenham Many municipalities fall within more than one basin, so it is advised to use the climate projections for the basin that contains the majority of the land area of the municipality. 139March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (°F) in 2030s (°F) in 2050s (°F) in 2070s (°F) in 2090s (°F) Annual 49.7 +2.1 to +4.2 +2.7 to +6.2 +3.2 to +8.9 +3.5 to +10.8 Winter 29.5 +2.1 to +4.7 +2.8 to +7.0 +3.5 to +8.9 +3.9 to +10.4 Average Spring 47.0 +2.0 to +3.8 +2.7 to +5.7 +2.8 to +8.1 +3.4 to +9.9 Temperature Summer 69.6 +1.9 to +4.1 +2.5 to +6.4 +2.9 to +9.5 +3.5 to +12.1 Fall 52.3 +2.0 to +4.6 +3.3 to +6.5 +3.0 to +9.2 +3.5 to +11.6 Annual 59.2 +2.0 to +4.0 +2.5 to +6.0 +3.0 to +8.9 +3.2 to +10.7 Winter 38.1 +1.8 to +4.3 +2.4 to +6.6 +3.1 to +8.3 +3.4 to +9.5 Maximum Spring 56.8 +1.9 to +3.7 +2.4 to +5.7 +2.8 to +8.3 +3.3 to +9.8 Temperature Summer 79.6 +1.8 to +4.2 +2.4 to +6.3 +2.8 to +9.6 +3.3 to +12.2 Fall 61.7 +2.0 to +4.4 +3.0 to +6.6 +2.9 to +9.5 +3.4 to +11.9 Annual 40.2 +2.2 to +4.5 +2.9 to +6.4 +3.5 to +9.0 +3.8 to +10.9 Winter 20.9 +2.4 to +5.1 +3.1 to +7.4 +4.0 to +9.5 +4.3 to +10.9 Minimum Spring 37.3 +2.1 to +4.0 +2.9 to +5.9 +3.0 to +7.9 +3.5 to +9.8 Temperature Summer 59.5 +2.0 to +4.1 +2.6 to +6.7 +3.0 to +9.3 +3.7 to +12.0 Fall 42.9 +1.9 to +4.7 +3.3 to +6.3 +3.1 to +9.2 +3.7 to +11.4  The North Coastal basin is expected to experience increased average temperatures throughout the 21st century. Maximum and minimum temperatures are also expected to increase throughout the end of the century. These increased temperature trends are expected for annual and seasonal projections.  Seasonally, maximum summer and fall temperatures are expected to see the highest projected increase throughout the 21st century. o Summer mid-century increase of 2.4 °F to 6.3 °F (3-8% increase); end of century increase of 3.3 °F to 12.2 °F (4-15% increase). o Fall mid-century increase of 3 °F to 6.6 °F (5-11% increase); end of century increase by and 3.4 °F to 11.9 °F (5-19% increase).  Seasonally, minimum winter and fall temperatures are expected to see increases throughout the 21st century. o Winter mid-century increase of 3.1 °F to 7.4 °F (15-36% increase); end of century increase by 4.3 °F to 10.9 °F (20-52% increase). o Fall mid-century of 3.3 °F to 6.3 °F (8-15% increase); end of century increase of 3.7°F to 11.4 °F (9-27% increase). 140March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 8 +5 to +15 +7 to +26 +8 to +45 +10 to +62 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring <175 +<175 to +1 +<175 to +1 +<175 to +2 +<175 to +4 Over 90°F Summer 7 +4 to +13 +6 to +22 +7 to +37 +9 to +50 Fall <175 +<175 to +2 +1 to +4 +1 to +7 +1 to +10 Days with Annual 1 +1 to +6 +2 to +11 +3 to +23 +4 to +37 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +<175 to +<175 +0 to +<175 +<175 to +1 +<175 to +1 Over 95°F Summer 1 +1 to +5 +2 to +10 +3 to +20 +3 to +32 Fall <175 +<175 to +<175 +<175 to +1 +<175 to +3 +<175 to +4 Days with Annual <175 +<175 to +1 +<175 to +3 +<175 to +7 +<175 to +13 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +0 to +<175 +0 to +<175 +0 to +<175 +0 to +<175 Over 100°F Summer <175 +<175 to +1 +<175 to +3 +<175 to +6 +<175 to +11 Fall 0 +0 to +<175 +0 to +<175 +0 to +<175 +0 to +1  Due to projected increases in average and maximum temperatures throughout the end of the century, the North Coastal basin is also expected to experience an increase in days with daily maximum temperatures over 90 °F, 95 °F, and 100 °F. o Annually, the North Coastal basin is expected to see days with daily maximum temperatures over 90 °F increase by 7 to 26 more days by mid-century, and 10 to 62 more days by the end of the century. o Seasonally, summer is expected to see an increase of 6 to 22 more days with daily maximums over 90 °F by mid-century. o By end of century, the North Coastal basin is expected to have 9 to 50 more days. 75 Over the observed period, there were some years with at least 1 day with seasonal Tmax over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 141March 2018 NORTH COASTAL BASIN Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 3 -1 to -2 -1 to -2 -1 to -2 -1 to -3 Minimum Winter 3 -1 to -2 -1 to -2 -1 to -2 -1 to -2 Temperature Spring <176 -0 to +<176 -0 to -0 -0 to -0 -0 to -0 Below 0°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall <176 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Days with Annual 121 -12 to -29 -18 to -44 -22 to -56 -23 to -66 Minimum Winter 77 -4 to -11 -5 to -18 -7 to -27 -9 to -34 Temperature Spring 27 -5 to -11 -7 to -15 -8 to -18 -9 to -20 Below 32°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall 17 -4 to -8 -6 to -10 -7 to -12 -6 to -14  Due to projected increases in average and minimum temperatures throughout the end of the century, the North Coastal basin is expected to experience a decrease in days with daily minimum temperatures below 32 °F and 0 °F.  Seasonally, winter, spring and fall are expected to see the largest decreases in days with daily minimum temperatures below 32 °F. o Winter is expected to have 5 to 18 fewer days by mid-century, and 9 to 34 fewer days by end of century. o Spring is expected to have 7 to 15 fewer days by mid-century, and 7 to 20 fewer days by end of century. o Fall is expected to have 6 to 10 fewer days by mid-century, and 7 to 14 fewer days by end of century. 76 Over the observed period, there were some years with at least 1 day with seasonal Tmin under a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 142March 2018 NORTH COASTAL BASIN Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Degree- in 2030s in 2050s in 2070s in 2090s Days) (Degree-Days) (Degree-Days) (Degree-Days) (Degree-Days) Annual 6194 -529 to -1103 -692 to -1517 -830 to -2019 -929 to -2401 Heating Winter 3212 -188 to -430 -243 to -645 -310 to -808 -355 to -950 Degree-Days Spring 1675 -166 to -316 -222 to -473 -239 to -650 -302 to -763 (Base 65°F) Summer 88 -33 to -56 -40 to -71 -47 to -81 -51 to -83 Fall 1215 -134 to -331 -239 to -425 -228 to -604 -249 to -688 Annual 590 +204 to +434 +276 to +731 +320 to +1139 +371 to +1509 Cooling Winter 0 +0 to +5 +0 to +6 +0 to +5 +0 to +6 Degree-Days Spring 24 +13 to +33 +23 to +57 +24 to +94 +19 to +142 (Base 65°F) Summer 507 +142 to +326 +182 to +523 +217 to +790 +264 to +1025 Fall 56 +30 to +89 +44 to +177 +53 to +272 +76 to +354 Annual 2635 +387 to +795 +539 to +1228 +610 to +1942 +689 to +2449 Growing Winter 6 +1 to +15 +3 to +18 +6 to +33 +5 to +42 Degree-Days Spring 296 +84 to +161 +108 to +262 +118 to +396 +129 to +514 (Base 50°F) Summer 1800 +179 to +378 +228 to +588 +267 to +870 +322 to +1109 Fall 528 +100 to +283 +171 to +427 +160 to +645 +214 to +811  Due to projected increases in average, maximum, and minimum temperatures throughout the end of the century, the North Coastal basin is expected to experience a decrease in heating degree-days, and increases in both cooling degree-days and growing degree-days.  Seasonally, winter historically exhibits the highest number of heating degree-days and is expected to see the largest decrease of any season, but spring and fall are also expected to see significant change. o The winter season is expected to see a decrease of 8-20% (243 -645 degree-days) by mid-century, and a decrease of 11-30% (355 -950 degree-days) by the end of century. o The spring season is expected to decrease in heating degree-days by 13-28% (222-473 degree-days) by mid-century, and by 18-46% (302-763 degree-days) by the end of century. o The fall season is expected to decreases in heating degree-days by 20-35% (239-425 degree-days) by mid-century, and by 20-57% (249 -687 degree-days) by the end of century.  Conversely, due to projected increasing temperatures, summer cooling degree-days are expected to increase by 36-103% (182 -523 degree-days) by mid-century, and by 52-202% (264-1025 degree-days) by end of century. 143March 2018  Seasonally, summer historically exhibits the highest number of growing degree-days and is expected to see the largest decrease of any season, but the shoulder seasons of spring and fall are also expected to see an increase in growing degree-days. o The summer season is projected to increase by 13-33% (228 -588 degree-days) by mid- century, and by 18-62% (322-1109 degree-days) by end of century. o Spring is expected to see an increase by 36-88% (108 -262 degree-days) by mid-century and 44-173% (129 -514 degree-days) by end of century. o Fall is expected to see an increase by 32-81% (171 -427 degree-days) by mid-century and 40-154% (214 -811 degree-days) by end of century. NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 8 +<177 to +2 +<177 to +3 +1 to +3 +1 to +4 Days with Winter 2 +<177 to +1 +<177 to +1 +<177 to +2 +<177 to +2 Precipitation 77 77 Spring 2 +0 to +1 +0 to +1 +<1 to +1 +<1 to +1 Over 1” Summer 2 +0 to +1 +0 to +1 +0 to +1 +0 to +1 Fall 2 -0.29 to +1 +0 to +1 +0 to +1 +0 to +1 Annual 1 +<177 to +1 +0 to +1 +<177 to +1 +<177 to +1 Days with Winter <177 +0 to +<177 +<177 to +<177 +0 to +<177v +<177 to +<177 Precipitation Spring <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Over 2” Summer <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Fall <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 77 77 77 77 77 Annual <1 +0 to +<1 +0 to +<1 +0 to +<1 +0 to +<1 Days with Winter 0 +0 to +0 +0 to +0 +0 to +<177 +0 to +<177 Precipitation Spring 0 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Over 4” Summer <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Fall <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177  The projections for expected number of days receiving precipitation over one inch are variable for the North Coastal basin, fluctuating between loss and gain of days. o Seasonally, the winter season is generally expected to see the highest projected increase. o The winter season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of 0-2 days by the end of century. o The spring season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of an increase of 0-1 days by the end of century. 77 Over the observed period, there were some years with at least 1 day with seasonal precipitation over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 144March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (Inches) in 2030s (Inches) in 2050s (Inches) in 2070s (Inches) in 2090s (Inches) Annual 45.3 +0.0 to +4.4 +0.0 to +5.5 +0.7 to +6.7 +0.8 to +7.2 Winter 11.7 -0.3 to +1.8 +0.2 to +2.4 +0.3 to +3.1 +0.5 to +4.1 Total Spring 11.5 -0.2 to +2.2 -0.1 to +2.1 +0.1 to +2.6 +0.1 to +2.7 Precipitation Summer 10.1 -0.3 to +1.4 -0.6 to +1.9 -1.0 to +2.1 -1.7 to +1.8 Fall 12.1 -1.1 to +0.9 -1.1 to +1.4 -1.9 to +1.5 -1.8 to +1.2  Similar to projections for number of days receiving precipitation over a specified threshold, seasonal projections for total precipitation are also variable for the North Coastal basin. o The winter season is expected to experience the greatest change with an increase of 1-20% by mid-century, and of 4-35% by end of century. o Projections for the summer and fall seasons are more variable, and could see either a drop or increase in total precipitation throughout the 21st century.  The summer season projections for the North Coastal or basin could see a decrease of 0.3 to an increase of 2.2 inches by mid-century (decrease of 6% to increase of 19%) and a decrease of 1.1 to an increase of 2.2 inches by the end of the century (decrease of 17% to increase of 18%).  The fall season projections for the North Coastal basin could see a decrease of 1.2 to an increase of 1.8 inches by mid-century (decrease of 9% to increase of 11% and a decrease of 1.4 to an increase of 1.5 inches by the end of the century (decrease of 14% to increase of 10%). Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 17 -0 to +2 -0 to +3 -1 to +3 -0 to +3 Winter 11 -1 to +1 -1 to +1 -1 to +2 -1 to +2 Consecutive Spring 11 -1 to +1 -1 to +1 -1 to +1 -1 to +1 Dry Days Summer 13 -1 to +1 -1 to +2 -1 to +3 -1 to +3 Fall 12 -0 to +2 -0 to +3 -1 to +4 -0 to +3  Annual and seasonal projections for consecutive dry days, or for a given period, the largest number of consecutive days with precipitation less than 1 mm (~0.04 inches), are variable throughout the 21st century. o For all the temporal parameters, the North Coastal basin is expected to see a slight decrease to an increase in consecutive dry days throughout this century. o Seasonally, the fall and summer seasons are expected to continue to experience the highest number of consecutive dry days.  The fall season is expected to experience an increase of 0-3 days in consecutive dry days by the end of the century. 145PUBLIC LISTENING SESSION - FLYER 25 | P a geEXTREME HEAT FLOODING EXTREME SNOW / ICE SEA LEVEL RISE PLEASE JOIN US FOR A PUBLIC LISTENING SESSION TO LEARN ABOUT THIS IMPORTANT PLANNING EFFORT AND PROVIDE FEEDBACK TAKE ACTION! PUBLIC LISTENING SESSION DEVELOP AND PRIORITIZE ACTIONS The City of Beverly has received a Municipal Vulnerability Preparedness (MVP) Planning Grant from the Commonwealth of Massachusetts. Over the past 10 months, Beverly Stakeholders have engaged in a planning initiative to better COMPLETE understand HOW OUR COMMUNITY IS VULNERABLE TO THE ASSESSMENT OF EFFECTS OF CLIMATE CHANGE, VULNERABILITIES and to prioritize actions to increase the AND STRENGTHS climate resilience of our town. WHERE: IDENTIFY Beverly High School Auditorium CLIMATE 100 Sohier Road, MA 01915 IMPACTS AND HAZARDS WHEN: Thursday, MAY 30, 2019 TIME: ENGAGE 6:30 pm - 8:00 pm COMMUNITY",
    "TEXT BY PAGE": [
        "COVER PAGE Town of Hudson – Community Resilience Building Summary of Findings Prepared and Presented by: Jeffrey T. Malloy, BSC Group, Inc. Ale Echandi, BSC Group, Inc. Pam Helinek, Town of Hudson Beverly City Hall Photo Source: BSC Group PREPARED AND PRESENTED BY Aaron Clausen, AICP, City of Beverly Katie Moniz, P.E., AICP, CFM, BSC Group, Inc1. | P a ge Barbara Warren, Salem Sound Coastwatch Kaitlyn Rimol, BSC Group, Inc.",
        "TABLE OF CONTENTS EXECUTIVE SUMMARY COMMUNITY RESILIENCE BUILDING PLANNING AND WORKSHOP DEFINING HAZARDS CHARACTERIZING A CLIMATE RESILIENT BEVERLY – MUNICIPAL VULNERABILITIES AND STRENGTHS CATEGORIZING CONCERNS AND CHALLENGES APPENDIX • CLIMATE CHANGE INFOGRAPHIC • COMMUNITY RESILIENCE BUILDING MATRIX • IPSWICH & NORTH COASTAL WATERSHED BASIN CLIMATE PROJECTIONS • PUBLIC LISTENING SESSION FLYER Beverly Coastline Source: drone photography from BevCam 2017 2 | P a ge",
        "EXECUTIVE SUMMARY Executive Summary In accordance with Executive Order 569, which seeks to build resilience and adapt to the impacts of climate change, the City of Beverly, Massachusetts is pleased to submit this Summary of Findings Report. In 2018, the City of Beverly applied for and received a Municipal Vulnerability Preparedness (MVP) program planning grant from the Massachusetts Executive Office of Energy and Environmental Affairs (EEA) to complete a vulnerability assessment and action oriented resilience plan (Findings Report). This planning effort followed the Community Resilience Building (CRB) framework developed by The Nature Conservancy. The CRB framework uses a community-driven workshop process to identify climate-related hazards, community strengths and vulnerabilities, and develop solutions to address these considerations. Completion of the CRB process enables the City to achieve MVP community designation status from the EEA and receive preference for future state grants under the MVP program or other participating funding entities. As climate change continues to alter the way municipalities evaluate risk and manage resources, it is important to evaluate the effects of climate change and the solutions to address these challenges in a manner that assesses the interdependency of Beverly’s infrastructural, societal, and environmental features. This Findings Report provides an important step in Beverly’s journey to establish climate resilience within this coastal community and builds upon the City of Beverly’s previous work on the Beverly Coastal Vulnerability Assessment in 2017 and the City of Beverly Hazard Mitigation Plan in 2018. Beverly Mayor Cahill also joined the Mayors’ National Climate Action Agenda on behalf of the City of Beverly in 2017 and the City intends to next prepare a Climate Action Plan to address the reduction of greenhouse gas emissions and climate resilience in the City. Beverly Coastal Vulnerability Assessment 2017 Source: BSC Group and Woods Hole Group 3 | P a ge",
        "COMMUNITY RESILIENCE BUILDING PLANNING AND WORKSHOPS The CRB process began with the establishment of a Core Team comprised of municipal staff members. The Core Team held strategic planning sessions on October 11, 2018, December 19, 2018, February 14, 2018, March 11, 2018 and April 23, 2019. Core Team meetings involved developing a broad understanding of the Hazards, Vulnerabilities, and Strengths that characterize the City of Beverly, and to identify a list of Preliminary Resilience Actions that the community may consider at the CRB Workshop. Core Team meetings were also used to identify the goals of the workshop within the context of community interests and needs. The Core Team decided that it was important to use the workshop as a mechanism to engage with the community using interactive media platforms such as a GIS community data viewer prepared specifically for the workshop and an interactive demonstration of the Massachusetts Data Clearinghouse Website, resilientma.org. The Community Resilience Building Workshop was held on April 9, 2019 at the Beverly Golf and Tennis Club. Workshop participants included a diverse set of community stakeholders from municipal departments, local businesses, non- government entities, and local interest groups. Presentations were given by the City of Beverly and BSC Group, as well as Salem Sound Coastwatch and Endicott College to support the CRB workshop breakout groups in the morning and afternoon. BSC Group led two engagement and education Adaptation Action Stations giving participants interactive use of GIS mapping of hazards, particularly coastal flooding risk and project depth from previous coastal vulnerability work with Woods Hole Group. Solutions derived from the breakout groups were integrated in the CRB Planning Matrix and the day concluded with a brainstorming effort intended to identify interdependent project types that may be eligible for funding under the MVP program or other Massachusetts grant sources. Climate resilience planning requires an ongoing effort by community stakeholders. Workshop attendees and other interested stakeholders are encouraged to provide comments, corrections, updates, or additional information of findings transcribed in this report to Aaron Clausen at aclausen@beverlyma.gov. The success of climate resilience planning in Beverly is contingent upon ongoing participation of community stakeholders. 4 | P a ge",
        "DEFINING HAZARDS The City of Beverly has several challenges related to establishing resilience to the effects of climate change. Beverly has over fourteen (14) miles of coastline and is already familiar with coastal storm damage. In 2017, coastal storms damaged sea walls at Lynch Park, Endicott College and other coastal structures and coastal erosion at Obear Park and Independence Park. Flooding of coastal roadways was also documented. Inland flooding of neighborhoods for intense precipitation events is also a challenge for Beverly. Climate change is expected to increase the occurrence and intensity of weather-related events and further stress municipal resources to address these types of incidents. During the Core Team and CRB planning efforts, stakeholders identified the top natural hazards for the City of Beverly. Coastal flooding was identified as the top hazard among most participants. Inland flooding from precipitation events, extreme temperatures, extreme snow events, and drought represented additional climate exposure hazards and were highlighted as significant concerns for the City. Collectively, it was agreed upon by the group that the City of Beverly top hazards present ongoing and cumulative adverse impacts on the community’s most important infrastructural, societal, and environmental resources. TOP HAZARDS WITHIN BEVERLY Flooding Extreme Weather Heat Wave Drought 5 | P a ge",
        "CHARACTERIZING A CLIMATE RESILIENT BEVERLY’S MUNICIPAL VULNERABILITIES AND STRENGTHS The CRB process involves a robust stakeholder engagement effort and can be used to characterize the vulnerabilities and strengths unique to a given community. The Beverly CRB process revealed important characteristics that broadly represent the identity and culture of the community. Collectively, these characteristics provide a snapshot of the community’s vulnerabilities and strengths and is an important starting point to identify community features most at risk to the effects of climate change. Bass River District The Bass River District contains the heart of Beverly’s commercial activity at the Cummings Center, one of the MBTA Beverly commuter rail stations, multiple marinas, Innocenti Park, the Margin Street stormwater pump station and National Grid Substation No. 12. It is also an area of potential economic development for the City of Beverly with several parcels likely to be redeveloped in the near term. The Bass River District is extremely vulnerable to coastal flooding from the tidal Bass River. The district also has the potential for Urban Heat Island Effect because of the built environment that includes buildings, roadways, stormwater management infrastructure, parking lots, and traffic congestion. The City of Beverly has been proactive to work with Cummings Center and MEMA to propose a tide gate Beverly Coastal Vulnerability Assessment – Bass River Flood Projections solution for the stormwater outlet near Route 62/Elliott Source: BSC Group and Woods Hole Group Street to address flooding in the roadway and parking areas at Cummings Center. The City has also initiated sediment dredging activities within the Bass River to increase the volume and nautical use of this natural resource with a proposed salt marsh restoration near Obear Park as a mitigation project. Beverly is also evaluating coastal erosion at Obear Park for a future grant-funded project to transform this recreational space into a resilient resource. The community recognizes the district as an important source of strength and vulnerability within the community because of the resources it provides and the challenges it presents for the City of Beverly. 6 | P a ge",
        "Emergency Preparedness and Response – Collaboration to Increase Climate Resilience Emergency preparedness and response operations are managed by an established and collaborative effort between the Police Department, Fire Department, and MEMA Task Force 1. The City of Beverly has a well- defined and established operational procedure to prepare for the effects of natural hazards and associated response. Emergency preparedness and response systems in Beverly consist of a variety of communication procedures that that have proven effective in past emergency situations. The community recognizes these systems may be adequate and effective, but lack a detailed understanding of the tenets of this effort and agree that improvements to these systems may be both appropriate and necessary in the face of changing climate-related hazards. Upgrades to systems such as Reverse 911 was mentioned as an important first step to reach more residents on a variety of electronic devices. Proactive approaches that draw upon emergency coordination resources or capacity across municipal departments to increase the “buy-in” from other city departments was mentioned as a necessary preliminary planning effort. The City of Beverly also hosts many educational, medical and social services institutions, such as Beverly Hospital, Endicott College, Landmark School, Monserrat School of Art, River House, and others. These entities sent representatives to the community workshop to participate in Beverly’s Municipal Vulnerability Preparedness effort and provide input into ways to more closely communication with the City of Beverly. A major theme of the workshop was the need for more of these collaborative community events to foster resilience and preparedness between the City of Beverly and these third-party institutions. To ensure appropriate response in the event of climate hazard or other emergency, a network of key personnel should be established to foster greater understanding of municipal and private needs and resources. Coastal Assets – Opportunity for Co-Benefits Dung the CRB stakeholder engagement and the City’s public listening process for the Beverly Harbor/Waterfront Plan, participants stressed the importance of the land/water connection and the recreational and commercial opportunities along the shoreline. Beverly has a diversity of coastal environments including rocky outcroppings, tidal river basins, sandy beaches, salt marshes and extensive eelgrass beds. The City is rich in public parks with beach access, recreational boating and a commercial fishing fleet. The community seeks to maintain these highly valued coastal resources and expand opportunities for recreational and commercial boating, waterfront walkways, parks, beaches and public access throughout the community Lynch Park Seawall Source: City of Beverly while acknowledging that these resources are vulnerable to climate change impacts. The Beverly Harbor/Waterfront Plan, completed in 2019 with funding from the 7 | P a ge",
        "Seaport Economic Council, focused on the Beverly Harbor, the confluence of the Danvers and Bass Rivers (Goat Hill neighborhood area), and the eastern bank of the Bass River waterfront. Goals for the Beverly Harbor and the Bass River waterfront include protecting the City’s marine and waterfront resources while encouraging new opportunities for development and increasing the resiliency of the waterfront to current flooding, projected sea level rise, and increased storm events. The landside of Beverly Harbor, the eastern bank of the Bass River and associated areas’ water cover about 118 acres, while the City of Beverly owns just 9.7 acres of land within this area. This brings home the importance of building private/public partnerships that will be a community strength into the future. In addition, the City has partnerships with Salem Sound Coastwatch and other local non-profit partners that will support and implement the MVP actions. Inland Flooding – Meeting Past Challenges and Taking on New Ones Because of sea level rise predictions and current damage to coastal infrastructure from intense storms, much of the MVP adaptation actions focus on coastal assets. However, inland flooding of neighborhoods and roadways from intense precipitation events is also a challenge for Beverly. Workshop participants called for expanded climate awareness throughout the community, which could include information on how to reduce flooding at residential properties. The City may develop incentive programs that include retrofitting buildings, elevating critical utilities and using residential green infrastructure practices, such as rain gardens and porous surfaces that infiltrate or detain stormwater on site. After the Mother Day Storm of 2006 when over 12 inches of rain caused severe flooding, the City of Beverly embarked on many inland flooding improvement projects, which have resulted in noticeably less flooding in the targeted areas. However, with the changing climate, the City understands the importance of performing updated watershed modeling to understand stormwater impacts on inland areas, roads and neighborhoods as well as the need for updated ordinances to require or incentive residential and commercial use of green infrastructure and limited impervious surfaces. Projects like the new Beverly Middle School that detains stormwater upstream of the Cummings Center has set an excellent example for the community and future development. Dix Park Project Areas to Address Flooding Source: City of Beverly 8 | P a ge",
        "CATEGORIZING CONCERNS AND CHALLENGES Workshop participants used the CRB process to collaboratively identify action-oriented solutions to address the climate vulnerabilities faced by the City of Beverly. These actions are organized into four categories based on a combination of community characteristics (i.e. strengths and vulnerabilities) and solutions identified by workshop participants. During the workshops, an emphasis was placed on the interdependence of these categories that allowed for the development of climate resilience solutions that span infrastructural, societal, and environmental features. Through this lens, overlapping solutions that provide co-benefits were identified and prioritized. Coastal Assets & Infrastructure Transportation Social Corridor Vulnerability Planning Emergency Management and Preparedness 9 | P a ge",
        "Coastal Assets and Infrastructure Coastal Assets & The City, CRB stakeholders and the MVP process benefited from the Beverly Coastal Vulnerability Assessment completed in 2017 with funding Infrastructure from the Massachusetts Coastal Zone Management (CZM) Coastal Resilience Grant. This vulnerability assessment focused on the impacts of Coastal Structures coastal flooding on municipal assets such as the sewer and stormwater Vulnerable Roads and pump stations, roadways and coastal structures as well as privately- Infrastructure – Route 62, owned, critical infrastructure assets, which included private utility Route 127, etc. substations, state-owned roadways and rails, private marinas and regional sewer infrastructure. This assessment evaluated coastal structures for the Pump Stations potential projected flood elevation (present, 2030 and 2070) to exceed the Independence Park height of the coastal structure. The increased flood impacts to these structures and adjacent properties from wave run-up and storm surge Lynch & Obear Park were not conducted in the 2017 assessment, but CRB stakeholders MBTA Commuter Rail understood that the impacts of coastal storms along with rising sea level may further stress coastal structures and properties. Therefore, coastal National Grid Substation structures, such as seawalls, were given high priority actions, particularly Lynch Park/Woodbury Beach area, Beverly Harbor Management site and Independence Park, along with identifying privately-owned seawalls that protect public assets. One unique action encourages the use of “Q-Send” reporting by residents who notice damage to seawalls and coastal structures. Located 23 miles north of Boston, the City’s five commuter rail stops on the Newburyport and Rockport MBTA lines are assets that the community does not want to lose. The Beverly Depot commuter rail station is one of the top three busiest stops in the MBTA commuter rail system. It is in the Bass River District along with the Cummings Center, multiple marinas, Innocenti Park, the Margin Street stormwater pump station and National Grid Substation No. 12, which are all addressed as high action priorities in the MVP Risk Matrix. Other portions of the MBTA tracks located in inland areas in Beverly and in neighboring communities are also at risk and could jeopardize operation of this asset. Some actions require coordination with state agencies and neighboring towns. The MassDOT Hall- Whitaker Bridge crosses the Bass River at Bridge Street and presents an opportunity for a regional intervention to protect the northerly upstream sectors of the river. Further upstream from Bridge Street, flooding is possible over the banks of Elliott Street/Route 62 as well as through a culvert located at the intersection of McKay and Elliott streets. Potential multi-element intervention is provided in the 10 | P a ge",
        "Beverly Coastal Vulnerability Assessment as a resiliency option for the MassDOT Hall-Whitaker Bridge that crosses the Bass River at Bridge Street. North of Bridge Street, inundation due to storm surge is also likely down the length of Federal Street, expanding northwards into industrial areas. The Beverly Coastal Vulnerability Assessment identifies possible flooding scenarios for the coastal regions and scaled responses that range from deployable flood barrier to infrastructure changes such as tide gates and raised street elevations. 2016 King Tide Photo – Coastal Residences Source: City of Beverly CRB participants voiced the sentiments often expressed by Beverly residents, businesses and visitors that the natural resources, parks and shoreline are crucial to the City’s character and quality of life. Several high priority actions address the resiliency of these natural assets, such as considering living shoreline opportunities to stop the erosion at Obear park, identifying dune restoration candidates where feasible in areas such as Woodbury Beach and exploring options to accommodate coastal flooding/sea level rise at Lynch park, Independence Park and Dane Street Beach. Options for preserving the Chubb Creek Marsh system while protecting large residential areas along Hale and West Street would most likely be a regional effort with the Town of Manchester-by-the-Sea, MassDOT and the MBTA Commuter Rail. Transportation Corridor Planning A key planning feature identified by Workshop participants is the Transportation interdependent sources of vulnerability and strengths that exist within Corridor Planning the primary transportation corridor within Beverly. Two major arterial routes connect the majority of coastal Beverly to its neighboring Carbon Mitigation communities – Route 127 and Route 62/Elliott Street. These areas are likely local evacuation routes yet both roadways are extremely vulnerable Urban Heat Island to coastal flooding at key intersections such as adjacent to the Cumming Mitigation Center and at the MBTA rail crossing near West Beach. Workshop Evacuation Routes participants emphasized the need to coordinate with state agencies such as MassDOT and MBTA to mobilize projects in these locations while Multimodal maintaining a focus on climate mitigation and adaptation efforts. Transportation Network Workshop participants identified solutions such as promoting Transportation/Parking multimodal transportation (public transit, bicycle, walking) and green Policy infrastructure options to address anticipated issues related to climate change. The need for the City of Beverly to revisit its transportation and 11 | P a ge",
        "parking policies going to forward to limit the use of impervious surfaces where feasible was highlighted by participants using concepts like shared parking arrangements in business districts to maximize use of these amenities and limit potential for urban heat island effect. Community engagement and outreach efforts were also noted as an important aspect of this initiative. Identifying ways to address the lack of awareness by non-resident daytime populations and utilize this transportation corridor that may not be aware of vulnerabilities or evacuation procedures was considered an important action. Emergency Management and Preparedness The City of Beverly has an established emergency management plan that municipal stakeholders feel adequately addresses the needs of the Emergency community in an emergency. The Police Department, Fire Department Management and and MEMA Task Force 1 local personnel work in close coordination to Preparedness implement emergency management and preparedness for the community. Current emergency management procedures include Community Outreach preparation, mitigation, response, and recovery actions, activation and operation of the Beverly Emergency Communications system, Evacuation Routes activation and operation of shelters, and municipal emergency Regional Coordination preparedness training. Workshop participants agreed that increased emergency preparedness coordination and communications is among Coordination with State the most important action items the City can implement to improve Agencies resilience to the effects of a changing climate. Stakeholders indicated Municipal a need for additional knowledge sharing from all City departments Communication regarding the City’s emergency preparedness operations and Networks coordination. The City has in place various systems to notify the community of important information (e.g. City website, social media, Coordination with Private Reverse 911), but participants felt these resources lack dynamic use and Schools/Colleges promotion within the community. Participants felt strongly that an Coordination with Beverly informational outreach/network that used multiple types of Hospital communications platforms appropriate for residents of all ages should be developed within the community to plan for climate change Emergency preparedness and response. Regional coordination should also occur Shelter/Assembly Areas within neighboring communities, and the City should draw upon the capacity provided by state agencies to enhance its overall climate preparedness and resilience. The need to improve the capacity of existing shelters/cooling centers to function during a storm event was also acknowledged. Increasing the number of shelters within the community was also emphasized, and participants expressed a need to increase the awareness of these resources at a city-wide scale. Understanding the needs and limitations of socially vulnerable populations (e.g. elderly population, medically vulnerable population, student population) should also be explicitly addressed within future planning efforts. 12 | P a ge",
        "Social Vulnerability Pictures from Coastal Vulnerability Workshop 2017 Source: BSC Group Workshop participants expressed a Social diverse set of viewpoints pertaining Vulnerability to the need to address the considerations of socially vulnerable Elderly Residents populations in response to the Students/College anticipated effects of climate Students change. Social vulnerability in Beverly is characterized by a few Commuters major potential populations such as Economically Stressed the elderly population (anticipated Individuals that more than 30% of Beverly resident population will be over the Medically Dependent age of 65 by 2025) and Individuals youth/students that attend Community Outreach, numerous local public and private Education & schools from elementary school Preparedness through the non-resident college student populations at Endicott College and Monserrat School of Art. As such, stakeholders agreed that a central Shelters/Assembly Areas feature of climate adaptation planning within the community must ensure planning efforts do not reinforce existing sources of vulnerability. Participants agreed that future climate change planning should draw upon local resources such as the Council on Aging, Beverly Hospital and private schools, such as Endicott College, Monserrat School of Art, Landmark School and others to increase Beverly’s capacity to address the needs of the most vulnerable, to improve communications with these third parties, and to provide appropriate levels of emergency management services based upon climate hazards. Community outreach and education initiatives were recommended. Alignment with ongoing efforts to improve emergency management, response, and communication was identified as an opportunity to reach groups that may otherwise be neglected during hazard mitigation planning. Efforts to identify socially vulnerable populations (e.g. elderly groups) was encouraged. 13 | P a ge",
        "Climate Resilience Actions to address these concerns were prioritized through workshop activities and coordination with Core Team leadership. These Climate Resilience Actions are organized by High Priority, Medium Priority, and Low Priority Actions. High Priority Actions Category Action SESD Pump Station – Beverly to serve as sponsor community for SESD to pursue grant funding opportunities to evaluate near term dry floodproofing of SESD pump station in Beverly and long-term scenario planning for relocating this pump station. Lynch Park – Perform assessment of Lynch Park property and evaluate comprehensive flood protection strategies for the facility. Incorporate permanent educational signage related to climate change at Lynch Park. Municipal New Construction (Police Station) – Incorporate climate resilience strategies and coastal flood protections into final design of new police station in Bass River District. Consider police station outposts for staff and storage of fleet equipment to decentralize resources in case of a flood event. Elliott Street/Route 62 – Undertake a conceptual redesign of Elliott Street/Route 62 to explore raising the roadway and associated infrastructure or provide deployable flood barriers near the Bass River/Cummings Center. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Infrastructure Route 127 (Beach Street to MBTA Rail Crossing at West Street/Hale Street) – Review coastal flood pathway data and incorporate stormwater watershed modeling where needed to evaluate solutions for this section of roadway. Work with MBTA to discuss options for temporary and permanent flood protection strategies. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Heavily Utilized Arterial Roadways- Review coastal flood pathway data and incorporate stormwater watershed modeling where needed to evaluate sections of roadway that are vulnerable and limited in their ability to function as part of local evacuation route. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. MBTA Commuter Rail – Newburyport-Rockport Line – Work with MBTA on flood protection projects to protect track lines and MBTA infrastructure (elevate tracks, deployable flood barriers, modification of elevations of adjacent municipal assets/infrastructure, etc.), as well as the potential to provide larger community benefits. MBTA Parking Garage near Beverly Depot Station – Identify ways partner with MBTA to use structured parking garage during storm events (other than snow emergency procedures, which are currently in place) to protect additional vehicles in a neighborhood vulnerable to flooding. 14 | P a ge",
        "National Grid Substation No. 12 – Work with National Grid to understand their climate-ready planning for this substation and how it could impact Beverly. Consider ways to work with National Grid on district-wide flood protection measures for Bass River District to protect substation and other assets. MassDOT Route 128 – Work with MassDOT to understand their climate-ready planning for this regional asset and how it will impact Beverly, particularly for regional evacuations on this roadway through other communities. Cummings Center – Continue to work with property owner to address flood risk - on-going engagement regarding proposed tide gate project and upstream culvert project. Study Cummings Center/Bass River district for a neighborhood-level vulnerability assessment with strong stakeholder engagement. Consider floodproofing options for Cummings Center facilities. Pump Stations (Sewer) Multiple Locations – Develop/purchase an asset management tool to track city infrastructure and maintenance, as well as record storm damage incidents. Evaluate options for floodproofing Marsh Street pump station located in residential neighborhood highly susceptible to coastal flooding events. Pump Station (Sewer) Beach Street – Redesign Beach Street sewer pump station to include an earthen berm design for flood protection and dry floodproofing methods for resilience. Pump Station (Stormwater) Margin Street – Prepare a conceptual plan to look at feasibility of redesigning Innocenti Park to prepare for coastal flood impacts and rebuild/relocate Margin St pump station. Commercial & Residential Development – Update zoning ordinances & regulations to promote climate resilience. Require/incentive green infrastructure (green roofs, rain gardens, etc.). Identify potential for public-private partnerships to mitigate climate risks. Develop a climate review checklist for permitting. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Coastal Structures – Consider options for elevated coastal walkway to provide public access and flood/erosion protection measures. Complete inventory of all coastal structures to determine ownership and maintenance responsibilities. Follow up inventory with structural evaluation of identified at-risk coastal structures, particularly at Lynch Park/Woodbury Beach, Beverly Harbor Master Building and Independence Park. Work with private owners of coastal structures to promote maintenance and repair as needed. Encourage use of “Q-Send” reporting for residents who notice damage to seawalls and coastal structures. Evacuation Routes – Develop a local evacuation plan to evaluate flood impacts to arterial roadways such as Rte. 62/Elliott St and Rte. 127 that facilitate evacuation of neighboring communities. Work with adjacent communities to understand how their local evacuation plans intersect with Beverly’s plan. 15 | P a ge",
        "Bass River – Evaluate district-wide flood protection options. Incorporate public access, open space and an urban waterfront redevelopment along Bass River to provide flood resilience and smart growth in Beverly. Coastal Erosion – Obear Park – Develop potential grant-funded project to address erosion at Obear Park, Environmental including salt marsh restoration and other nature-based solutions. Coastal Erosion – Independence Park/Dane Street Beach – Redesign Independence Park/Dane Street Beach to accommodate coastal flooding/sea level rise. Restore dune areas where possible. Coastal Erosion - Evaluate coastal erosion at Rice’s Beach/Sandy Point/Woodbury Beach/Pleasant View/etc. Restore dune areas where feasible in areas such as Woodbury Beach. Medium Priority Actions Category Action Department of Public Works Yard – Identify relocation options for DPW yard or decentralize storage of DPW assets for resilience to coastal flooding. Evaluate flood protection options for DPW yard. Municipal Green Infrastructure – Undertake city-wide evaluation of green infrastructure opportunities to infiltrate stormwater and reduce inland flooding. Tidal Control Structures – Evaluate potential for tidal control structures in the Bass River District, including, but not limited to, Bridge Street, and areas near Chubbs Creek marsh system at Hale Street. Beverly Harbor/port area/marinas – Incorporate coastal resiliency planning at Beverly Harbor and consider a “Clean & Resilient Marinas” Initiative for public facilities. Provide additional outreach and education to private marinas and recreational boaters. Low-lying residential neighborhoods – Conduct an assessment of regulatory incentive programs – retrofits/education/relocations/etc. Require new development in these areas to consider floodproofing and elevation of first floors and utility infrastructure. Infrastructure Municipal Infrastructure – Sewer/Storm Drain/Water - Develop/purchase an asset management tool to track city infrastructure and maintenance. Update stormwater ordinance to require/incentive residential use of green infrastructure and limited impervious surfaces. Update sewer I&I requirements and undertake projects to infiltrate stormwater throughout the community. Perform updated watershed modeling to understand stormwater impacts in changing climate on inland areas and neighborhoods. 16 | P a ge",
        "Municipal Buildings - Incorporate underground flood/stormwater storage systems at municipal facilities. Evaluate need/use of emergency backup power generation and status/condition of HVAC systems at municipal facilities throughout the community. Develop GIS inventory of building equipment and resilience measures. Address deferred maintenance issues. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Parking & Transportation Policy - Develop comprehensive policy to judicially use impervious surfaces in city right-of-way areas by limiting parking, promoting pedestrian, bicycle and transit use activity, incorporating street trees and green infrastructure. Promote shared parking agreements on private commercial properties. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Beverly Residents- Establish a Climate Working Group to meet and collaborate regularly to discuss resiliency planning in Beverly. Provide additional opportunities for resident education on climate change and resilience measures. Aging Housing Stock - Educate residents on building retrofit and floodproofing opportunities and state incentives for building energy upgrades. Encourage development of additional housing stock, including down-sizing options for seniors. Beverly Harbor Management Authority - Work with Beverly Harbor Management Authority to pursue grant opportunities that could fund coastal resiliency planning in Beverly Harbor and the Bass River District and to provide additional opportunities for education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters. Beverly Hazard Mitigation Plan - Follow up on recommendations of the Beverly Hazard Mitigation Plan. Focus the next five-year update to the plan by 2023 on a combined hazard mitigation and climate vulnerability assessment like the Massachusetts State Hazard Mitigation and Vulnerability Assessment model/approach. Public Education- Conduct a comprehensive campaign to promote climate awareness throughout community. Incorporate climate science education into school curriculum. Work with local non-profit partners like Salem Sound Coastwatch to improve and maintain these efforts. Municipal Staffing/Resources - Support municipal staffing levels by engaging student interns from local colleges/universities. Develop an overall community preparedness plan to integrate all departments/facilities and resources to prepare for climate hazards. Train city staff in new skill sets needed to address climate change from emergency prep to maintaining green infrastructure, etc. Start a department heads meeting, including members of the MVP Core Team, to maintain MVP designation and track climate goal metrics. Beverly Coastal Vulnerability Assessment- Follow up on recommendations of the Beverly Coastal Vulnerability Assessment. Pursue further CZM Coastal Resilience grants to further climate adaptation work in Beverly. 17 | P a ge",
        "Vulnerable Population – Seniors- Work on strategies to reach isolated seniors such as an \"Adopt-a- Grandparent\" program or neighborhood check-ins. Develop program for seniors living alone to register with Beverly Fire Department and Council-on-Aging. Develop transit network for increased access during hazards. Vulnerable Population – Students/Youth Under Age 18 - Develop volunteer opportunities for Beverly youth and school programs to promote climate change education and awareness, including environmental cleanups, maintenance of green infrastructure, etc. Develop Grades K-3 science programs to enhance love of nature and to prepare students for future climate change education. Incorporate climate change education into all Grades 4-12 education and engage with private schools. Social Business Community- Partner with Chamber of Commerce and Beverly Main Streets to engage with business community. Explore public-private partnerships to further climate adaptation strategies and implementation. Educate small businesses and tenants about climate hazards. Vulnerable Population – Economically Stressed - Work with adjacent cities and towns to coordinate additional permanent housing shelters. Work with River House to understand the community needs and improve communications prior to hazard events. Vulnerable Population – Medically Dependent- Increase communications, including alerts system, with social service providers & Beverly Hospital to aid medically dependent residents. Dane Street Beach/Lyons Park- Perform structural evaluation of coastal structures - seawalls/groins/jetties/etc. Undertake a feasibility study to redesign Dane Street Beach and Lyons Park for resilience and flood protection for adjacent residential neighborhood. Independence Park - Perform structural evaluation of coastal structures. Undertake a feasibility study to Environmental redesign Independence Park for resilience. Tree Canopy- Prepare a community-wide assessment of municipal trees for health, location, quantity, etc. and incorporate into overall asset management tracking. Develop comprehensive tree planting plan and strategy. Perform a community-wide analysis of opportunities for the use of green infrastructure throughout Beverly. Test for gas leaks before street trees are planted. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Salt Marshes - Salt marsh restoration projects at Obear Park (on-going culvert repair associated with Bass River dredging project), Chubbs Creek and Thissel Marsh. 18 | P a ge",
        "Low Priority Actions Category Action Beverly Regional Airport - Engage with Beverly Airport coordinator and be involved directly with the airport's upcoming planning process. Evaluate potential flooding impacts to roadway access to airport for deliveries/access/etc. Enhance community awareness of airport facilities and resources. Renewable Energy Sources- Evaluate municipal properties for use of renewable energy/solar facilities. Engage with the Clean Energy Committee to promote resilient, clean energy options throughout the City. Drinking Water Supply- Implement water conservation measures and education and promote water reuse technologies. Infrastructure Private Schools - Improve communications between City & private schools (public safety hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group with private schools and City to discuss emergency management and include them in Beverly CEMP updates going forward. City of Beverly to participate in upcoming Endicott College Vulnerability Assessment. Beverly Hospital - Improve communications between City & hospital (public safety hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group with hospital and City to discuss emergency management and public health. Public Schools - Evaluate shelter facilities to identify additional needs and resources - generators, supplies and other items. Create comprehensive map and inventory of sheltering facilities. Develop a communications plan for staff, students, residents and people who work in Beverly and implement city-wide. Air Quality - Promote clean energy technologies - solar and wind - in Beverly. Develop transit plan for the City of Beverly to reduce single-occupant vehicle trips within the city. Promote bicycle share programs, Environmental increase multi-use pathways throughout City and improve connectivity between neighborhoods. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Open Space – Beaches/Parks/Recreational Facilities- Purchase additional municipal open space for coastal and inland flood protection. 19 | P a ge",
        "Community Workshop Participants Name Affiliation Mayor Michael Cahill City of Beverly Eric Barber City of Beverly DPW/Engineering Lisa Chandler City of Beverly DPW/Engineering Amy Maxner City of Beverly Conservation Agent Aaron Clausen City of Beverly Planning Department Walt Kosmowski BevCam Denise Deschamps City of Beverly Economic Development Emily Flaherty Salem Sound Coastwatch Edmund Lydon Beverly Hospital MaryAnn Holak Beverly Council on Aging Chris Bertoni Beverly Conservation Commission David Lacaillade Beverly Hospital Barbara Warren Salem Sound Coastwatch Peter Pommersheim South Essex Sewerage District (SESD) Michael Trembley Beverly Hospital Roland Adams City of Beverly DPW/Engineering Katie Moniz BSC Group Alfa Zimmerman BSC Group/Beverly Resident Brian Cullinan BSC Group Robert Buchsbaum Mass Audubon/Beverly Conservation Comm. Anthony Michetti Endicott College Leslie Gould GBCC Sue Goganian Historic Beverly David Liebmann Glen Urquhart School Jeffrey Malloy BSC Group Meghan Wrenn Endicott College Gin Wallace Beverly Main Streets David Lang Beverly City Council John Cuffe W2CA Jeannette Cuffe W2CA Caroline Mason Beverly Historic District Commission Anna Langstaff Beverly Public Library Loren Meicher Landmark School Mari Butler Endicott College Rob Dever City of Beverly DPW Sue Charochak Beverly Schools Claire-Marie Hart North Shore Community College Gloria Bouillan Beverly Airport Sue Gabriel Beverly Bootstraps Maureen Wark Monserrat College of Art 20 | P a ge",
        "Citation Beverly (2019) Community Resilience Building Workshop Summary of Findings, BSC Group, Inc., Salem Sound Coastwatch, and City of Beverly, Beverly, Massachusetts MVP Core Team Working Group Aaron Clausen, AICP, Planning Department Roland Adams, DPW/Engineering Division – GIS Eric Barber, DPW/Engineering Division Stephanie Bilotti, Mayor’s Office - Sustainability Lisa Chandler, DPW/Engineering Division Amy Maxner, Conservation Agent Barbara Warren, Salem Sound Coastwatch Workshop Facilitators Katie Moniz, P.E., AICP, CFM BSC Group, Inc. Jeffrey T. Malloy, CFM, BSC Group, Inc. Brian Cullinan, E.I.T, BSC Group, Inc. Barbara Warren, Salem Sound Coastwatch Emily Flaherty, Salem Sound Coastwatch Acknowledgements This project was made possible through funding from the Massachusetts Executive Office of Energy and Environmental Affairs’ Municipal Vulnerability Preparedness (MVP) Grant Program. Thank you for providing the leadership and funds to support this process. The City of Beverly values your partnership. Thank you to the Massachusetts Office of Coastal Zone Management (CZM) and its North Shore Coordinator Kathryn Glenn who previously funded the Beverly Coastal Vulnerability Assessment in FY16 and who participated in the Public Listening Session for this project. Thank you to Mayor Michael Cahill for his support and participation in the Beverly CRB Workshop, the Public Listening Session and other core team meetings. His participation in this process was an inspiration to the community and reaffirmed the City’s commitment to continued climate resilience planning and adaptation measures. Mayor Cahill also joined the Mayors’ National Climate Action Agenda on behalf of the City of Beverly in 2017. Thank you to the community leaders within Beverly who attended the Beverly CRB Workshop, Public Listening Session and other core team meetings. The institutional knowledge provided by workshop participants was essential to the success of this process. 21 | P a ge",
        "CLIMATE CHANGE INFOGRAPHIC 22 | P a ge",
        "C L I M AT E C H A N G E Beverly, Massachusetts, Ipswich and North Coastal Watershed Basin Global warming is caused by the accumulation of greenhouse gases within the atmosphere. Gases that contribute to the greenhouse effect include water vapor, carbon dioxide, methane, and nitrous oxide. On earth, human activities such as burning fossil fuels, land deforestation and wetland loss/conversion have altered the delicate balance of atmospheric conditions that regulate our climate. The effect of these changes cause global climate change that are likely to be significant and to increase over time. EXTREME TEMPERATURES Average Temperatures Days with Maximum Temperature over 90˚F Fewer Days Below Freezing What can Beverly expect as CLIMATE CHANGES? Climate change has already had observable effects on the environment. Rising temperatures, changes in precipitation patterns, droughts and heat waves, sea-level rise, and extreme More Annual Precipitation and Inland Flooding storm events have altered the distribution of risk and The Northeast United States has already how resources are managed. experienced a larger increase in the intensity of rainfall events than any other region in the United H Pri eg ch ie ps itt a R tia ot ne o inf States in the last fifty years, a trend that is WINTER expected to continue. 7’ 6’ 5’ 4’ 3’ 2’ 2100 1’ 2070 0’ 2010 2019 2040 -1’ 1980 Sources: Massachusetts Executive Office of Energy and Environmental Affairs; ResilientMA.org RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF RETNIW GNIRPS REMMUS LLAF OBSERVED BASELINE PROJECTED CHANGE 2000 2030 2050 2070 2090 NOITATIPICERP )sehcni ni( 16 15 Extreme Snow And Ice Events 14 Total Annual Precipitation is expected to increase within the Ipswich and North Coastal Basin over the 13 r e pe x rm ep cea ic pin t ied tade t ir t o oo n f o wt ch ic le lu fc r a e d lln u at ru sin r ey g i. t M hw eio n rs t rt e a o r i nf m ft ah o lli n s ot i h rn s ec w xre th ra ees mre e ei s snow 1 %51 %9 %7 2 %0 1 %8 1 %2 2 %62 %2 3 %4 2 %2 11 12 or ice events. 12 19 201 %3 18% 11 O BAB SS EE LR IV NE ED 15 % % % % 10 14 PROJECTED CHANGE 13 9 YEARS 12 17% 22% 30% 39% 11 10 8 2000 2030 2050 2070 2090 NOITATIPICERP )sehcni ni( 61F 88 130 59F 76 121 57F 112 64 55F 103 52 53F 94 40 51F 85 28 49F 76 47F 16 67 45F 4 58 2000 2019 2030 2050 2070 2090 2000 2019 2030 2050 2070 2090 2000 2019 2030 2050 2070 2090 YEARS Blizzards, Nor’Easters and Hurricanes Storm events fueled by higher temperatures, increased evaporation, and atmospheric moisture leads to stormy weather of increased duration and intensity. YEARS Sea level Rise Drought Conditions 18% Due to the combined effects of higher temperatures, P CR HO AJ NE GC ETED reduced groundwater recharge from extreme precipitation events, earlier snowmelt, summer and fall OBSERVED BASELINE droughts may become more frequent. 2000 2090 Heatwaves Extreme heat events are expected to become more frequent and intense. Socially vulnerable populations are particularly vulnerable to the dangers related to extreme temperature conditions. ERUTAREPMET YEARS YEARS SYAD SYAD IPSWICH BASIN NORTH COATAL BASIN Andover, Beverly, Billerica, Boxford, Burlington, Danvers, Hamilton, Ipswich, Lynnfield, Middleton, North Andover, North Reading, Peabody, Reading, Rowley, Tewksbury, Topsfield, Wenham, Wilmington,Woburn, Danvers, Essex, Everett, Gloucester, Hamilton, Ipswich, Lynn, Malden, Manchester, Marblehead, Melrose, Nahant, Reading, Revere, Rockport, Salem, Salisbury, Saugus, Stoneham, Swampscott and Wakefield Sea levels are rising as the oceans warm, ice melts and water expands. Sea levels have already risen about a foot and could rise several more feet by the end of the century.",
        "COMMUNITY RESILIENCE BUILDING MATRIX 23 | P a ge",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O South Essex Sewerage District (SESD) - Pump City of Beverly to be sponsor community for SESD to pursue grant opportunities to evaluate near term dry floodproofing of pump station and 1 Station and Sewerage Infrastructure V/S city-wide SESD 1 X H S long-term scenario planning for relocating the pump station. Historic/Recreation Facilities - Lynch Park Perform assessment of Lynch Park property and evaluate comprehensive flood protection strategies for Lynch Park. Incorporate permanent City of 2 V/S Lynch Park education signage related to climate change at Lynch Park. 1&4 X H S Beverly Municipal New Construction - Police Station Incorporate climate resilience strategies and coastal flooding projections into design of new police station. Develop phased approach to protecting and operating this municipal asset over time. Promote clean energy Elliott Street/Rte 62 City of 3 V/S initiatives such as Net Zero goals using thermal heat pump technology and 1&2 X H S near Cummings Center Beverly solar installations at police station and future municipal buildings. Consider police station outposts for staff and storage of fleet equipment to decentralize resources in case of a flooding event. Heavily Utilitized Arterial Roadways (Rte Review coastal flood pathway data and identify areas where roadways should be elevated or flood mitigation/stormwater projects are necessary. 62/Elliott Street, Rte 127 - Beach Street to Update stormwater watershed modeling to incorporate additional data on MBTA Rail Crossing at West Street/Hale floodprone roadways using increased rainfall amount and intensity City of 4 Street - Lee's Crossing, etc.) V city-wide projections. Undertake a conceptual redesign of Elliott Street study to 1-2-4 X H L Beverly explore raising the roadway and associated infrastructure near Bass River. Explore deployable flood barrier options for this area as an alternate scenario. Prepare a Climate Action Plan to address reduction of greenhouse gas emissions and climate resilience. Commuter Rail - Newburyport-Rockport Line Work with MBTA on flood protection projects that could protect track lines and MBTA infrastructure (elevate tracks, deployable flood barriers, etc.), as well as provide larger community resiliency benefits. Identify ways to use 5 V/S city-wide MBTA MBTA structured parking garage during storm events (other than snow 1-4 X H L emergency) to protect vehicles in vulnerable neighborhood. National Grid Substation No. 12 (River Street site) Work with National Grid to understand their climate-ready planning for this substation and how it will impact Beverly. & overhead electrical infrastructure investor- 6 V River Street 1-3-4 X H L owned utility # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Transportation - Highways (Route 128) Work with MassDOT to understand their climate-ready planning for this asset and how it will impact Beverly. Regional evacuations utilize the 7 S Route 128 MassDOT Route 128 corridor and Beverly should be aware of any potential 2&4 X H L vulnerabilities to this infrastructure in neighboring communities. Commercial/Employment Center - Cummings Continue to work with property owner to address flood risk - on-going engagement regarding proposed tide gate project and upstream culvert Center 8 V/S Cummings Center private project. Study Cummings Center/Bass River district for a neighborhood- 1 & 2 X H O level vulnerability assessment with strong stakeholder engagement. Consider floodproofing options for Cummings Center facilities. Pump Stations - Sewer (multiple City of Develop/purchase an asset management tool to track city infrastructure and maintenance. Prioritize flood protection of these assets and address Beverly owned assets) City of 9 V city-wide deferred maintenance. Evaluate options for floodproofing Marsh Street 1 X H O Beverly Pump Station, which is located in a neighborhood highly susceptible to coastal flooding events. Pump Station (Sewer) - Beach Street Redesign Beach Street sewer pump station site to include an earthen berm City of design for flood protection and dry floodproofing methods for resilience. 10 V Beach Street 1 & 2 X H O Beverly Pump Stations - Stormwater - Margin Street Develop/purchase an asset management tool to track city infrastructure and maintenance. Prepare a conceptual plan to look at feasibility of Margin Street (adjacent City of 11 V redesigning Innocenti Park to prepare for coastal flood impacts and 1 X H O to Innocenti Park) Beverly rebuild/relocate the Margin Street pump station to a more protected area of the site. Commercial & Residential Development Update zoning ordinances & regulations to promote climate resilience. Require/incentive green infrastructure (green roofs, rain gardens, etc.). 12 V/S city-wide private 1-5 X H O Identify potential for public-private partnerships to mitigate climate risks. Develop a climate review checklist for permitting. Coastal Structures (seawalls, etc.) Consider elevated coastal walkway options along coastline to provide access and flood/erosion protection measures. Complete on-going inventory all seawalls and determine ownership and maintenance responsibilities. Follow up this inventory effort with structural evaluation public/ of identified at-risk coastal structures, particularly Lynch Park/Woodbury 13 V/S city-wide 1-2-4 X H O private Beach area, Beverly Harbor Management site and Independence Park. Identify privately-owned seawalls that are protecting public assets and work with owners to promote maintenance and repair as needed. Encourage Q-Send use for residents who notice damage to seawalls and coastal structures.",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Evacuation/Emergency Routes - Local Develop a local evacuation plan to evaluate flooding impacts to arterial roadways such as Rte 62/Elliott Street and Rte 127 that facilitate a potential evacuation of neighborhoods or community. Work with adjacent 14 V city-wide public 1&2 X H O communities to understand how their local evacuation plans intersect with Beverly's evacuation plans. Coastal/Tidal Rivers Evaluate large-scale flood protection options for Bass River to address significant coastal flooding risk associated with climate change that limits 15 V/S city-wide public an area of potential economic development. Incorporate public access, 1&4 X H L open space and an urban waterfront design along Bass River redevelopments to provide flood resilience and smart growth in Beverly goingforward Coastal Erosion (beaches/riverbanks) Develop project to address erosion at Obear Park - consider living public/ shoreline opportunities. Redesign Independence Park/Dane Street Beach 16 V city-wide to accommodate coastal flooding/sea level rise. Restore dune areas where 1-2-4 X H O private feasible in areas such as Woodbury Beach. Evaluate coastal erosion at Rice's Beach/Sandy Point/Woodbury Beach/Pleasant View/etc. Department of Public Works Yard Identify relocation options for the DPW Yard or decentralize storage of City of DPW assets for resilience to coastal flooding. Evaluate flood protection 17 V Roundy Street options for DPW Yard. 1 & 4 X M L Beverly Inland Flooding Update stormwater modeling for Beverly neighborhood watersheds using City of increased precipitation projections to prepare for climate change. Identify 18 V city-wide neighborhoods prone to inland flooding and evaluate opportunities for 2 X M L Beverly green and grey infrastructure solutions to address flood risk. Municipal Green Infrastructure Undertake a city-wide evaluation of green infrastructure opportunities to City of infiltrate stormwater and reduce inland flooding , 19 V N/A 2-3 X M O Beverly Tidal Control Structures Evaluate potential for tidal control structures in the Bass River District, City of including, but no limited to, at Bridge Street and near Chubbs Creek marsh 20 V/S Bass River District Beverly/ system at Hale Street. 1 X M L private Beverly Harbor/port area/marinas Incorporate coastal resiliency planning in Beverly Harbor with City facilities leading the way in best management practice and design under a public/ 21 V Beverly Harbor \"Clean & Resilient Marinas Initiative\". Provide additional opportunities for 1-2-4 X M L private education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters.",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Low-lying coastal residential neighborhoods Conduct assessment of regulatory incentive programs - (Marsh Ave, Fosters Point, Willow St, etc.) Marsh Ave, Quincy Park, retrofits/education/relocations/etc. Require new development in these 22 V private areas to consider floodproofing and elevation of building first floors and 1 X M L etc. utilities. Municipal Infrastructure - Sewer/Storm Develop/purchase an asset management tool to track city infrastructure and maintenance. Update stormwater ordinance to require/incentive Drain/Water residential use of green infrastructure and limited impervious surfaces. City of 1-2-4- 23 V city-wide Update sewer I&I requirements and undertake projects to infiltrate X M O Beverly stormwater throughout the community. Perform updated watershed 5 modeling to understand stormwater impacts in changing climate on inland areas and neighborhoods. Municipal Buildings Incorporate underground flood/stormwater storage systems at municipal facilities. Evaluate need/use of emergency backup power generation and City of status/condition of HVAC systems at municipal facilities throughout the 24 V city-wide 1-2-4 X M O Beverly community. Develop GIS inventory of building equipment and resilience measures. Address deferred maintenance issues. Parking & Transportation Policy Develop comprehensive policy to judicially use impervious surfaces in city right-of-way areas by limiting parking, promoting pedestrian, bicycle and City of transit use activity, incorporating street trees and green infrastructure. 25 V city-wide 3 X M O Beverly Promote shared parking agreements on private commercial properties. Educated and engaged City of Beverly Establish a Climate Working Group to meet and collaborate regularly to discuss resiliency planning in Beverly. Provide additional opportunities residents/Good civic participation 26 S city-wide N/A for resident education on climate change and resilience measures. 1-5 X M S Older housing stock (lack of HVAC, building Educate residents on building retrofit and floodproofing opportunities and state incentives for building energy upgrades. Encourage development of envelope/roof/insulation issues, etc.) 27 V city-wide private additional housing stock, including down-sizing options for seniors. 3&4 X M L Beverly Harbor Management Authority Work with Beverly Harbor Management Authority to pursue grant opportunities that could fund coastal resiliency planning in Beverly Harbor 28 S Beverly Harbor public and the Bass River District and to provide additional opportunities for 1 X M O education on climate change and resilience measures to waterfront stakeholders such as private marinas and recreational boaters.",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Beverly Hazard Mitigation Plan Update Follow up on recommendations of the Beverly Hazard Mitigation Plan. Focus the next five-year update to the plan on a combined hazard (FEMA/MEMA FY17) City of mitigation and climate vulnerability assessment similar to the 29 S city-wide 1-5 X M O Beverly Massachusetts State Hazard Mitigation and Vulnerability Assessment model/approach. Public Education/Awareness Conduct a comprehensive campaign to promote climate awareness City of throughout community. Incorporate climate science education into school 30 V/S city-wide curriculum. Work with local non-profit partners like Salem Sound 1-5 X M O Beverly Coastwatch to improve and maintain these efforts. Municipal Staffing/Finances/Resources/ Support municipal staffing levels by engaging student interns from local colleges/universities. Develop an overall community preparedness plan to Infrastructure Recordkeeping/GIS/etc. integrate all departments/facilities and resources to prepare for climate City of hazards. Train city staff in new skill sets needed to address climate change 31 S city-wide 1-5 X M O from emergency prep to maintaining green infrastructure, etc. Start a Beverly department heads meeting, including members of the MVP Core Team, to maintain MVP designation and track climate goal metrics. Beverly Coastal Vulnerability Assessment Follow up on recommendations of the Beverly Coastal Vulnerability (CZM CR Grant FY17) City of Assessment. Pursue further CZM Coastal Resilience grants to further 32 S city-wide climate adaptation work in Beverly. 1 X M O Beverly Vulnerable Population - Growing number of Work on strategies to reach isolated seniors such as an \"Adopt-a- Grandparent\" program or neighborhood check-ins. Develop program for Seniors (65 yrs of age and older) 33 V city-wide N/A seniors living alone to register with Beverly Fire Department, as well as 1-5 X M O Council-on-Aging. Develop a transit network for increased access during hazards. Vulnerable Population - Students/Youth Develop volunteer opportunities for Beverly youth and school programs to promote climate change education and awareness, including env cleanups, (children under 18 years old) maintenance of green infrastructure, etc. Develop Grades K-3 science 34 V city-wide N/A 1-5 X M O programs to enhance love of nature and to prepare students for future climate change education. Incorporate climate change education into all Grades 4-12 education and engage with private schools. Business Community/Commercial Uses - Partner with Chamber of Commerce and Beverly Main Streets to engage with business community. Explore public-private partnerships to further Retail, Office, etc. 35 S city-wide private climate adaptation strategies and implementation. Educate small 1-5 X M O businesses and tenants about climate hazards.",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Vulnerable Population - Economically Work with adjacent cities and towns to coordinate additional permanent Stressed (Housing/Financial Resources) housing shelters. Work with River House to understand the community 1-2-3- 36 V city-wide N/A needs and improve communications prior to hazard events. X M O 4 Vulnerable Population - Medically Dependent Increase communications with social service providers and Beverly Hospital to aid medically dependent residents. Improve alert system to Residents 37 V city-wide N/A include social service providers. 3&4 X M O Recreational Area - Independence Park Perform structural evaluation of coastal structures - City of seawalls/groins/jetties/etc. Undertake a feasibility study to redesign 38 V Lothrop Street Independence Park for resilience. 1 X M L Beverly Recreation Area - Dane Street Beach/Lyons Perform structural evaluation of coastal structures - seawalls. Undertake a Park Lothrop Street City of feasibility study to redesign Dane Street Beach and Lyons Park for 39 V resilience and flood protection for adjacent residential neighborhood. 1 X M L at Dane Street Beverly Trees (numerous, but not well distributed throughout Prepare a community-wide assessment of municipal trees for health, community, some aged/diseased, some endangered by location, quantity, etc. and incorporate into overall asset management public/ tracking. Develop comprehensive tree planting plan and strategy. Perform recent storms, etc.) and other vegetation 40 V/S city-wide 4&5 X M L a community-wide analysis of opportunities for the use of green private infrastructure throughout Beverly. Test for gas leaks before street trees are planted. Salt Marshes (Obear Park, Thissel Marsh, etc.) Salt marsh restoration projects at Obear Park (on-going culvert repair public/ associated with Bass River dredging project), Chubbs Creek and Thissel 41 V/S city-wide Marsh. 1, 4&5 X M O private Beverly Regional Airport Engage with Beverly Airport coordinator and be involved directly with the City of airport's upcoming planning process. Evaluate potential flooding impacts 42 V/S Henderson Road to roadway access to airport for deliveries/access/etc. Enhance 2&4 X L L Beverly community awareness of airport facilities and resources. Renewable Energy Sources - Solar Evaluate municipal properties for use of renewable energy/solar facilities Installations (Residential/Commercial) public/ or installations. Engage with the Clean Energy Committee to promote 43 S city-wide resilient, clean energy options throughout the City. 3 X L L private",
        "www.CommunityResilienceBuilding.org Community Resilience Building Risk Matrix Top Priority Hazards (tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) 1 - Coastal Flooding (Sea 2- Inland Flooding (due to 3- Heat Wave 4- Extreme Storms 5 - Drought Hight, Medium or Low priority for Level Rise/Storm Surge) Precipitation/Storm Event) action over the Short or Long term and Ongoing Vulnerabilities (V) and/or Strengths (S) V / S Location Owner Solutions # H/M/L S/L/O # drazaH ytiroirP poT larutcurtsarfnI lateicoS latnemnorivnE Drinking Water Supply Implement water conservation measures and education and promote water reuse technologies. 44 V/S regional public 5 X L L Private Schools - Endicott College, Monseratt School of Improve communications between City & private schools (public safety Art, Landmark School, Waring School, Glen Urquhart, hotline, multiple methods of communications (e-mail/internet/phone call/text/physical beacons, markers or alarms/etc.). Form working group etc. 45 V/S city-wide private 1-4 X L O with private schools and City to discuss emergency management and include them in Beverly CEMP updates going forward. City of Beverly to participate in upcoming Endicott College Vulnerability Assessment. Beverly Hospital Improve communications between City & hospital (public safety hotline, multiple methods of communications (e-mail/internet/phone Lahey 46 V/S 85 Herrick Street call/text/physical beacons, markers or alarms/etc.). Form working group 2-3-4 X L O Health with hospital and City to discuss emergency management and public health. Public Schools (mult. new facilities used as Evaluate shelter facilities to identify additional needs and resources - shelters/heating & cooling centers) City of generators, supplies and other items. Create comprehensive map and 47 S city-wide inventory of sheltering facilities. Develop a communications plan for staff, 1-4 X L O Beverly students, residents and people who work in Beverly and implement city- wide. Air Quality Promote clean energy technologies - solar and wind - in Beverly. Develop transit plan for the City of Beverly to reduce single-occupant vehicle trips 48 V/S city-wide public within the city. Promote bicycle share programs, increase multi-use 3&4 X L L pathways throughout City and improve connectivity between neighborhoods. Open Space - Beaches, Parks & Recreational Purchase additional municipal open space for coastal and inland flood Facilities City of protection. 49 S city-wide 1-5 X L L Beverly",
        "IPSWICH & NORTH COASTAL BASIN CLIMATE PROJECTIONS 24 | P a ge",
        "March 2018 IPSWICH BASIN MUNICIPALITIES WITHIN IPSWICH BASIN: Andover, Beverly, Billerica, Boxford, Burlington, Danvers, Hamilton, Ipswich, Lynnfield, Middleton, North Andover, North Reading, Peabody, Reading, Rowley, Tewksbury, Topsfield, Wenham, Wilmington, and Woburn Many municipalities fall within more than one basin, so it is advised to use the climate projections for the basin that contains the majority of the land area of the municipality. 104",
        "March 2018 IPSWICH BASIN Mid-Century End of Century Observed Ipswich Basin Baseline 1971- Projected Change Projected Change Projected Change Projected Change 2000 (°F) in 2030s (°F) in 2050s (°F) in 2070s (°F) in 2090s (°F) Annual 49.5 +2.1 to +4.3 +2.7 to +6.2 +3.3 to +8.9 +3.6 to +10.8 Winter 29.0 +2.1 to +4.8 +2.8 to +7.2 +3.6 to +9.0 +3.9 to +10.5 Average Spring 47.0 +1.9 to +3.7 +2.6 to +5.5 +2.7 to +7.9 +3.4 to +9.6 Temperature Summer 69.6 +2.1 to +4.2 +2.7 to +6.6 +3.1 to +9.5 +3.7 to +12.0 Fall 52.0 +1.9 to +4.6 +3.3 to +6.5 +3.0 to +9.4 +3.5 to +11.8 Annual 59.6 +2.0 to +4.0 +2.5 to +6.0 +3.0 to +8.9 +3.3 to +10.7 Winter 38.3 +1.8 to +4.3 +2.4 to +6.7 +3.1 to +8.3 +3.4 to +9.6 Maximum Spring 57.4 +1.8 to +3.5 +2.3 to +5.5 +2.7 to +8.1 +3.2 to +9.5 Temperature Summer 80.2 +1.8 to +4.3 +2.6 to +6.5 +3.0 to +9.7 +3.5 to +12.2 Fall 62.2 +2.0 to +4.4 +2.9 to +6.7 +2.9 to +9.6 +3.4 to +12.1 Annual 39.3 +2.2 to +4.6 +3.0 to +6.3 +3.6 to +8.9 +3.9 to +10.9 Winter 19.7 +2.4 to +5.2 +3.2 to +7.7 +4.1 to +9.7 +4.3 to +11.1 Minimum Spring 36.5 +2.0 to +3.9 +2.9 to +5.8 +2.9 to +7.7 +3.5 to +9.5 Temperature Summer 58.9 +2.2 to +4.3 +2.8 to +6.9 +3.2 to +9.3 +3.9 to +11.9 Fall 41.8 +1.8 to +4.8 +3.2 to +6.3 +3.1 to +9.3 +3.7 to +11.6  The Ipswich basin is expected to experience increased average temperatures throughout the 21st century. Maximum and minimum temperatures are also expected to increase throughout the end of the century. These increased temperature trends are expected for annual and seasonal projections.  Seasonally, maximum summer and fall temperatures are expected to see the highest projected increase throughout the 21st century. o Summer mid-century increase of 2.6 °F to 6.5 °F (3-8% increase); end of century increase of 3.5 °F to 12.2 °F (4-15% increase). o Fall mid-century increase of 2.9 °F to 6.7°F (5-11% increase); end of century increase by and 3.4 °F to 12.1 °F (5-19% increase).  Seasonally, minimum winter and fall temperatures are expected to see increases throughout the 21st century. o Winter mid-century increase of 3.2 °F to 7.7 °F (16-39% increase); end of century increase by 4.3 °F to 11.1 °F (22-56% increase). o Fall mid-century of 3.2 °F to 6.3 °F (8-15% increase); end of century increase of 3.7°F to 11.6 °F (9-28% increase). 105",
        "March 2018 IPSWICH BASIN Mid-Century End of Century Observed Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 7 +6 to +17 +8 to +31 +10 to +50 +12 to +69 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring <160 +<160 to +1 +<160 to +1 +<160 to +2 +<160 to +4 Over 90°F Summer 6 +5 to +15 +7 to +25 +9 to +41 +11 to +55 Fall <160 +<160 to +2 +1 to +5 +1 to +9 +1 to +12 Days with Annual 1 +2 to +6 +2 to +13 +3 to +26 +5 to +41 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +<160 to +<160 +<160 to +<160 +<160 to +1 +<160 to +1 Over 95°F Summer 1 +2 to +6 +2 to +11 +3 to +23 +4 to +35 Fall 0 +<160 to +1 +<160 to +1 +<160 to +3 +<160 to +5 Days with Annual <<160 +<160 to +1 +<160 to +3 +<160 to +8 +<160 to +14 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +0 to +<160 +0 to +<160 +0 to +<160 +0 to +<160 Over 100°F Summer <160 +<160 to +1 +<160 to +3 +<160 to +7 +<160 to +13 Fall 0 +0 to +<160 +0 to +<160 +0 to +1 +0 to +1  Due to projected increases in average and maximum temperatures throughout the end of the century, the Ipswich basin is also expected to experience an increase in days with daily maximum temperatures over 90 °F, 95 °F, and 100 °F. o Annually, the Ipswich basin is expected to see days with daily maximum temperatures over 90 °F increase by 8 to 31 more days by mid-century, and 12 to 69 more days by the end of the century. o Seasonally, summer is expected to see an increase of 7 to 25 more days with daily maximums over 90 °F by mid-century. o By end of century, the Ipswich basin is expected to have 11 to 55 more days. 60 Over the observed period, there were some years with at least 1 day with seasonal Tmax over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 106",
        "March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 4 -1 to -3 -1 to -3 -1 to -3 -1 to -3 Minimum Winter 4 -1 to -3 -1 to -2 -1 to -3 -1 to -3 Temperature Spring <161 -0 to +<161 -0 to -0 -0 to -0 -0 to -0 Below 0°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall <161 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Days with Annual 130 -12 to -28 -18 to -42 -21 to -55 -23 to -65 Minimum Winter 79 -3 to -9 -4 to -16 -6 to -24 -8 to -31 Temperature Spring 31 -5 to -11 -7 to -15 -8 to -18 -9 to -20 Below 32°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall 20 -4 to -9 -6 to -11 -7 to -15 -6 to -16  Due to projected increases in average and minimum temperatures throughout the end of the century, the Ipswich basin is expected to experience a decrease in days with daily minimum temperatures below 32 °F and 0 °F.  Seasonally, winter, spring and fall are expected to see the largest decreases in days with daily minimum temperatures below 32 °F. o Winter is expected to have 4 to 16 fewer days by mid-century, and 8 to 31 fewer days by end of century. o Spring is expected to have 7 to 15 fewer days by mid-century, and 9 to 20 fewer days by end of century. o Fall is expected to have 6 to 11 fewer days by mid-century, and 6 to 16 fewer days by end of century. 61 Over the observed period, there were some years with at least 1 day with seasonal Tmin under a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 107",
        "March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change in Projected Change in Projected Change in (Degree- in 2030s 2050s 2070s 2090s Days) (Degree-Days) (Degree-Days) (Degree-Days) (Degree-Days) Annual 6269 -515 to -1104 -690 to -1507 -829 to -2019 -925 to -240 Heating Degree- Winter 3257 -189 to -442 -248 to -660 -316 to -816 -358 to -960 Days Spring 1682 -158 to -305 -215 to -458 -230 to -625 -295 to -735 (Base Summer 88 -32 to -56 -40 to -71 -48 to -80 -52 to -83 65°F) Fall 1240 -124 to -333 -232 to -427 -221 to -612 -241 to -701 Cooling Annual 590 +213 to +448 +292 to +754 +342 to +1152 +399 to +1521 Degree- Winter 0 -1 to +2 -0 to +6 +0 to +3 +0 to +6 Days Spring 23 +14 to +34 +22 to +57 +26 to +98 +20 to +147 (Base 65°F) Summer 507 +154 to +335 +197 to +539 +233 to +797 +280 to +1025 Fall 54 +31 to +93 +45 to +178 +54 to +276 +79 to +358 Growing Annual 2628 +398 to +811 +556 to +1237 +632 to +1938 +716 to +2438 Degree- Winter 6 +0 to +15 +2 to +18 +6 to +31 +5 to +40 Days Spring 299 +82 to +158 +105 to +258 +120 to +387 +130 to +502 (Base Summer 1800 +190 to +388 +247 to +603 +286 to +874 +341 to +1107 50°F) Fall 516 +96 to +289 +167 to +424 +154 to +645 +210 to +815  Due to projected increases in average, maximum, and minimum temperatures throughout the end of the century, the Ipswich basin is expected to experience a decrease in heating degree- days, and increases in both cooling degree-days and growing degree-days.  Seasonally, winter historically exhibits the highest number of heating degree-days and is expected to see the largest decrease of any season, but spring and fall are also expected to see significant change. o The winter season is expected to see a decrease of 8-20% (248 -660 degree-days) by mid-century, and a decrease of 11-29% (358-960 degree-days) by the end of century. o The spring season is expected to decrease in heating degree-days by 13-27% (215-458 degree-days) by mid-century, and by 18-44% (295 -735 degree-days) by the end of century. o The fall season is expected to decreases in heating degree-days by 19-34% (232-427 degree-days) by mid-century, and by 19-57% (241 -701 degree-days) by the end of century. 108",
        "March 2018  Conversely, due to projected increasing temperatures, summer cooling degree-days are expected to increase by 39-106% (196 -539 degree-days) by mid-century, and by 55-202% (280- 1025 degree-days) by end of century.  Seasonally, summer historically exhibits the highest number of growing degree-days and is expected to see the largest decrease of any season, but the shoulder seasons of spring and fall are also expected to see an increase in growing degree-days. o The summer season is projected to increase by 14-34% (247 -603 degree-days) by mid- century, and by 19-61% (341 -1107 degree-days) by end of century. o Spring is expected to see an increase by 35-86% (105 -258 degree-days) by mid-century and 43-168% (130 -502 degree-days) by end of century. o Fall is expected to see an increase by 32-82% (167 -424 degree-days) by mid-century and 41-158% (210 -815 degree-days) by end of century. IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 8 +<162 to +2 +<162 to +3 +1 to +2 +1 to +3 Days with Winter 2 +<162 to +1 +<162 to +1 +<162 to +1 +<162 to +2 Precipitation Spring 2 +0 to +1 +0 to +1 +<162 to +1 +<162 to +1 Over 1” Summer 2 +0 to +<162 +0 to +1 +0 to +1 +0 to +1 Fall 2 +0 to +1 +0 to +1 +0 to +1 +0 to +1 Annual 1 +<162 to +<162 +0 to +1 +<162 to +1 +<162 to +1 Days with Winter <162 +0 to +<162 +0 to +<162 +0 to +<162 +<162 to +<162 Precipitation Spring <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Over 2” Summer <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Fall <162 +0 to +<162 +0 to +<162 +<162 to +<162 +0 to +<162 Annual <162 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Days with Winter 0 +0 to +0 +0 to +0 +0 to +<162 +0 to +<162 Precipitation Spring 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Over 4” Summer 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162 Fall 0 +0 to +<162 +0 to +<162 +0 to +<162 +0 to +<162  The projections for expected number of days receiving precipitation over one inch are variable for the Ipswich basin, fluctuating between loss and gain of days. o Seasonally, the winter season is generally expected to see the highest projected increase. o The winter season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of 0-2 days by the end of century. o The spring season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of an increase of 0-1. days by the end of century. 62 Over the observed period, there were some years with at least 1 day with seasonal precipitation over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 109",
        "March 2018 IPSWICH BASIN Observed Mid-Century End of Century Baseline Ipswich Basin 1971-2000 Projected Change Projected Change Projected Change Projected Change (Inches) in 2030s (Inches) in 2050s (Inches) in 2070s (Inches) in 2090s (Inches) Annual 45.6 -0.1 to +4.3 +0.0 to +5.4 +0.5 to +6.6 +0.7 to +7.0 Winter 11.6 -0.3 to +1.7 +0.1 to +2.3 +0.2 to +3.0 +0.5 to +4.0 Total Spring 11.6 -0.4 to +2.3 -0.1 to +2.1 +0.1 to +2.6 +0.1 to +2.6 Precipitation Summer 10.2 -0.4 to +1.3 -0.6 to +1.9 -0.8 to +2.0 -1.6 to +1.8 Fall 12.2 -1.0 to +0.9 -1.1 to +1.4 -1.8 to +1.6 -1.6 to +1.3  Similar to projections for number of days receiving precipitation over a specified threshold, seasonal projections for total precipitation are also variable for the Ipswich basin. o The winter season is expected to experience the greatest change with an increase of 1-20% by mid-century, and of 4-34% by end of century. o Projections for the summer and fall seasons are more variable, and could see either a drop or increase in total precipitation throughout the 21st century.  The summer season projections for the Ipswich or basin could see a decrease of 0.6 to an increase of 1.9 inches by mid-century (decrease of 5% to increase of 19%) and a decrease of 1.6 to an increase of 1.8 inches by the end of the century (decrease of 16% to increase of 18%).  The fall season projections for the Ipswich basin could see a decrease of 1.1 to an increase of 1.4 inches by mid-century (decrease of 9% to increase of 12% and a decrease of 1.6 to an increase of 1.3 inches by the end of the century (decrease of 13% to increase of 11%). Observed Mid-Century End of Century Baseline Ipswich Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 17 +0 to +2 -0 to +3 -1 to +3 -0 to +3 Winter 12 -1 to +1 -1 to +1 -1 to +2 -1 to +2 Consecutive Spring 11 -1 to +1 -1 to +1 -1 to +1 -1 to +1 Dry Days Summer 13 -1 to +2 -1 to +2 -1 to +3 -1 to +2 Fall 12 +0 to +2 +0 to +3 -0 to +4 -0 to +3  Annual and seasonal projections for consecutive dry days, or for a given period, the largest number of consecutive days with precipitation less than 1 mm (~0.04 inches), are variable throughout the 21st century. o For all the temporal parameters, the Ipswich basin is expected to see a slight decrease to an increase in consecutive dry days throughout this century. o Seasonally, the fall and summer seasons are expected to continue to experience the highest number of consecutive dry days.  The summer season is expected to experience an increase of 0-3 days in consecutive dry days by the end of the century. 110",
        "March 2018 NORTH COASTAL BASIN MUNICIPALITIES WITHIN NORTH COASTAL BASIN: Beverly, Danvers, Essex, Everett, Gloucester, Hamilton, Ipswich, Lynn, Lynnfield, Malden, Manchester, Marblehead, Melrose, Nahant, Peabody, Reading, Revere, Rockport, Salem, Salisbury, Saugus, Stoneham, Swampscott, Wakefield, and Wenham Many municipalities fall within more than one basin, so it is advised to use the climate projections for the basin that contains the majority of the land area of the municipality. 139",
        "March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (°F) in 2030s (°F) in 2050s (°F) in 2070s (°F) in 2090s (°F) Annual 49.7 +2.1 to +4.2 +2.7 to +6.2 +3.2 to +8.9 +3.5 to +10.8 Winter 29.5 +2.1 to +4.7 +2.8 to +7.0 +3.5 to +8.9 +3.9 to +10.4 Average Spring 47.0 +2.0 to +3.8 +2.7 to +5.7 +2.8 to +8.1 +3.4 to +9.9 Temperature Summer 69.6 +1.9 to +4.1 +2.5 to +6.4 +2.9 to +9.5 +3.5 to +12.1 Fall 52.3 +2.0 to +4.6 +3.3 to +6.5 +3.0 to +9.2 +3.5 to +11.6 Annual 59.2 +2.0 to +4.0 +2.5 to +6.0 +3.0 to +8.9 +3.2 to +10.7 Winter 38.1 +1.8 to +4.3 +2.4 to +6.6 +3.1 to +8.3 +3.4 to +9.5 Maximum Spring 56.8 +1.9 to +3.7 +2.4 to +5.7 +2.8 to +8.3 +3.3 to +9.8 Temperature Summer 79.6 +1.8 to +4.2 +2.4 to +6.3 +2.8 to +9.6 +3.3 to +12.2 Fall 61.7 +2.0 to +4.4 +3.0 to +6.6 +2.9 to +9.5 +3.4 to +11.9 Annual 40.2 +2.2 to +4.5 +2.9 to +6.4 +3.5 to +9.0 +3.8 to +10.9 Winter 20.9 +2.4 to +5.1 +3.1 to +7.4 +4.0 to +9.5 +4.3 to +10.9 Minimum Spring 37.3 +2.1 to +4.0 +2.9 to +5.9 +3.0 to +7.9 +3.5 to +9.8 Temperature Summer 59.5 +2.0 to +4.1 +2.6 to +6.7 +3.0 to +9.3 +3.7 to +12.0 Fall 42.9 +1.9 to +4.7 +3.3 to +6.3 +3.1 to +9.2 +3.7 to +11.4  The North Coastal basin is expected to experience increased average temperatures throughout the 21st century. Maximum and minimum temperatures are also expected to increase throughout the end of the century. These increased temperature trends are expected for annual and seasonal projections.  Seasonally, maximum summer and fall temperatures are expected to see the highest projected increase throughout the 21st century. o Summer mid-century increase of 2.4 °F to 6.3 °F (3-8% increase); end of century increase of 3.3 °F to 12.2 °F (4-15% increase). o Fall mid-century increase of 3 °F to 6.6 °F (5-11% increase); end of century increase by and 3.4 °F to 11.9 °F (5-19% increase).  Seasonally, minimum winter and fall temperatures are expected to see increases throughout the 21st century. o Winter mid-century increase of 3.1 °F to 7.4 °F (15-36% increase); end of century increase by 4.3 °F to 10.9 °F (20-52% increase). o Fall mid-century of 3.3 °F to 6.3 °F (8-15% increase); end of century increase of 3.7°F to 11.4 °F (9-27% increase). 140",
        "March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 8 +5 to +15 +7 to +26 +8 to +45 +10 to +62 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring <175 +<175 to +1 +<175 to +1 +<175 to +2 +<175 to +4 Over 90°F Summer 7 +4 to +13 +6 to +22 +7 to +37 +9 to +50 Fall <175 +<175 to +2 +1 to +4 +1 to +7 +1 to +10 Days with Annual 1 +1 to +6 +2 to +11 +3 to +23 +4 to +37 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +<175 to +<175 +0 to +<175 +<175 to +1 +<175 to +1 Over 95°F Summer 1 +1 to +5 +2 to +10 +3 to +20 +3 to +32 Fall <175 +<175 to +<175 +<175 to +1 +<175 to +3 +<175 to +4 Days with Annual <175 +<175 to +1 +<175 to +3 +<175 to +7 +<175 to +13 Maximum Winter 0 +0 to +0 +0 to +0 +0 to +0 +0 to +0 Temperature Spring 0 +0 to +<175 +0 to +<175 +0 to +<175 +0 to +<175 Over 100°F Summer <175 +<175 to +1 +<175 to +3 +<175 to +6 +<175 to +11 Fall 0 +0 to +<175 +0 to +<175 +0 to +<175 +0 to +1  Due to projected increases in average and maximum temperatures throughout the end of the century, the North Coastal basin is also expected to experience an increase in days with daily maximum temperatures over 90 °F, 95 °F, and 100 °F. o Annually, the North Coastal basin is expected to see days with daily maximum temperatures over 90 °F increase by 7 to 26 more days by mid-century, and 10 to 62 more days by the end of the century. o Seasonally, summer is expected to see an increase of 6 to 22 more days with daily maximums over 90 °F by mid-century. o By end of century, the North Coastal basin is expected to have 9 to 50 more days. 75 Over the observed period, there were some years with at least 1 day with seasonal Tmax over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 141",
        "March 2018 NORTH COASTAL BASIN Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Days with Annual 3 -1 to -2 -1 to -2 -1 to -2 -1 to -3 Minimum Winter 3 -1 to -2 -1 to -2 -1 to -2 -1 to -2 Temperature Spring <176 -0 to +<176 -0 to -0 -0 to -0 -0 to -0 Below 0°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall <176 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Days with Annual 121 -12 to -29 -18 to -44 -22 to -56 -23 to -66 Minimum Winter 77 -4 to -11 -5 to -18 -7 to -27 -9 to -34 Temperature Spring 27 -5 to -11 -7 to -15 -8 to -18 -9 to -20 Below 32°F Summer 0 -0 to -0 -0 to -0 -0 to -0 -0 to -0 Fall 17 -4 to -8 -6 to -10 -7 to -12 -6 to -14  Due to projected increases in average and minimum temperatures throughout the end of the century, the North Coastal basin is expected to experience a decrease in days with daily minimum temperatures below 32 °F and 0 °F.  Seasonally, winter, spring and fall are expected to see the largest decreases in days with daily minimum temperatures below 32 °F. o Winter is expected to have 5 to 18 fewer days by mid-century, and 9 to 34 fewer days by end of century. o Spring is expected to have 7 to 15 fewer days by mid-century, and 7 to 20 fewer days by end of century. o Fall is expected to have 6 to 10 fewer days by mid-century, and 7 to 14 fewer days by end of century. 76 Over the observed period, there were some years with at least 1 day with seasonal Tmin under a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 142",
        "March 2018 NORTH COASTAL BASIN Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Degree- in 2030s in 2050s in 2070s in 2090s Days) (Degree-Days) (Degree-Days) (Degree-Days) (Degree-Days) Annual 6194 -529 to -1103 -692 to -1517 -830 to -2019 -929 to -2401 Heating Winter 3212 -188 to -430 -243 to -645 -310 to -808 -355 to -950 Degree-Days Spring 1675 -166 to -316 -222 to -473 -239 to -650 -302 to -763 (Base 65°F) Summer 88 -33 to -56 -40 to -71 -47 to -81 -51 to -83 Fall 1215 -134 to -331 -239 to -425 -228 to -604 -249 to -688 Annual 590 +204 to +434 +276 to +731 +320 to +1139 +371 to +1509 Cooling Winter 0 +0 to +5 +0 to +6 +0 to +5 +0 to +6 Degree-Days Spring 24 +13 to +33 +23 to +57 +24 to +94 +19 to +142 (Base 65°F) Summer 507 +142 to +326 +182 to +523 +217 to +790 +264 to +1025 Fall 56 +30 to +89 +44 to +177 +53 to +272 +76 to +354 Annual 2635 +387 to +795 +539 to +1228 +610 to +1942 +689 to +2449 Growing Winter 6 +1 to +15 +3 to +18 +6 to +33 +5 to +42 Degree-Days Spring 296 +84 to +161 +108 to +262 +118 to +396 +129 to +514 (Base 50°F) Summer 1800 +179 to +378 +228 to +588 +267 to +870 +322 to +1109 Fall 528 +100 to +283 +171 to +427 +160 to +645 +214 to +811  Due to projected increases in average, maximum, and minimum temperatures throughout the end of the century, the North Coastal basin is expected to experience a decrease in heating degree-days, and increases in both cooling degree-days and growing degree-days.  Seasonally, winter historically exhibits the highest number of heating degree-days and is expected to see the largest decrease of any season, but spring and fall are also expected to see significant change. o The winter season is expected to see a decrease of 8-20% (243 -645 degree-days) by mid-century, and a decrease of 11-30% (355 -950 degree-days) by the end of century. o The spring season is expected to decrease in heating degree-days by 13-28% (222-473 degree-days) by mid-century, and by 18-46% (302-763 degree-days) by the end of century. o The fall season is expected to decreases in heating degree-days by 20-35% (239-425 degree-days) by mid-century, and by 20-57% (249 -687 degree-days) by the end of century.  Conversely, due to projected increasing temperatures, summer cooling degree-days are expected to increase by 36-103% (182 -523 degree-days) by mid-century, and by 52-202% (264-1025 degree-days) by end of century. 143",
        "March 2018  Seasonally, summer historically exhibits the highest number of growing degree-days and is expected to see the largest decrease of any season, but the shoulder seasons of spring and fall are also expected to see an increase in growing degree-days. o The summer season is projected to increase by 13-33% (228 -588 degree-days) by mid- century, and by 18-62% (322-1109 degree-days) by end of century. o Spring is expected to see an increase by 36-88% (108 -262 degree-days) by mid-century and 44-173% (129 -514 degree-days) by end of century. o Fall is expected to see an increase by 32-81% (171 -427 degree-days) by mid-century and 40-154% (214 -811 degree-days) by end of century. NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 8 +<177 to +2 +<177 to +3 +1 to +3 +1 to +4 Days with Winter 2 +<177 to +1 +<177 to +1 +<177 to +2 +<177 to +2 Precipitation 77 77 Spring 2 +0 to +1 +0 to +1 +<1 to +1 +<1 to +1 Over 1” Summer 2 +0 to +1 +0 to +1 +0 to +1 +0 to +1 Fall 2 -0.29 to +1 +0 to +1 +0 to +1 +0 to +1 Annual 1 +<177 to +1 +0 to +1 +<177 to +1 +<177 to +1 Days with Winter <177 +0 to +<177 +<177 to +<177 +0 to +<177v +<177 to +<177 Precipitation Spring <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Over 2” Summer <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Fall <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 77 77 77 77 77 Annual <1 +0 to +<1 +0 to +<1 +0 to +<1 +0 to +<1 Days with Winter 0 +0 to +0 +0 to +0 +0 to +<177 +0 to +<177 Precipitation Spring 0 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Over 4” Summer <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177 Fall <177 +0 to +<177 +0 to +<177 +0 to +<177 +0 to +<177  The projections for expected number of days receiving precipitation over one inch are variable for the North Coastal basin, fluctuating between loss and gain of days. o Seasonally, the winter season is generally expected to see the highest projected increase. o The winter season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of 0-2 days by the end of century. o The spring season is expected to see an increase in days with precipitation over one inch of 0-1 days by mid-century, and of an increase of 0-1 days by the end of century. 77 Over the observed period, there were some years with at least 1 day with seasonal precipitation over a certain threshold while in all the other years that threshold wasn’t crossed seasonally at all. 144",
        "March 2018 NORTH COASTAL BASIN Mid-Century End of Century Observed North Coastal Basin Baseline 1971-2000 Projected Change Projected Change Projected Change Projected Change (Inches) in 2030s (Inches) in 2050s (Inches) in 2070s (Inches) in 2090s (Inches) Annual 45.3 +0.0 to +4.4 +0.0 to +5.5 +0.7 to +6.7 +0.8 to +7.2 Winter 11.7 -0.3 to +1.8 +0.2 to +2.4 +0.3 to +3.1 +0.5 to +4.1 Total Spring 11.5 -0.2 to +2.2 -0.1 to +2.1 +0.1 to +2.6 +0.1 to +2.7 Precipitation Summer 10.1 -0.3 to +1.4 -0.6 to +1.9 -1.0 to +2.1 -1.7 to +1.8 Fall 12.1 -1.1 to +0.9 -1.1 to +1.4 -1.9 to +1.5 -1.8 to +1.2  Similar to projections for number of days receiving precipitation over a specified threshold, seasonal projections for total precipitation are also variable for the North Coastal basin. o The winter season is expected to experience the greatest change with an increase of 1-20% by mid-century, and of 4-35% by end of century. o Projections for the summer and fall seasons are more variable, and could see either a drop or increase in total precipitation throughout the 21st century.  The summer season projections for the North Coastal or basin could see a decrease of 0.3 to an increase of 2.2 inches by mid-century (decrease of 6% to increase of 19%) and a decrease of 1.1 to an increase of 2.2 inches by the end of the century (decrease of 17% to increase of 18%).  The fall season projections for the North Coastal basin could see a decrease of 1.2 to an increase of 1.8 inches by mid-century (decrease of 9% to increase of 11% and a decrease of 1.4 to an increase of 1.5 inches by the end of the century (decrease of 14% to increase of 10%). Observed Mid-Century End of Century Baseline North Coastal Basin 1971- 2000 Projected Change Projected Change Projected Change Projected Change (Days) in 2030s (Days) in 2050s (Days) in 2070s (Days) in 2090s (Days) Annual 17 -0 to +2 -0 to +3 -1 to +3 -0 to +3 Winter 11 -1 to +1 -1 to +1 -1 to +2 -1 to +2 Consecutive Spring 11 -1 to +1 -1 to +1 -1 to +1 -1 to +1 Dry Days Summer 13 -1 to +1 -1 to +2 -1 to +3 -1 to +3 Fall 12 -0 to +2 -0 to +3 -1 to +4 -0 to +3  Annual and seasonal projections for consecutive dry days, or for a given period, the largest number of consecutive days with precipitation less than 1 mm (~0.04 inches), are variable throughout the 21st century. o For all the temporal parameters, the North Coastal basin is expected to see a slight decrease to an increase in consecutive dry days throughout this century. o Seasonally, the fall and summer seasons are expected to continue to experience the highest number of consecutive dry days.  The fall season is expected to experience an increase of 0-3 days in consecutive dry days by the end of the century. 145",
        "PUBLIC LISTENING SESSION - FLYER 25 | P a ge",
        "EXTREME HEAT FLOODING EXTREME SNOW / ICE SEA LEVEL RISE PLEASE JOIN US FOR A PUBLIC LISTENING SESSION TO LEARN ABOUT THIS IMPORTANT PLANNING EFFORT AND PROVIDE FEEDBACK TAKE ACTION! PUBLIC LISTENING SESSION DEVELOP AND PRIORITIZE ACTIONS The City of Beverly has received a Municipal Vulnerability Preparedness (MVP) Planning Grant from the Commonwealth of Massachusetts. Over the past 10 months, Beverly Stakeholders have engaged in a planning initiative to better COMPLETE understand HOW OUR COMMUNITY IS VULNERABLE TO THE ASSESSMENT OF EFFECTS OF CLIMATE CHANGE, VULNERABILITIES and to prioritize actions to increase the AND STRENGTHS climate resilience of our town. WHERE: IDENTIFY Beverly High School Auditorium CLIMATE 100 Sohier Road, MA 01915 IMPACTS AND HAZARDS WHEN: Thursday, MAY 30, 2019 TIME: ENGAGE 6:30 pm - 8:00 pm COMMUNITY"
    ]
}