{
    "FILE_NAME": "https://secondnature.org/wp-content/uploads/Tufts-Summary-of-Findings.pdf",
    "ALL TEXT": "Tufts University Community Resilience-Building Workshop Summary of Findings Medford/Somerville Campus Workshop held May 3, 2018 Report as of July 31, 2018 Photo: Adam Whelchel/TNCTable of Contents Executive Summary ............................................................................................................... 4 Method ..........................................................................................................................................4 Findings .........................................................................................................................................4 Areas of Concern ................................................................................................................................................... 4 Strengths and Assets ............................................................................................................................................. 5 Recommendations ................................................................................................................................................ 5 Overview ............................................................................................................................... 6 Summary of Findings ............................................................................................................. 8 Top Hazards ....................................................................................................................................8 Areas of Concern for the Community ..............................................................................................8 Current Concerns and Challenges Presented by Hazards ..................................................................9 Specific Categories of Concerns and Challenges ...............................................................................9 Staff and Faculty Support and Services ............................................................................................................... 10 Current Strengths and Assets ............................................................................................... 10 Top Recommendations to Improve Resilience ...................................................................... 11 Recommendations Organized by Functional Area .......................................................................... 11 Health services .................................................................................................................................................... 11 Education............................................................................................................................................................. 11 Human Resources ................................................................................................................................................ 12 Housing ................................................................................................................................................................ 12 IT .......................................................................................................................................................................... 12 Transport ............................................................................................................................................................. 12 Communications ................................................................................................................................................. 12 Infrastructure ...................................................................................................................................................... 13 Detailed Recommendations Organized by Priority ......................................................................... 14 Highest Priority .................................................................................................................................................... 14 Moderate Priority ................................................................................................................................................ 16 Lower Priority ...................................................................................................................................................... 17 Workshop Participants ........................................................................................................ 18 Tufts University ............................................................................................................................ 18 Administration ..................................................................................................................................................... 18 Faculty ................................................................................................................................................................. 18 Students .............................................................................................................................................................. 18 Government Partners ................................................................................................................... 18 CRB Workshop Project Team ................................................................................................ 19 2 of 35Tufts University Core Team ........................................................................................................... 19 Facilitation Team .......................................................................................................................... 19 Scribes (Tufts University Students) ................................................................................................ 19 Acknowledgements ............................................................................................................. 19 Appendix A: Base Map and Participatory Mapping .............................................................. 20 Base Map ..................................................................................................................................... 20 Group 1 ........................................................................................................................................ 21 Group 2 ........................................................................................................................................ 22 Group 3 ........................................................................................................................................ 23 Group 4 ........................................................................................................................................ 24 Group 5 ........................................................................................................................................ 25 Appendix B: Resources and Maps Used During the Workshop .............................................. 26 Figure 7-2 Flood Risk for Medford/Somerville Campus .................................................................. 26 Figure 7-14 Medford/Somerville Hurricane-Induced Storm Surge .................................................. 27 Figure 7-27 Medford/Somerville Category 4 Hurricane Maximum Potential Inundation.................. 28 Figure 7-36 Great New England Hurricane (1938)........................................................................... 29 Figure 0-1: Comparison of Days Above 90°F for Low and High Emissions Scenarios for the City of Somerville and the Medford/Somerville Campus .......................................................................... 30 Average Daytime Temperature ..................................................................................................... 31 Tree Canopy ................................................................................................................................. 32 Cambridge Precipitation Projections ............................................................................................. 33 Figure 7-22 Medford/Somerville 5.8M Earthquake Economic Loss Model ....................................... 34 Table 4: Risk Assessment for Medford/Somerville Campus ............................................................ 35 Recommended Citation Woolston T., Bartlett G., Conroy E., Lehrenbaum S., Nelson H., and A. W. Whelchel (2018). Tufts University Community Resilience Building Workshop Summary of Findings. Tufts University, The Nature Conservancy. Medford/Somerville, Massachusetts. 3 of 35Executive Summary On May 3, 2018, Tufts University convened a day-long workshop of 58 students, faculty, staff, local community members, and representatives of local and state agencies to gain insight and collect feedback with the goal of identifying ways to increase the university’s resilience, particularly to hazards created or amplified by climate change. Organized by the Office of Sustainability and Office of Emergency Management, and supported by The Nature Conservancy (TNC), the effort used TNC’s Community Resilience Building Workshop model that has been employed in more than 100 other communities. Method The workshop focused on four hazards selected by the planning committee based on the risk assessment contained in the university’s 2017 Hazard Mitigation Plan: • Extreme Heat • Extreme Precipitation and Flooding • Hurricanes and Nor'easters • Infectious Disease Workshop participants were separated into five assigned groups, each designed for heterogeneous representation. Each group then discussed the impact of the four hazards and proposed solutions to increase resilience, and then reconvened in a closing plenary session to highlight commonality in impacts and solutions identified separately by the five groups. Findings This report reflects and memorializes the complete, unredacted feedback of the workgroups as recorded by the facilitators and volunteer scribes. In many cases the recommended solutions may be underway already or their relevance may change based on additional technical information. A subsequent response to this report will rationalize the feedback into actionable goals and objectives that synthesize the valuable feedback with other knowledge. Areas of Concern Participants emphasized populations with increased vulnerabilities such as day care students, students from outside the New England area, international students, community members with access or functional needs, contracted employees, summer residents, animals in vivaria, and critical support staff. Property of concern included critical facilities on which much of the campus depends (e.g., centralized boilers), utility dependencies including refrigeration for food and medicine, aging residence halls, vulnerable trees, hazardous materials storage, and impervious ground surfaces. Issues of particular concern are the support of campus food systems including utility dependencies and workforce support, stormwater management, maintaining protocols for management of widespread infectious disease, housing and wellbeing of students, regional transportation, information systems and networks, and support of faculty and staff during extreme weather. 4 of 35Strengths and Assets Participants recognized strengths upon which resilience efforts can build: • Engagement and collaboration by leadership, students, emergency management and sustainability programs; public safety relationships, and community partnerships. • Facility resources including the recently completed Central Energy Plant and strategically placed (but limited) backup and emergency power generators. • Student welfare resources including physical and mental healthcare, the university chaplaincy, and existing programs to support ill students and those with access or functional needs. Recommendations A range of 71 recommendations were identified from the combined input of the five groups, with a common emphasis on comprehensive, integrated, long-range planning. The range of detailed recommendations can be distilled into three broad themes: Infrastructure • Update mechanical, electrical, and plumbing (MEP) systems for resiliency (e.g., underground power transmission), leveraging low-energy and healthy options (e.g., fresh air ventilation) and better response to seasonal extremes (i.e., increased cooling capacity). • Study and select roof technologies that balance decreased heat absorption, stormwater management, and carbon-emission reducing renewable energy opportunities while ensuring durability and resilience to weather hazards such as high wind and snow loading (weight). • Power system reliability and renewability including strategic reduction of single failure points by investing in battery systems, appropriately placed backup/emergency generators, addition of onsite renewable energy sources, and/or connection to the Central Energy Plant. Environment • Mitigate increased surface flooding by comprehensive stormwater management; reduction of impervious surfaces; increased utilization of rain gardens, bioswales, water detention facilities; and integrated planning with municipalities’ storm drainage systems. • Strategic planning to build and maintain a canopy of native, drought-tolerant trees as a valuable resource to mitigate extreme heat, while managing the risks posed by aging, unhealthy, or poorly placed trees made dangerous by high winds, heavy snow, or water-inundated soil. Societal/Programming • Cultivate opportunities for Tufts community members to support one another such as local liaisons for emergency housing of international/non-local students, volunteers to bridge language gaps in emergency services, and on-campus housing options for emergency workforce. • Sustained education about environmental, resilience, and emergency preparedness issues, integrating with academic curricula in a “campus as laboratory” model when possible. • Future infectious disease response capability will require sustained planning and exercise activity in the absence of any apparent or immediate threat. • Support alternative work and teaching arrangements to allow continued productivity during extreme weather, requiring integrated policy and ongoing training and technology investment. • Support those with access or functional needs before, during, and after emergencies. 5 of 35Overview Academic institutions, municipalities, regional planning organizations, as well as state and federal agencies need to work together in order to adapt to and increase resilience against extreme weather events and climate change. In recent years, tropical storms Irene and Sandy have emphasized this urgency on the east coast in particular, and motivated Tufts University to take a proactive role in planning and mitigating risks caused by climate change. The goal of Tufts' leadership in this effort is to reduce the vulnerability of faculty, staff, students, infrastructure, and ecosystems during extreme events as well as serve as a model for other communities both in Massachusetts and beyond. In 2016, Tufts signed the Presidents' Climate Commitment, which pledges that the university will increase its resilience to climate change through strengthening partnerships across the campus and surrounding community. In order to honor this commitment, a team of Tufts staff and students partnered with the Nature Conservancy to hold a resilience-building workshop in May of 2018. It was inspired by a successful similar workshop organized by the City of Medford in March 2018 as part of the Commonwealth Municipal Vulnerability Preparedness program that they are part of. The goal of the Tufts workshop was to engage with Tufts community members to facilitate the education, planning, and ultimately the implementation of resiliency actions. The Workshop's central objectives were to: • Clarify and advance comprehensive community resilience planning and hazard mitigation efforts • Propel action recommendations in Hazard Mitigation Plan and integrate resilience priorities into capital improvement budget • Complete an initial Campus Community Resilience Assessment to advance Tufts’ Climate Commitment • Gain insight from community to better inform ongoing hazard mitigation efforts, specifically: o Define top local natural and climate-related hazards of concern o Identify existing and future vulnerabilities and strengths o Identify areas in need of action For the Workshop, Tufts University employed a unique “anywhere at any scale”, community-driven process known as the Community Resilience Building (CRB) Workshop (www.CommunityResilienceBuilding.org). The CRB's Risk Matrix and various data and maps were integrated into the Workshop process to provide both decision-support and risk visualization around shared values and priorities across Tufts main campus. The principal data and maps used were previously compiled and/or generated as part of Tufts Hazard Mitigation Plan and Medford's Climate Vulnerability Assessment which were both in final draft at the time of this Workshop. Using the CRB process, rich with information, experience and dialogue, the participants produced findings which are outlined in this summary report. The following Summary of Findings provides an overview of the top hazards, current concerns and challenges, current strengths, and proposed action priorities to improve the resilience of Tufts University to natural and climate-related hazards today and in the future. The workshop findings transcribed in this report, like any that concern the evolving nature of risk assessment and associated action, are proffered for comments, corrections and updates from workshop attendees and additional stakeholders alike. This report will be followed by a response to the recommendations contained herein that takes into consideration activities already underway, and 6 of 35rationalizes the recommendations with additional technical and engineering knowledge. The leadership displayed by Tufts University with Community Resilience Building will benefit from the continuous and expanding participation of all those concerned. 7 of 35Summary of Findings Top Hazards • Extreme Heat • Extreme Precipitation and Flooding • Hurricanes and Nor'easters • Infectious Disease Extreme heat, extreme precipitation and flooding, hurricanes and nor'easters, and infectious diseases were predetermined as climate-related hazards of greatest concern for Tufts University based on the recently completed threat and hazard risk identification assessment. These hazards have direct and increasingly worse impacts on Tufts faculty, staff, and students as well as resources such as student housing and welfare, food supply and distribution, stormwater drainage systems, social network support for vulnerable populations on campus, utility and energy continuity, and other critical infrastructure and community assets. Areas of Concern for the Community Workgroup participants identified several specific areas of concern based on their own experiences and observations. Infrastructure Art Gallery loading dock and music building; gas boilers at Tilton and Cousens; food storage facilities in Dining Halls; vivaria; IT networks in buildings; stormwater drainage system; Ballou Hall, Eaton Hall and East Hall flooding; Cousens area and lower campus flooding; aging residence halls; water supply system; day care center and preschool; commuter infrastructure (MBTA); quarantine areas (“retreat suites”) (Carmichael, Hodgdon, Tilton); Dewick; refrigeration for medicines and vaccines; outdated HVAC controls in residence halls; wood-frame houses; mechanical, electrical, and plumbing (MEP) system; Gantcher; Shoemaker Boathouse on Malden River; Bacow Sailing Pavilion on Upper Mystic Lakes. Roads Powerhouse Boulevard; Route 16; Boston Avenue; Talbot Avenue, Lower Campus Road. Societal International students; students from outside the New England area; faculty and students on campus; off campus students; elderly population in Tufts owned buildings; children at day care center and Elliot Pearson school; critical support staff; disabled/impaired/special needs community members; food supply and distribution for on campus community; emergency preparedness; contracted employees and summer residents. Environment Mystic River; aging trees; trees near buildings; stormwater retention capabilities; impervious surfaces; vivaria animal populations; toxic chemicals in labs; open spaces on campus; heat absorbing roofs. 8 of 35Current Concerns and Challenges Presented by Hazards Tufts University has several concerns and faces multiple challenges related to the impacts of natural hazards and climate change. In recent years, Tufts has experienced a series of highly disruptive and damaging weather events including Tropical Storm Irene (August 2011), Tropical Storm Sandy, (October 2012), and February 2013 and January 2015 blizzards (nor'easters). Impacts from Irene included heavy rain-induced, inland flooding and wind damage. Sandy caused extensive power outages across large portions of Medford and Somerville. The 2013 and 2015 blizzards each dropped nearly 36\" of snow on campus, knocking out power and isolating residential halls and neighborhoods. The magnitude and intensity of these events and others across Massachusetts has increased awareness of natural hazards and climatic change, while motivating communities like Tufts to comprehensively improve resilience. This series of extreme weather events highlights that, for Tufts, the impacts from hazards are diverse; they range from flooding of surface streets and low-lying facilities during heavy precipitation events to property damage from trees, wind, snow, and ice. Longer periods of elevated heat, particularly from July to September, have raised concerns about vulnerable groups like students living in older residence halls without air conditioning. The combination of these issues presents a challenge to preparedness, response, and mitigation priorities, and requires comprehensive yet tailored actions for particular locations and/or areas across Tufts campus. The workshop participants were generally in agreement that Tufts and the surrounding communities of Medford and Somerville are experiencing more intense and frequent storms events and heat waves. Additionally, there was a general recommendation that staff, faculty, and students prepare with contingency plans for worst case scenarios during different times of the year and especially in the fall/winter due to more intense storms. Specific Categories of Concerns and Challenges Food Systems All workshop groups raised the issue of food storage, supply, and distribution. Much of the focus was directed to the two dining halls on campus that currently do not have the backup generators needed to safely extend the food storage capabilities and prevent spoilage during power outages. Concerns also surfaced around the availability of the dining workforce to safely get to campus and distribute food to the community during major events. Stormwater Drainage Management There was concern raised about the current need to accelerate comprehensive planning and implementation of stormwater drainage management across Tufts University. Universally, participants recognized that greater resources and capacity should be directed to improving the ability to maximize infiltration across campus via an increase in pervious pavement and green stormwater infrastructure (rain gardens, bioswales, green roofs, etc.). Increasing localized infiltration was identified as a solution to reduce nuisance flooding and standing water (which can harbor disease vectors) around routinely impacted buildings and walkways on campus. In addition, there was discussion of increasing the storage or detention capacity on campus as a contingency for more intense and frequent rain and snow events 9 of 35in the future. Recommendations also focused on connecting a stormwater plan with campus-wide forestry/ landscaping/hardscape plans and future upgrades. Quarantine Facilities/Protocols Infectious disease is a serious concern given the high density of the student body and the desire to improve current response facilities and protocols surfaced. These included improving the ventilation and HVAC capacity for the existing quarantine rooms in Tilton, Hodgdon, and Carmichael Halls. In addition, there is a general lack of awareness about basic hygiene and disease prevention among the student body that could be rectified via educational outreach. Finally, there was a recommendation for additional protocols or guidance (in coordination with municipal and state) on how to manage and contain outbreaks that would enable uninfected faculty and students to participate in courses remotely to avoid contact with the infected, non-quarantined population. Student Housing and Wellbeing Many participants had concerns about updating HVAC and improving ventilation in the 43 different buildings being used for student housing. In addition, there was a call for Health Service to be responsive to student needs 24 hours a day — particularly during winter months. Also, an increased emphasis on handicapped and disabled students and faculty, international students, and quarantined students, as it relates to shelter, safety, and mobility during disasters was identified. These concerns expanded off campus given the large population of undergraduate students living in the surrounding neighborhoods. Staff and Faculty Support and Services Challenges around access to campus by staff and faculty during extreme events were voiced along with a request for flexibility to work remotely in order to be responsive to the needs of their own families' safety. There is a need for clarity as to which campus functions and support staff are considered essential (i.e. select Facilities and Dining, Operations, etc.) to ensure rapid recovery and continuity of essential services. Current Strengths and Assets Because of the recent experiences with extreme weather, Tufts University is well acquainted with existing strengths on campus and with the municipalities of Medford and Somerville. Reinforcing best practices and enhancing available assets will generate greater benefits to the University through increased resiliency to storms, as well as to long term impacts from the ongoing increases in air temperature, precipitation, and drought. • The responsive and committed leadership exhibited by top administrators and staff at Tufts is a great strength. Ongoing collaboration between faculty, staff, and students along with the public safety, emergency management, and sustainability personnel in Medford and Somerville will help advance comprehensive, cost-effective approaches to resilience. • The University has solid, highly experienced emergency management and public safety staff with access to adequate, but limited, resources for shorter duration events. The coordination between various departments including Facilitates and Operations, Public and Environmental 10 of 35Safety, Sustainability, Emergency Management, Police, Fire, and EMS was cited as an ongoing, and highly valued community strength. The recent completion of the University's first Hazard Mitigation Plan for all four campuses was also appreciated as a strength. • Recent construction and completion of the cogeneration Central Energy Plant on campus coupled with a limited number of generators to efficiently meet current demands, maintain power continuity during disruptions, and reduce dependency on a multi-source electrical grid is a strength of the campus. • Mental and health services and centers present on campus including the chaplaincy, interfaith center, student Health Service, staff Wellness Center, quarantine \"retreat suite\" rooms used during infectious disease outbreak, and attention to community members requiring accessibility services are solid and reliable on-campus strengths. • Strengthening a partnership between Tufts University, Medford, and Somerville to accelerate mutual resiliency is important. • Another strong point is the many highly active and engaged student groups on campus. • A high concentration of well-educated individuals (built-in knowledge base) and facilities were identified as an existing strength worth cultivating and applying more directly to improving overall resilience. Top Recommendations to Improve Resilience The workshop discussion groups agreed that Tufts would benefit from better long-term preparedness and comprehensive planning for all areas of concern. Below you will find the highlights covered by the workshop participants to address this need. Recommendations Organized by Functional Area Health services • Improve coordination between local hospitals and on-campus healthcare • Continue use of the Tufts Emergency Medical Services (TEMS) program • Prepare for infectious disease management: o Update protocols o Run preparedness drills o House vaccines for use to respond to potential outbreaks o Map out potential quarantine areas on campus o Consider mobile housing for infected students in coordination with local and state public health departments o Plan for prolonged infectious disease outbreaks o Consider 24 hour health services during major impactful events o Plan for special care for handicapped students and the elderly o Educate student body on basic hygiene and infectious disease prevention o Cancel large events during infectious disease outbreaks • Add hydration, cooling, and hand sanitizing stations on campus Education • Train people on emergency management and prevention, including summer staff • Educate people on campus and in the surrounding community on sustainability and resilience at Tufts 11 of 35• Educate lab directors, support staff, and students on Haz/Mat and power continuity plans for critical on-campus laboratories • Consider shifting academic calendar to avoid excessive heat late summer/early fall • Promote education on solutions using the campus as a living lab Human Resources • Have translators for employees with language barriers for emergency communications • Provide job security if an employee cannot travel to work during an emergency event • Establish the ability for employees to work from home or stay on campus during emergencies • Allow faculty and staff to bring children to work when elementary schools close Housing • Maintain and update shelter planning at Gantcher Field House • Help international students find safe places to stay during and after an emergency through the International Center • Enhance heating and cooling options for Tisch Library so it can be used as shelter • Encourage landlords to improve resilience of their buildings in low lying, flood prone areas • Enhance heating and cooling capabilities of residence halls and plant trees around circumference of buildings IT • Conduct risk assessment of IT infrastructure to determine ability to support the campus at all times under any conditions and ability to support functions remotely. • Provide online classes and encourage remote learning during infectious disease outbreaks • Strengthen IT networks via Tufts Technology Services Transport • Educate Tufts community on MBTA transport options • Support alternative transportation options such as zip car, bike racks, Tufts Bikes, T pass deductions • Remove snow to clear shuttle routes Communications • During emergencies, use various groups/communities on campus for communications and outreach such as: o Chaplains and interfaith centers o Local community religious leaders in Medford and Somerville o Graduate student council o Eco-Reps o Residential Life • Regularly test campus emergency communications via emails, texts, and phone calls including the \"Blue Lights\" system • Collaborate with Medford and Somerville administration about emergency management and create an emergency/evacuation plan for people with special needs. • Establish emergency contact plan between campus daycare facility and guardians • Strengthen connections between Tufts and the surrounding community through: 12 of 35o Community Days o Meetings and activities o Invite community members to use facilities at Tufts • Engage student EMTs/involved in EMS in campus planning for emergencies Infrastructure Improve outdoor spaces: • Increase on-campus tree canopy • Assess trees susceptible to damage from strong winds and create a treatment/ replacement plan that favors installation of native, drought resistant species • Increase use of green infrastructure on roofs on campus • Increase campus biodiversity • Enhance access and egress routes for dormitories Improve energy use: • Connect buildings south of Boston Avenue to the central plant or provide alternative power sources • Update existing gas boilers to ensure continuity of heat to service Cousens and Tilton along with other buildings on this system • Increase number of backup generators and add renewable energy (solar) and battery storage in order to: o Reduce strain on Medford grid o Allow research projects that require power (i.e. refrigeration of samples) to be able to continue despite potential power interruptions during emergencies o Allow vivaria to be able to safely care for animals o Minimize impacts on the two dining facilities and ensure storage, distribution, and availability of food in events of power loss • Evaluate use of white/blue/green roofs Buildings: • Create resilience plans for individual buildings • Create prioritization plan for which buildings get electricity from the CEP during a regional grid outage grid outage Improve mechanical, electric, and plumbing (MEP) systems on campus: • Update HVAC systems in preparation for extreme temperature situations and providing ventilation to prevent infectious disease spread • Install backflow preventers to protect from extreme precipitation-based flooding risks • Run wires underground to protect utilities from hurricanes and nor'easters Improve water/flood management: • Use gray water from MWRA for landscape irrigation • Monitor risk of flooding from the Mystic River to campus facilities • Secure a long-term stormwater drainage system plan to: 13 of 35o Prevent standing water and flooding o Maximize green infrastructure use, including green roofs o Localize infiltration o Reduce damage to vehicles from manholes popping up during major flooding events o Assess the potential stormwater detention capacity at Tufts Athletic Fields to help reduce impact on Medford drainage system o Create more connections to existing stormwater retention system o Install more rain gardens o Add more permeable pavement Detailed Recommendations Organized by Priority Highest Priority 1. For the two dining facilities there is a need to secure back-up generators to minimize impacts during power outages, and to explore the use of battery storage to increase access to and redundancy of power. This will help to ensure the storage and availability of food for faculty, staff, and students that remain in campus during major events (i.e. food supply, distribution, storage). 2. Work to make improvements to the mechanical, electric, and plumbing (MEP) systems on campus. This should include, where appropriate, updating HVAC systems in preparation for extreme temperature situations and providing ventilation to prevent infectious disease spread; installing backflow preventers to protect from extreme precipitation-based flooding risks; and running wires underground to protect utilities from hurricanes and nor'easters. 3. Enhance human welfare for faculty, staff, students during disruptive events. 4. Ensure that non-critical, support staff have plans in place to enable the establishment of remote work options in the event of an emergency that closes campus. 5. For international students, establish liaisons via International Center to help students find safe places to stay during and after an emergency as needed. 6. Develop long-term forestry and landscaping master plan (locations, priorities, funding) to include a tree assessment (550 trees on campus currently) of all trees susceptible to damage from strong winds, a treatment plan and/or replacement component that favors installation of native, drought resistant species, and prioritization of drought resilient landscaping for campus. 7. While both vivariums on campus have diesel generators that can run for about 24 hours on full tanks, there is a need to identify and secure an alternate energy source for longer-term needs beyond 24 hours to ensure the animals are properly cared for. 8. Conduct comprehensive inventory of surfaces and subsurface infrastructure across campus to identify specific opportunities to replace (or \"depave\") impermeable hardscaping with permeable pavement and/or green stormwater infrastructure to maximize local infiltration and alleviate stress on stormwater drainage infrastructure. 9. Look to secure a long-term stormwater drainage system plan that prevents standing water and helps to alleviate flooding on campus and maximizes the use of green infrastructure and localizes infiltration. This should include and help to strengthen a working partnership with municipalities to keep the system maintained and working routinely under all conditions, as well as reducing the impacts from man-holes popping out and damaging vehicles during major flooding events. 10. Look to augment a comprehensive energy supply/distribution system with generators for select locations/buildings and look to add battery storage capacity. 14 of 3511. At Tisch Library, need to add cooling options and consider the ability to shelter residents from the surrounding community during major events. 12. City needs to develop through broad public outreach a coordinated and comprehensive evacuation plan. Plan should connect and help coordinate the availability/needs of sheltering and cooling facilities. 13. Ensure buildings and personnel can continue research projects that require power (i.e. refrigeration of samples) despite potential power interruptions during emergencies. 14. For campus building that experience flooding, including Ballou need to incorporate solutions into the comprehensive stormwater drainage management plan. 15. Need to set up shelter in place policy for Elliot Pearson Children's School and the Bright Horizons childcare center in the event guardians are not able to reach school during emergencies. If emergency staff are single parents, ensure emergency shelter options are in place for dependents. In addition, identify most at-risk populations and have emergency plan in place related to children and guardians as well as preschool staff. 16. Reduce load demand to campus to help minimize strain and need for electricity provided from the Medford grid by increasing the number of back-up generators and adding renewable energy (solar) and battery storage. 17. For on campus health care (Health Services Clinic, Wellness Center) reevaluate medical personnel needs during emergencies. In addition, review and update protocols related to infectious diseases management across campus. 18. Strengthen outreach to area hospitals to better understand collaboration and co-support options in the larger health care community in Somerville and Med- ford. 19. For residential halls (43 buildings on campus) enhance cooling and heating capacity where needed as well as plant additional trees around circumference of building to reduce ambient air temperatures. 20. Run annual preparedness drills for infectious disease outbreaks and define capacity to secure and house vaccines under refrigeration in response to outbreaks. 21. Conduct risk assessment of IT infrastructure to determine ability to support the campus at all times under any condition and the ability to support functions remotely. 22. Establish work from home options and stay on campus options as needed and required and assurances for job security if an employee can't stay at or get to work. 23. At the CoGen Plant continue to maintain and improve performance as able, ensure supply of gas (propane, natural gas, CNG) after extreme events, prioritize buildings on campus/create a list of buildings that require immediate energy recovery post disaster (dining/food storage, lab refrigeration) (there are 80 buildings on system); continue to storm harden plant, and consider options to reduce load and increase redundancy via solar projects on campus. 24. Conduct targeted outreach with Medford and Somerville administration and emergency management personnel about procedures to ensure students, staff, and faculty with special needs are properly identified for emergency management purposes within the municipalities, if needed. 25. Increase awareness and education about existing arbor plan and links to resilience. 26. Coordinate appropriate campus staff and offices to locate handicapped students and provide disability services before, during, and after emergency. 27. Consider 24 hour health services during major impactful events. 28. For campus emergency communications continue to maintain and test regularly via email, texts, and phone calls including the \"Blue Lights\" system. Look to clarify who is responsible for communications and during what type of events. 15 of 3529. Continue to strengthen communications and coordination between campus health care staff and staff at the three area hospitals. 30. Enhance energy continuity at health care facilities on campus and generate plans to sustain isolation if needed during prolonged infectious disease outbreaks. 31. For residential life staff continue to conduct regular training and enhance communications regarding emergency procedures and responses. 32. Enhance access and egress routes for dormitories that builds on the 8-10 buildings prioritized already. 33. Contract with snow removal contractor for additional services to ensure shuttle system routes are maintained during and after events. 34. Maintain and update as needed sheltering plan at Gantcher Field House with ability to shelter residents from community. 35. The Tufts Emergency Medical Services and the student run emergency ambulatory service should be maintained as a significant asset for campus. 36. Continue to conduct education tours and outreach regarding sustainability and resilience at Tufts to highlight advancements that serve as both motivator and model. Moderate Priority 37. Establish hydration stations and additional cooling stations on campus and re-visit hand sanitation access. 38. Connect emergency management team with counseling staff at chaplaincy and strengthen partnerships with local community religious leaders in Somerville and Medford. 39. Elderly groups that use the Administrative Building owned by Tufts so campus may be responsible for their care during hazardous events. 40. Ensure there are volunteer leaders trained on emergency management and prevention plans during summer camps and conferences. 41. Need to strengthen building-based IT networks via Tufts Technology Services. 42. For contracted employees with language barriers, cultivate volunteer leaders with language knowledge within community that are trained on emergency management plans. In addition, secure language translation services for emergency communications and add additional languages to Tufts alerts. 43. Accelerate stormwater management planning effort to incorporate the location and extent of natural groundwater infiltration features in plans. 44. Increase the tree canopy in open spaces on campus. 45. Maintain existing and install additional rain gardens as suitable and as identified in master plan. Encourage adoption by student groups associated with proximate residence halls. 46. Update existing gas boilers to ensure continuity of heat to service Cousens and Tilton along with other buildings on this system. 47. Set up quarantine and health system that is not reliant on local hospitals and consider mobile housing for infected students in coordination with public health departments at local and state levels. 48. Need to have education about basic hygiene and infectious disease prevention among student body. 49. Need to establish a resilience plan for campus buildings with carbon credits cost/benefit analysis. 50. Provide online classes and encourage remote learning during infectious disease outbreak events on campus. In addition, cancellation of large events/group gathering during infectious disease outbreaks. 16 of 3551. For the stormwater detention infrastructure assess potential of increasing current overflow storage detention capacity (1 million gallons) at Tufts Athletic Fields to help reduce impact to Medford drainage system and to create more connections to existing retention system. 52. Conduct study to determine optimal use of green, white, blue roofs options across buildings on Campus (i.e. Barnum and Dana redevelopment). Study should take into account wind, precipitation, and heat. 53. For Memorial Steps continue to maintain the reduction of ponding due to smart engineering and heated steps. 54. Continue to support alternative transportation options including - zipcar, bike racks, hubway (now Blue Bikes), 2 parking garages, and T pass deductions (i.e. 35%). 55. For the critical laboratories on campus check that Haz/Mat and power continuity prioritization plans exist and are up to date. In addition, conduct education sessions with lab directors, support staff, and students to ensure readiness. 56. Need to continue to work to connect buildings south of Boston Avenue to the central plant or provide alternative power sources. 57. Registration faculty, staff, and alumni in an \"I am willing to help/host\" and increase preparedness training for these key members of the campus community of various situations (hurricane, snow storms, heat waves, etc.). 58. Allow faculty and staff to bring children to work when municipal elementary schools close. 59. For off-campus students coordinate with municipalities and students to tie into emergency management services. Tufts should coordinate with cities to help encourage landlords of students to improve the resilience of their buildings in low lying, flood-prone areas. 60. Continue Community Days at Tufts and look to strengthen connections through community meetings and activities with surrounding neighborhoods. Invite community members to use facilities at Tufts and hold listening sessions between community members and campus community focused on improving overall resilience. Lower Priority 61. Seek ways to utilize gray water from MWRA for landscape irrigation. 62. Consider shifting academic calendar to avoid excessive heat late summer/early fall. 63. Establish emergency contact plan for guardians associated with on campus day care facility and have facility keep children inside during major events. 64. Extend dialogue with MBTA to communicate needs and expectations of Tufts community and increase education and situational awareness for Tufts community related to transportation options. 65. Monitor risk of flooding over time from the Mystic River to campus facilities. 66. Identify which students are EMS/EMTs and engage them in campus planning for emergencies. 67. Connect with student groups including Graduate student council, Eco Reps, and Residential Life student staff to activate a broader and deeper communication strategy for emergency communications. 68. Work to increase the use of green infrastructure on roofs across campus. 69. Incorporate ways to increase the biodiversity on campus through installation and maintenance of native landscaping and smart uses of spaces and water. 70. Promote education on solutions that using Campus as a living laboratory; Involve multi- disciplinary teams from OOS, UEP, Wellness, Health, Sciences. 71. Need to determine accessibility of chaplains during emergencies. Inter-faith center on campus is in fact a smaller, tight-knit community that can be utilized for communications and outreach. 17 of 35Workshop Participants Department/organization represented by participants Tufts University Administration • Art Gallery • Campus Planning • Construction • Dining & Business Services • Emergency Medical Services (TEMS) • Environmental Health and Safety • Facilities Services (Arborist, Campus Services, Building Operations, Engineering, Controls, Residential Facilities) • Health and Wellness Services • Office for Campus Life • Office of Budget and Planning • Office of Emergency Management • Office of Sustainability • Office of the Executive Vice President • Police Department • Provost's Office • Strategic Capital Programs • Technology Services (TTS) • University Counsel Faculty • Anthropology • Earth and Ocean Sciences • Environmental Studies • Urban and Environmental Policy and Planning Students • Graduate students — Urban and Environmental Policy and Planning, School of Arts and Sciences • Undergraduate students — School of Arts and Sciences, School of Engineering Government Partners City of Medford — Office of Energy and Environment City of Somerville — Office of Sustainability and Environment Massachusetts Emergency Management Agency 18 of 35CRB Workshop Project Team Organization and Role Tufts University Core Team Tina Woolston — Tufts University, Office of Sustainability Geoffrey Bartlett — Tufts University, Office of Emergency Management Matthew Hart — Tufts University, Office of Emergency Management Emma Conroy — Tufts University Student Sophie Lehrenbaum — Tufts University Student Facilitation Team The Nature Conservancy — Adam Whelchel, PhD (Lead Facilitator) Second Nature — Ruby Woodside (Facilitator) The Nature Conservancy — Kristie Giannetto (Facilitator) The Nature Conservancy — Sara Burns (Facilitator) A Better City (and Medford resident) — Yve Torrie (Facilitator) Julie Wormser (Facilitator) Scribes (Tufts University Students) Darya Mattes, Ivy Mlsna, Paulina Muratore, Tyler Stotland, Reed Collins Acknowledgements Special thanks to Tufts University leadership, staff, faculty, and students for their willingness to embrace this process in hopes of a more resilient future for University. Additional thanks to the City of Medford and Somerville staff as well as representation from the Massachusetts Emergency Management Agency for their contributions during the workshop. Thanks as well to Tufts University for providing convening space on campus and for providing refreshments and food. Finally, thanks to the scribes that recorded the workshop dialogue. This project was made possible in part through the generous contribution of the facilitation team by The Nature Conservancy and Second Nature (and other friends listed above) to conduct Tufts University's Community Resilience Building Workshop in close partnership with the Tufts Core Team. 19 of 35Appendix A: Base Map and Participatory Mapping Base Map 20 of 35Group 1 21 of 35Group 2 22 of 35Group 3 23 of 35Group 4 24 of 35Group 5 25 of 35Appendix B: Resources and Maps Used During the Workshop Resources and maps are excerpted from the Tufts University Hazard Mitigation Plan (2017) except as otherwise noted. • Flood Risk for Medford/Somerville Campus • Medford/Somerville Hurricane-Induced Storm Surge • Medford/Somerville Category-4 Hurricane Maximum Inundation • Great New England Hurricane • Heat: Days Above 90°F • Medford Average Daytime Temperature • Medford Tree Canopy • Cambridge Precipitation Totals • Medford/Somerville Earthquake Economic Loss Model • Tufts University Hazard Mitigation Plan (2017) – Hazard Priority Summary Figure 7-2 Flood Risk for Medford/Somerville Campus 26 of 35Figure 7-14 Medford/Somerville Hurricane-Induced Storm Surge 27 of 35Figure 7-27 Medford/Somerville Category 4 Hurricane Maximum Potential Inundation 28 of 35Figure 7-36 Great New England Hurricane (1938) 29 of 35Figure 0-1: Comparison of Days Above 90°F for Low and High Emissions Scenarios for the City of Somerville and the Medford/Somerville Campus (Source: City of Somerville Climate Change Vulnerability Assessment (2017)) p. 305 30 of 35Average Daytime Temperature From the Metropolitan Area Planning Council (MAPC) 31 of 35Tree Canopy From the Metropolitan Area Planning Council (MAPC) 32 of 35Cambridge Precipitation Projections From the City of Cambridge Climate Vulnerability Assessment 33 of 35Figure 7-22 Medford/Somerville 5.8M Earthquake Economic Loss Model 34 of 35Table 4: Risk Assessment for Medford/Somerville Campus Spatial Warning Overall Hazard Probability Impact Duration Vulnerability Extent Time Risk Moderate Drought 2 1 4 1 4 1.9 (2.1) Moderate Earthquakes 1 2 4 4 1 2.2 (2.2) Extreme 3 3 4 1 3 1.6 Temperatures High (2.7) Floods Including Extreme 4 2 3 4 2 3.1 High (3) Precipitation Infectious Diseases 3 3 4 1 4 2.75 High (3) Mid-Latitude 3 3 4 1 4 3.55 High (3.2) Cyclones Severe Winter 4 3 4 1 4 3.55 High (3.4) Weather Shoreline Change 1 1 1 1 4 1.45 Low (1.3) Thunderstorms (Hail) 4 2 4 4 1 1.75 High (2.7) Thunderstorms Moderate 4 2 1 4 1 1.75 (Lightning) (2.3) Thunderstorms 4 2 4 4 1 1.75 (Wind) High (2.7) Tornadoes 3 2 3 4 1 3.1 High (2.7) Tropical Cyclones 3 2 4 1 3 3.55 High (2.9) Wildfires/Brush Fires 1 1 1 4 1 2.6 Low (1.6) Moderate Fire or Explosion 1 2 2 4 1 2.45 (2) Hazardous Material Moderate 1 2 2 4 2 3.35 Release (2.3) Transportation (Vehicular and 2 2 1 4 1 1.65 Pedestrian) Low (1.8) Utility Failure 3 2 4 4 2 3.1 High (2.9) Active Shooter 1 4 4 4 1 3 High (2.9) Cyberattack 3 2 3 4 3 3 High (2.8) 35 of 35",
    "TEXT BY PAGE": [
        "Tufts University Community Resilience-Building Workshop Summary of Findings Medford/Somerville Campus Workshop held May 3, 2018 Report as of July 31, 2018 Photo: Adam Whelchel/TNC",
        "Table of Contents Executive Summary ............................................................................................................... 4 Method ..........................................................................................................................................4 Findings .........................................................................................................................................4 Areas of Concern ................................................................................................................................................... 4 Strengths and Assets ............................................................................................................................................. 5 Recommendations ................................................................................................................................................ 5 Overview ............................................................................................................................... 6 Summary of Findings ............................................................................................................. 8 Top Hazards ....................................................................................................................................8 Areas of Concern for the Community ..............................................................................................8 Current Concerns and Challenges Presented by Hazards ..................................................................9 Specific Categories of Concerns and Challenges ...............................................................................9 Staff and Faculty Support and Services ............................................................................................................... 10 Current Strengths and Assets ............................................................................................... 10 Top Recommendations to Improve Resilience ...................................................................... 11 Recommendations Organized by Functional Area .......................................................................... 11 Health services .................................................................................................................................................... 11 Education............................................................................................................................................................. 11 Human Resources ................................................................................................................................................ 12 Housing ................................................................................................................................................................ 12 IT .......................................................................................................................................................................... 12 Transport ............................................................................................................................................................. 12 Communications ................................................................................................................................................. 12 Infrastructure ...................................................................................................................................................... 13 Detailed Recommendations Organized by Priority ......................................................................... 14 Highest Priority .................................................................................................................................................... 14 Moderate Priority ................................................................................................................................................ 16 Lower Priority ...................................................................................................................................................... 17 Workshop Participants ........................................................................................................ 18 Tufts University ............................................................................................................................ 18 Administration ..................................................................................................................................................... 18 Faculty ................................................................................................................................................................. 18 Students .............................................................................................................................................................. 18 Government Partners ................................................................................................................... 18 CRB Workshop Project Team ................................................................................................ 19 2 of 35",
        "Tufts University Core Team ........................................................................................................... 19 Facilitation Team .......................................................................................................................... 19 Scribes (Tufts University Students) ................................................................................................ 19 Acknowledgements ............................................................................................................. 19 Appendix A: Base Map and Participatory Mapping .............................................................. 20 Base Map ..................................................................................................................................... 20 Group 1 ........................................................................................................................................ 21 Group 2 ........................................................................................................................................ 22 Group 3 ........................................................................................................................................ 23 Group 4 ........................................................................................................................................ 24 Group 5 ........................................................................................................................................ 25 Appendix B: Resources and Maps Used During the Workshop .............................................. 26 Figure 7-2 Flood Risk for Medford/Somerville Campus .................................................................. 26 Figure 7-14 Medford/Somerville Hurricane-Induced Storm Surge .................................................. 27 Figure 7-27 Medford/Somerville Category 4 Hurricane Maximum Potential Inundation.................. 28 Figure 7-36 Great New England Hurricane (1938)........................................................................... 29 Figure 0-1: Comparison of Days Above 90°F for Low and High Emissions Scenarios for the City of Somerville and the Medford/Somerville Campus .......................................................................... 30 Average Daytime Temperature ..................................................................................................... 31 Tree Canopy ................................................................................................................................. 32 Cambridge Precipitation Projections ............................................................................................. 33 Figure 7-22 Medford/Somerville 5.8M Earthquake Economic Loss Model ....................................... 34 Table 4: Risk Assessment for Medford/Somerville Campus ............................................................ 35 Recommended Citation Woolston T., Bartlett G., Conroy E., Lehrenbaum S., Nelson H., and A. W. Whelchel (2018). Tufts University Community Resilience Building Workshop Summary of Findings. Tufts University, The Nature Conservancy. Medford/Somerville, Massachusetts. 3 of 35",
        "Executive Summary On May 3, 2018, Tufts University convened a day-long workshop of 58 students, faculty, staff, local community members, and representatives of local and state agencies to gain insight and collect feedback with the goal of identifying ways to increase the university’s resilience, particularly to hazards created or amplified by climate change. Organized by the Office of Sustainability and Office of Emergency Management, and supported by The Nature Conservancy (TNC), the effort used TNC’s Community Resilience Building Workshop model that has been employed in more than 100 other communities. Method The workshop focused on four hazards selected by the planning committee based on the risk assessment contained in the university’s 2017 Hazard Mitigation Plan: • Extreme Heat • Extreme Precipitation and Flooding • Hurricanes and Nor'easters • Infectious Disease Workshop participants were separated into five assigned groups, each designed for heterogeneous representation. Each group then discussed the impact of the four hazards and proposed solutions to increase resilience, and then reconvened in a closing plenary session to highlight commonality in impacts and solutions identified separately by the five groups. Findings This report reflects and memorializes the complete, unredacted feedback of the workgroups as recorded by the facilitators and volunteer scribes. In many cases the recommended solutions may be underway already or their relevance may change based on additional technical information. A subsequent response to this report will rationalize the feedback into actionable goals and objectives that synthesize the valuable feedback with other knowledge. Areas of Concern Participants emphasized populations with increased vulnerabilities such as day care students, students from outside the New England area, international students, community members with access or functional needs, contracted employees, summer residents, animals in vivaria, and critical support staff. Property of concern included critical facilities on which much of the campus depends (e.g., centralized boilers), utility dependencies including refrigeration for food and medicine, aging residence halls, vulnerable trees, hazardous materials storage, and impervious ground surfaces. Issues of particular concern are the support of campus food systems including utility dependencies and workforce support, stormwater management, maintaining protocols for management of widespread infectious disease, housing and wellbeing of students, regional transportation, information systems and networks, and support of faculty and staff during extreme weather. 4 of 35",
        "Strengths and Assets Participants recognized strengths upon which resilience efforts can build: • Engagement and collaboration by leadership, students, emergency management and sustainability programs; public safety relationships, and community partnerships. • Facility resources including the recently completed Central Energy Plant and strategically placed (but limited) backup and emergency power generators. • Student welfare resources including physical and mental healthcare, the university chaplaincy, and existing programs to support ill students and those with access or functional needs. Recommendations A range of 71 recommendations were identified from the combined input of the five groups, with a common emphasis on comprehensive, integrated, long-range planning. The range of detailed recommendations can be distilled into three broad themes: Infrastructure • Update mechanical, electrical, and plumbing (MEP) systems for resiliency (e.g., underground power transmission), leveraging low-energy and healthy options (e.g., fresh air ventilation) and better response to seasonal extremes (i.e., increased cooling capacity). • Study and select roof technologies that balance decreased heat absorption, stormwater management, and carbon-emission reducing renewable energy opportunities while ensuring durability and resilience to weather hazards such as high wind and snow loading (weight). • Power system reliability and renewability including strategic reduction of single failure points by investing in battery systems, appropriately placed backup/emergency generators, addition of onsite renewable energy sources, and/or connection to the Central Energy Plant. Environment • Mitigate increased surface flooding by comprehensive stormwater management; reduction of impervious surfaces; increased utilization of rain gardens, bioswales, water detention facilities; and integrated planning with municipalities’ storm drainage systems. • Strategic planning to build and maintain a canopy of native, drought-tolerant trees as a valuable resource to mitigate extreme heat, while managing the risks posed by aging, unhealthy, or poorly placed trees made dangerous by high winds, heavy snow, or water-inundated soil. Societal/Programming • Cultivate opportunities for Tufts community members to support one another such as local liaisons for emergency housing of international/non-local students, volunteers to bridge language gaps in emergency services, and on-campus housing options for emergency workforce. • Sustained education about environmental, resilience, and emergency preparedness issues, integrating with academic curricula in a “campus as laboratory” model when possible. • Future infectious disease response capability will require sustained planning and exercise activity in the absence of any apparent or immediate threat. • Support alternative work and teaching arrangements to allow continued productivity during extreme weather, requiring integrated policy and ongoing training and technology investment. • Support those with access or functional needs before, during, and after emergencies. 5 of 35",
        "Overview Academic institutions, municipalities, regional planning organizations, as well as state and federal agencies need to work together in order to adapt to and increase resilience against extreme weather events and climate change. In recent years, tropical storms Irene and Sandy have emphasized this urgency on the east coast in particular, and motivated Tufts University to take a proactive role in planning and mitigating risks caused by climate change. The goal of Tufts' leadership in this effort is to reduce the vulnerability of faculty, staff, students, infrastructure, and ecosystems during extreme events as well as serve as a model for other communities both in Massachusetts and beyond. In 2016, Tufts signed the Presidents' Climate Commitment, which pledges that the university will increase its resilience to climate change through strengthening partnerships across the campus and surrounding community. In order to honor this commitment, a team of Tufts staff and students partnered with the Nature Conservancy to hold a resilience-building workshop in May of 2018. It was inspired by a successful similar workshop organized by the City of Medford in March 2018 as part of the Commonwealth Municipal Vulnerability Preparedness program that they are part of. The goal of the Tufts workshop was to engage with Tufts community members to facilitate the education, planning, and ultimately the implementation of resiliency actions. The Workshop's central objectives were to: • Clarify and advance comprehensive community resilience planning and hazard mitigation efforts • Propel action recommendations in Hazard Mitigation Plan and integrate resilience priorities into capital improvement budget • Complete an initial Campus Community Resilience Assessment to advance Tufts’ Climate Commitment • Gain insight from community to better inform ongoing hazard mitigation efforts, specifically: o Define top local natural and climate-related hazards of concern o Identify existing and future vulnerabilities and strengths o Identify areas in need of action For the Workshop, Tufts University employed a unique “anywhere at any scale”, community-driven process known as the Community Resilience Building (CRB) Workshop (www.CommunityResilienceBuilding.org). The CRB's Risk Matrix and various data and maps were integrated into the Workshop process to provide both decision-support and risk visualization around shared values and priorities across Tufts main campus. The principal data and maps used were previously compiled and/or generated as part of Tufts Hazard Mitigation Plan and Medford's Climate Vulnerability Assessment which were both in final draft at the time of this Workshop. Using the CRB process, rich with information, experience and dialogue, the participants produced findings which are outlined in this summary report. The following Summary of Findings provides an overview of the top hazards, current concerns and challenges, current strengths, and proposed action priorities to improve the resilience of Tufts University to natural and climate-related hazards today and in the future. The workshop findings transcribed in this report, like any that concern the evolving nature of risk assessment and associated action, are proffered for comments, corrections and updates from workshop attendees and additional stakeholders alike. This report will be followed by a response to the recommendations contained herein that takes into consideration activities already underway, and 6 of 35",
        "rationalizes the recommendations with additional technical and engineering knowledge. The leadership displayed by Tufts University with Community Resilience Building will benefit from the continuous and expanding participation of all those concerned. 7 of 35",
        "Summary of Findings Top Hazards • Extreme Heat • Extreme Precipitation and Flooding • Hurricanes and Nor'easters • Infectious Disease Extreme heat, extreme precipitation and flooding, hurricanes and nor'easters, and infectious diseases were predetermined as climate-related hazards of greatest concern for Tufts University based on the recently completed threat and hazard risk identification assessment. These hazards have direct and increasingly worse impacts on Tufts faculty, staff, and students as well as resources such as student housing and welfare, food supply and distribution, stormwater drainage systems, social network support for vulnerable populations on campus, utility and energy continuity, and other critical infrastructure and community assets. Areas of Concern for the Community Workgroup participants identified several specific areas of concern based on their own experiences and observations. Infrastructure Art Gallery loading dock and music building; gas boilers at Tilton and Cousens; food storage facilities in Dining Halls; vivaria; IT networks in buildings; stormwater drainage system; Ballou Hall, Eaton Hall and East Hall flooding; Cousens area and lower campus flooding; aging residence halls; water supply system; day care center and preschool; commuter infrastructure (MBTA); quarantine areas (“retreat suites”) (Carmichael, Hodgdon, Tilton); Dewick; refrigeration for medicines and vaccines; outdated HVAC controls in residence halls; wood-frame houses; mechanical, electrical, and plumbing (MEP) system; Gantcher; Shoemaker Boathouse on Malden River; Bacow Sailing Pavilion on Upper Mystic Lakes. Roads Powerhouse Boulevard; Route 16; Boston Avenue; Talbot Avenue, Lower Campus Road. Societal International students; students from outside the New England area; faculty and students on campus; off campus students; elderly population in Tufts owned buildings; children at day care center and Elliot Pearson school; critical support staff; disabled/impaired/special needs community members; food supply and distribution for on campus community; emergency preparedness; contracted employees and summer residents. Environment Mystic River; aging trees; trees near buildings; stormwater retention capabilities; impervious surfaces; vivaria animal populations; toxic chemicals in labs; open spaces on campus; heat absorbing roofs. 8 of 35",
        "Current Concerns and Challenges Presented by Hazards Tufts University has several concerns and faces multiple challenges related to the impacts of natural hazards and climate change. In recent years, Tufts has experienced a series of highly disruptive and damaging weather events including Tropical Storm Irene (August 2011), Tropical Storm Sandy, (October 2012), and February 2013 and January 2015 blizzards (nor'easters). Impacts from Irene included heavy rain-induced, inland flooding and wind damage. Sandy caused extensive power outages across large portions of Medford and Somerville. The 2013 and 2015 blizzards each dropped nearly 36\" of snow on campus, knocking out power and isolating residential halls and neighborhoods. The magnitude and intensity of these events and others across Massachusetts has increased awareness of natural hazards and climatic change, while motivating communities like Tufts to comprehensively improve resilience. This series of extreme weather events highlights that, for Tufts, the impacts from hazards are diverse; they range from flooding of surface streets and low-lying facilities during heavy precipitation events to property damage from trees, wind, snow, and ice. Longer periods of elevated heat, particularly from July to September, have raised concerns about vulnerable groups like students living in older residence halls without air conditioning. The combination of these issues presents a challenge to preparedness, response, and mitigation priorities, and requires comprehensive yet tailored actions for particular locations and/or areas across Tufts campus. The workshop participants were generally in agreement that Tufts and the surrounding communities of Medford and Somerville are experiencing more intense and frequent storms events and heat waves. Additionally, there was a general recommendation that staff, faculty, and students prepare with contingency plans for worst case scenarios during different times of the year and especially in the fall/winter due to more intense storms. Specific Categories of Concerns and Challenges Food Systems All workshop groups raised the issue of food storage, supply, and distribution. Much of the focus was directed to the two dining halls on campus that currently do not have the backup generators needed to safely extend the food storage capabilities and prevent spoilage during power outages. Concerns also surfaced around the availability of the dining workforce to safely get to campus and distribute food to the community during major events. Stormwater Drainage Management There was concern raised about the current need to accelerate comprehensive planning and implementation of stormwater drainage management across Tufts University. Universally, participants recognized that greater resources and capacity should be directed to improving the ability to maximize infiltration across campus via an increase in pervious pavement and green stormwater infrastructure (rain gardens, bioswales, green roofs, etc.). Increasing localized infiltration was identified as a solution to reduce nuisance flooding and standing water (which can harbor disease vectors) around routinely impacted buildings and walkways on campus. In addition, there was discussion of increasing the storage or detention capacity on campus as a contingency for more intense and frequent rain and snow events 9 of 35",
        "in the future. Recommendations also focused on connecting a stormwater plan with campus-wide forestry/ landscaping/hardscape plans and future upgrades. Quarantine Facilities/Protocols Infectious disease is a serious concern given the high density of the student body and the desire to improve current response facilities and protocols surfaced. These included improving the ventilation and HVAC capacity for the existing quarantine rooms in Tilton, Hodgdon, and Carmichael Halls. In addition, there is a general lack of awareness about basic hygiene and disease prevention among the student body that could be rectified via educational outreach. Finally, there was a recommendation for additional protocols or guidance (in coordination with municipal and state) on how to manage and contain outbreaks that would enable uninfected faculty and students to participate in courses remotely to avoid contact with the infected, non-quarantined population. Student Housing and Wellbeing Many participants had concerns about updating HVAC and improving ventilation in the 43 different buildings being used for student housing. In addition, there was a call for Health Service to be responsive to student needs 24 hours a day — particularly during winter months. Also, an increased emphasis on handicapped and disabled students and faculty, international students, and quarantined students, as it relates to shelter, safety, and mobility during disasters was identified. These concerns expanded off campus given the large population of undergraduate students living in the surrounding neighborhoods. Staff and Faculty Support and Services Challenges around access to campus by staff and faculty during extreme events were voiced along with a request for flexibility to work remotely in order to be responsive to the needs of their own families' safety. There is a need for clarity as to which campus functions and support staff are considered essential (i.e. select Facilities and Dining, Operations, etc.) to ensure rapid recovery and continuity of essential services. Current Strengths and Assets Because of the recent experiences with extreme weather, Tufts University is well acquainted with existing strengths on campus and with the municipalities of Medford and Somerville. Reinforcing best practices and enhancing available assets will generate greater benefits to the University through increased resiliency to storms, as well as to long term impacts from the ongoing increases in air temperature, precipitation, and drought. • The responsive and committed leadership exhibited by top administrators and staff at Tufts is a great strength. Ongoing collaboration between faculty, staff, and students along with the public safety, emergency management, and sustainability personnel in Medford and Somerville will help advance comprehensive, cost-effective approaches to resilience. • The University has solid, highly experienced emergency management and public safety staff with access to adequate, but limited, resources for shorter duration events. The coordination between various departments including Facilitates and Operations, Public and Environmental 10 of 35",
        "Safety, Sustainability, Emergency Management, Police, Fire, and EMS was cited as an ongoing, and highly valued community strength. The recent completion of the University's first Hazard Mitigation Plan for all four campuses was also appreciated as a strength. • Recent construction and completion of the cogeneration Central Energy Plant on campus coupled with a limited number of generators to efficiently meet current demands, maintain power continuity during disruptions, and reduce dependency on a multi-source electrical grid is a strength of the campus. • Mental and health services and centers present on campus including the chaplaincy, interfaith center, student Health Service, staff Wellness Center, quarantine \"retreat suite\" rooms used during infectious disease outbreak, and attention to community members requiring accessibility services are solid and reliable on-campus strengths. • Strengthening a partnership between Tufts University, Medford, and Somerville to accelerate mutual resiliency is important. • Another strong point is the many highly active and engaged student groups on campus. • A high concentration of well-educated individuals (built-in knowledge base) and facilities were identified as an existing strength worth cultivating and applying more directly to improving overall resilience. Top Recommendations to Improve Resilience The workshop discussion groups agreed that Tufts would benefit from better long-term preparedness and comprehensive planning for all areas of concern. Below you will find the highlights covered by the workshop participants to address this need. Recommendations Organized by Functional Area Health services • Improve coordination between local hospitals and on-campus healthcare • Continue use of the Tufts Emergency Medical Services (TEMS) program • Prepare for infectious disease management: o Update protocols o Run preparedness drills o House vaccines for use to respond to potential outbreaks o Map out potential quarantine areas on campus o Consider mobile housing for infected students in coordination with local and state public health departments o Plan for prolonged infectious disease outbreaks o Consider 24 hour health services during major impactful events o Plan for special care for handicapped students and the elderly o Educate student body on basic hygiene and infectious disease prevention o Cancel large events during infectious disease outbreaks • Add hydration, cooling, and hand sanitizing stations on campus Education • Train people on emergency management and prevention, including summer staff • Educate people on campus and in the surrounding community on sustainability and resilience at Tufts 11 of 35",
        "• Educate lab directors, support staff, and students on Haz/Mat and power continuity plans for critical on-campus laboratories • Consider shifting academic calendar to avoid excessive heat late summer/early fall • Promote education on solutions using the campus as a living lab Human Resources • Have translators for employees with language barriers for emergency communications • Provide job security if an employee cannot travel to work during an emergency event • Establish the ability for employees to work from home or stay on campus during emergencies • Allow faculty and staff to bring children to work when elementary schools close Housing • Maintain and update shelter planning at Gantcher Field House • Help international students find safe places to stay during and after an emergency through the International Center • Enhance heating and cooling options for Tisch Library so it can be used as shelter • Encourage landlords to improve resilience of their buildings in low lying, flood prone areas • Enhance heating and cooling capabilities of residence halls and plant trees around circumference of buildings IT • Conduct risk assessment of IT infrastructure to determine ability to support the campus at all times under any conditions and ability to support functions remotely. • Provide online classes and encourage remote learning during infectious disease outbreaks • Strengthen IT networks via Tufts Technology Services Transport • Educate Tufts community on MBTA transport options • Support alternative transportation options such as zip car, bike racks, Tufts Bikes, T pass deductions • Remove snow to clear shuttle routes Communications • During emergencies, use various groups/communities on campus for communications and outreach such as: o Chaplains and interfaith centers o Local community religious leaders in Medford and Somerville o Graduate student council o Eco-Reps o Residential Life • Regularly test campus emergency communications via emails, texts, and phone calls including the \"Blue Lights\" system • Collaborate with Medford and Somerville administration about emergency management and create an emergency/evacuation plan for people with special needs. • Establish emergency contact plan between campus daycare facility and guardians • Strengthen connections between Tufts and the surrounding community through: 12 of 35",
        "o Community Days o Meetings and activities o Invite community members to use facilities at Tufts • Engage student EMTs/involved in EMS in campus planning for emergencies Infrastructure Improve outdoor spaces: • Increase on-campus tree canopy • Assess trees susceptible to damage from strong winds and create a treatment/ replacement plan that favors installation of native, drought resistant species • Increase use of green infrastructure on roofs on campus • Increase campus biodiversity • Enhance access and egress routes for dormitories Improve energy use: • Connect buildings south of Boston Avenue to the central plant or provide alternative power sources • Update existing gas boilers to ensure continuity of heat to service Cousens and Tilton along with other buildings on this system • Increase number of backup generators and add renewable energy (solar) and battery storage in order to: o Reduce strain on Medford grid o Allow research projects that require power (i.e. refrigeration of samples) to be able to continue despite potential power interruptions during emergencies o Allow vivaria to be able to safely care for animals o Minimize impacts on the two dining facilities and ensure storage, distribution, and availability of food in events of power loss • Evaluate use of white/blue/green roofs Buildings: • Create resilience plans for individual buildings • Create prioritization plan for which buildings get electricity from the CEP during a regional grid outage grid outage Improve mechanical, electric, and plumbing (MEP) systems on campus: • Update HVAC systems in preparation for extreme temperature situations and providing ventilation to prevent infectious disease spread • Install backflow preventers to protect from extreme precipitation-based flooding risks • Run wires underground to protect utilities from hurricanes and nor'easters Improve water/flood management: • Use gray water from MWRA for landscape irrigation • Monitor risk of flooding from the Mystic River to campus facilities • Secure a long-term stormwater drainage system plan to: 13 of 35",
        "o Prevent standing water and flooding o Maximize green infrastructure use, including green roofs o Localize infiltration o Reduce damage to vehicles from manholes popping up during major flooding events o Assess the potential stormwater detention capacity at Tufts Athletic Fields to help reduce impact on Medford drainage system o Create more connections to existing stormwater retention system o Install more rain gardens o Add more permeable pavement Detailed Recommendations Organized by Priority Highest Priority 1. For the two dining facilities there is a need to secure back-up generators to minimize impacts during power outages, and to explore the use of battery storage to increase access to and redundancy of power. This will help to ensure the storage and availability of food for faculty, staff, and students that remain in campus during major events (i.e. food supply, distribution, storage). 2. Work to make improvements to the mechanical, electric, and plumbing (MEP) systems on campus. This should include, where appropriate, updating HVAC systems in preparation for extreme temperature situations and providing ventilation to prevent infectious disease spread; installing backflow preventers to protect from extreme precipitation-based flooding risks; and running wires underground to protect utilities from hurricanes and nor'easters. 3. Enhance human welfare for faculty, staff, students during disruptive events. 4. Ensure that non-critical, support staff have plans in place to enable the establishment of remote work options in the event of an emergency that closes campus. 5. For international students, establish liaisons via International Center to help students find safe places to stay during and after an emergency as needed. 6. Develop long-term forestry and landscaping master plan (locations, priorities, funding) to include a tree assessment (550 trees on campus currently) of all trees susceptible to damage from strong winds, a treatment plan and/or replacement component that favors installation of native, drought resistant species, and prioritization of drought resilient landscaping for campus. 7. While both vivariums on campus have diesel generators that can run for about 24 hours on full tanks, there is a need to identify and secure an alternate energy source for longer-term needs beyond 24 hours to ensure the animals are properly cared for. 8. Conduct comprehensive inventory of surfaces and subsurface infrastructure across campus to identify specific opportunities to replace (or \"depave\") impermeable hardscaping with permeable pavement and/or green stormwater infrastructure to maximize local infiltration and alleviate stress on stormwater drainage infrastructure. 9. Look to secure a long-term stormwater drainage system plan that prevents standing water and helps to alleviate flooding on campus and maximizes the use of green infrastructure and localizes infiltration. This should include and help to strengthen a working partnership with municipalities to keep the system maintained and working routinely under all conditions, as well as reducing the impacts from man-holes popping out and damaging vehicles during major flooding events. 10. Look to augment a comprehensive energy supply/distribution system with generators for select locations/buildings and look to add battery storage capacity. 14 of 35",
        "11. At Tisch Library, need to add cooling options and consider the ability to shelter residents from the surrounding community during major events. 12. City needs to develop through broad public outreach a coordinated and comprehensive evacuation plan. Plan should connect and help coordinate the availability/needs of sheltering and cooling facilities. 13. Ensure buildings and personnel can continue research projects that require power (i.e. refrigeration of samples) despite potential power interruptions during emergencies. 14. For campus building that experience flooding, including Ballou need to incorporate solutions into the comprehensive stormwater drainage management plan. 15. Need to set up shelter in place policy for Elliot Pearson Children's School and the Bright Horizons childcare center in the event guardians are not able to reach school during emergencies. If emergency staff are single parents, ensure emergency shelter options are in place for dependents. In addition, identify most at-risk populations and have emergency plan in place related to children and guardians as well as preschool staff. 16. Reduce load demand to campus to help minimize strain and need for electricity provided from the Medford grid by increasing the number of back-up generators and adding renewable energy (solar) and battery storage. 17. For on campus health care (Health Services Clinic, Wellness Center) reevaluate medical personnel needs during emergencies. In addition, review and update protocols related to infectious diseases management across campus. 18. Strengthen outreach to area hospitals to better understand collaboration and co-support options in the larger health care community in Somerville and Med- ford. 19. For residential halls (43 buildings on campus) enhance cooling and heating capacity where needed as well as plant additional trees around circumference of building to reduce ambient air temperatures. 20. Run annual preparedness drills for infectious disease outbreaks and define capacity to secure and house vaccines under refrigeration in response to outbreaks. 21. Conduct risk assessment of IT infrastructure to determine ability to support the campus at all times under any condition and the ability to support functions remotely. 22. Establish work from home options and stay on campus options as needed and required and assurances for job security if an employee can't stay at or get to work. 23. At the CoGen Plant continue to maintain and improve performance as able, ensure supply of gas (propane, natural gas, CNG) after extreme events, prioritize buildings on campus/create a list of buildings that require immediate energy recovery post disaster (dining/food storage, lab refrigeration) (there are 80 buildings on system); continue to storm harden plant, and consider options to reduce load and increase redundancy via solar projects on campus. 24. Conduct targeted outreach with Medford and Somerville administration and emergency management personnel about procedures to ensure students, staff, and faculty with special needs are properly identified for emergency management purposes within the municipalities, if needed. 25. Increase awareness and education about existing arbor plan and links to resilience. 26. Coordinate appropriate campus staff and offices to locate handicapped students and provide disability services before, during, and after emergency. 27. Consider 24 hour health services during major impactful events. 28. For campus emergency communications continue to maintain and test regularly via email, texts, and phone calls including the \"Blue Lights\" system. Look to clarify who is responsible for communications and during what type of events. 15 of 35",
        "29. Continue to strengthen communications and coordination between campus health care staff and staff at the three area hospitals. 30. Enhance energy continuity at health care facilities on campus and generate plans to sustain isolation if needed during prolonged infectious disease outbreaks. 31. For residential life staff continue to conduct regular training and enhance communications regarding emergency procedures and responses. 32. Enhance access and egress routes for dormitories that builds on the 8-10 buildings prioritized already. 33. Contract with snow removal contractor for additional services to ensure shuttle system routes are maintained during and after events. 34. Maintain and update as needed sheltering plan at Gantcher Field House with ability to shelter residents from community. 35. The Tufts Emergency Medical Services and the student run emergency ambulatory service should be maintained as a significant asset for campus. 36. Continue to conduct education tours and outreach regarding sustainability and resilience at Tufts to highlight advancements that serve as both motivator and model. Moderate Priority 37. Establish hydration stations and additional cooling stations on campus and re-visit hand sanitation access. 38. Connect emergency management team with counseling staff at chaplaincy and strengthen partnerships with local community religious leaders in Somerville and Medford. 39. Elderly groups that use the Administrative Building owned by Tufts so campus may be responsible for their care during hazardous events. 40. Ensure there are volunteer leaders trained on emergency management and prevention plans during summer camps and conferences. 41. Need to strengthen building-based IT networks via Tufts Technology Services. 42. For contracted employees with language barriers, cultivate volunteer leaders with language knowledge within community that are trained on emergency management plans. In addition, secure language translation services for emergency communications and add additional languages to Tufts alerts. 43. Accelerate stormwater management planning effort to incorporate the location and extent of natural groundwater infiltration features in plans. 44. Increase the tree canopy in open spaces on campus. 45. Maintain existing and install additional rain gardens as suitable and as identified in master plan. Encourage adoption by student groups associated with proximate residence halls. 46. Update existing gas boilers to ensure continuity of heat to service Cousens and Tilton along with other buildings on this system. 47. Set up quarantine and health system that is not reliant on local hospitals and consider mobile housing for infected students in coordination with public health departments at local and state levels. 48. Need to have education about basic hygiene and infectious disease prevention among student body. 49. Need to establish a resilience plan for campus buildings with carbon credits cost/benefit analysis. 50. Provide online classes and encourage remote learning during infectious disease outbreak events on campus. In addition, cancellation of large events/group gathering during infectious disease outbreaks. 16 of 35",
        "51. For the stormwater detention infrastructure assess potential of increasing current overflow storage detention capacity (1 million gallons) at Tufts Athletic Fields to help reduce impact to Medford drainage system and to create more connections to existing retention system. 52. Conduct study to determine optimal use of green, white, blue roofs options across buildings on Campus (i.e. Barnum and Dana redevelopment). Study should take into account wind, precipitation, and heat. 53. For Memorial Steps continue to maintain the reduction of ponding due to smart engineering and heated steps. 54. Continue to support alternative transportation options including - zipcar, bike racks, hubway (now Blue Bikes), 2 parking garages, and T pass deductions (i.e. 35%). 55. For the critical laboratories on campus check that Haz/Mat and power continuity prioritization plans exist and are up to date. In addition, conduct education sessions with lab directors, support staff, and students to ensure readiness. 56. Need to continue to work to connect buildings south of Boston Avenue to the central plant or provide alternative power sources. 57. Registration faculty, staff, and alumni in an \"I am willing to help/host\" and increase preparedness training for these key members of the campus community of various situations (hurricane, snow storms, heat waves, etc.). 58. Allow faculty and staff to bring children to work when municipal elementary schools close. 59. For off-campus students coordinate with municipalities and students to tie into emergency management services. Tufts should coordinate with cities to help encourage landlords of students to improve the resilience of their buildings in low lying, flood-prone areas. 60. Continue Community Days at Tufts and look to strengthen connections through community meetings and activities with surrounding neighborhoods. Invite community members to use facilities at Tufts and hold listening sessions between community members and campus community focused on improving overall resilience. Lower Priority 61. Seek ways to utilize gray water from MWRA for landscape irrigation. 62. Consider shifting academic calendar to avoid excessive heat late summer/early fall. 63. Establish emergency contact plan for guardians associated with on campus day care facility and have facility keep children inside during major events. 64. Extend dialogue with MBTA to communicate needs and expectations of Tufts community and increase education and situational awareness for Tufts community related to transportation options. 65. Monitor risk of flooding over time from the Mystic River to campus facilities. 66. Identify which students are EMS/EMTs and engage them in campus planning for emergencies. 67. Connect with student groups including Graduate student council, Eco Reps, and Residential Life student staff to activate a broader and deeper communication strategy for emergency communications. 68. Work to increase the use of green infrastructure on roofs across campus. 69. Incorporate ways to increase the biodiversity on campus through installation and maintenance of native landscaping and smart uses of spaces and water. 70. Promote education on solutions that using Campus as a living laboratory; Involve multi- disciplinary teams from OOS, UEP, Wellness, Health, Sciences. 71. Need to determine accessibility of chaplains during emergencies. Inter-faith center on campus is in fact a smaller, tight-knit community that can be utilized for communications and outreach. 17 of 35",
        "Workshop Participants Department/organization represented by participants Tufts University Administration • Art Gallery • Campus Planning • Construction • Dining & Business Services • Emergency Medical Services (TEMS) • Environmental Health and Safety • Facilities Services (Arborist, Campus Services, Building Operations, Engineering, Controls, Residential Facilities) • Health and Wellness Services • Office for Campus Life • Office of Budget and Planning • Office of Emergency Management • Office of Sustainability • Office of the Executive Vice President • Police Department • Provost's Office • Strategic Capital Programs • Technology Services (TTS) • University Counsel Faculty • Anthropology • Earth and Ocean Sciences • Environmental Studies • Urban and Environmental Policy and Planning Students • Graduate students — Urban and Environmental Policy and Planning, School of Arts and Sciences • Undergraduate students — School of Arts and Sciences, School of Engineering Government Partners City of Medford — Office of Energy and Environment City of Somerville — Office of Sustainability and Environment Massachusetts Emergency Management Agency 18 of 35",
        "CRB Workshop Project Team Organization and Role Tufts University Core Team Tina Woolston — Tufts University, Office of Sustainability Geoffrey Bartlett — Tufts University, Office of Emergency Management Matthew Hart — Tufts University, Office of Emergency Management Emma Conroy — Tufts University Student Sophie Lehrenbaum — Tufts University Student Facilitation Team The Nature Conservancy — Adam Whelchel, PhD (Lead Facilitator) Second Nature — Ruby Woodside (Facilitator) The Nature Conservancy — Kristie Giannetto (Facilitator) The Nature Conservancy — Sara Burns (Facilitator) A Better City (and Medford resident) — Yve Torrie (Facilitator) Julie Wormser (Facilitator) Scribes (Tufts University Students) Darya Mattes, Ivy Mlsna, Paulina Muratore, Tyler Stotland, Reed Collins Acknowledgements Special thanks to Tufts University leadership, staff, faculty, and students for their willingness to embrace this process in hopes of a more resilient future for University. Additional thanks to the City of Medford and Somerville staff as well as representation from the Massachusetts Emergency Management Agency for their contributions during the workshop. Thanks as well to Tufts University for providing convening space on campus and for providing refreshments and food. Finally, thanks to the scribes that recorded the workshop dialogue. This project was made possible in part through the generous contribution of the facilitation team by The Nature Conservancy and Second Nature (and other friends listed above) to conduct Tufts University's Community Resilience Building Workshop in close partnership with the Tufts Core Team. 19 of 35",
        "Appendix A: Base Map and Participatory Mapping Base Map 20 of 35",
        "Group 1 21 of 35",
        "Group 2 22 of 35",
        "Group 3 23 of 35",
        "Group 4 24 of 35",
        "Group 5 25 of 35",
        "Appendix B: Resources and Maps Used During the Workshop Resources and maps are excerpted from the Tufts University Hazard Mitigation Plan (2017) except as otherwise noted. • Flood Risk for Medford/Somerville Campus • Medford/Somerville Hurricane-Induced Storm Surge • Medford/Somerville Category-4 Hurricane Maximum Inundation • Great New England Hurricane • Heat: Days Above 90°F • Medford Average Daytime Temperature • Medford Tree Canopy • Cambridge Precipitation Totals • Medford/Somerville Earthquake Economic Loss Model • Tufts University Hazard Mitigation Plan (2017) – Hazard Priority Summary Figure 7-2 Flood Risk for Medford/Somerville Campus 26 of 35",
        "Figure 7-14 Medford/Somerville Hurricane-Induced Storm Surge 27 of 35",
        "Figure 7-27 Medford/Somerville Category 4 Hurricane Maximum Potential Inundation 28 of 35",
        "Figure 7-36 Great New England Hurricane (1938) 29 of 35",
        "Figure 0-1: Comparison of Days Above 90°F for Low and High Emissions Scenarios for the City of Somerville and the Medford/Somerville Campus (Source: City of Somerville Climate Change Vulnerability Assessment (2017)) p. 305 30 of 35",
        "Average Daytime Temperature From the Metropolitan Area Planning Council (MAPC) 31 of 35",
        "Tree Canopy From the Metropolitan Area Planning Council (MAPC) 32 of 35",
        "Cambridge Precipitation Projections From the City of Cambridge Climate Vulnerability Assessment 33 of 35",
        "Figure 7-22 Medford/Somerville 5.8M Earthquake Economic Loss Model 34 of 35",
        "Table 4: Risk Assessment for Medford/Somerville Campus Spatial Warning Overall Hazard Probability Impact Duration Vulnerability Extent Time Risk Moderate Drought 2 1 4 1 4 1.9 (2.1) Moderate Earthquakes 1 2 4 4 1 2.2 (2.2) Extreme 3 3 4 1 3 1.6 Temperatures High (2.7) Floods Including Extreme 4 2 3 4 2 3.1 High (3) Precipitation Infectious Diseases 3 3 4 1 4 2.75 High (3) Mid-Latitude 3 3 4 1 4 3.55 High (3.2) Cyclones Severe Winter 4 3 4 1 4 3.55 High (3.4) Weather Shoreline Change 1 1 1 1 4 1.45 Low (1.3) Thunderstorms (Hail) 4 2 4 4 1 1.75 High (2.7) Thunderstorms Moderate 4 2 1 4 1 1.75 (Lightning) (2.3) Thunderstorms 4 2 4 4 1 1.75 (Wind) High (2.7) Tornadoes 3 2 3 4 1 3.1 High (2.7) Tropical Cyclones 3 2 4 1 3 3.55 High (2.9) Wildfires/Brush Fires 1 1 1 4 1 2.6 Low (1.6) Moderate Fire or Explosion 1 2 2 4 1 2.45 (2) Hazardous Material Moderate 1 2 2 4 2 3.35 Release (2.3) Transportation (Vehicular and 2 2 1 4 1 1.65 Pedestrian) Low (1.8) Utility Failure 3 2 4 4 2 3.1 High (2.9) Active Shooter 1 4 4 4 1 3 High (2.9) Cyberattack 3 2 3 4 3 3 High (2.8) 35 of 35"
    ]
}