{
    "FILE_NAME": "https://www.cambridgema.gov/-/media/Files/CDD/Climate/vulnerabilityassessment/finalreport_ccvapart2_mar2017_final2_web.pdf",
    "ALL TEXT": "ehT tropeR Climate Change Vulnerability Assessment February 2017 City of Cambridge, Massachusetts 2 PartADDITIONAL RESOURCES The following reports were produced as part of this project and will provide more information on the topics covered in this report: • Climate Change Vulnerability Assessment (CCVA) Part 2 • Sea Level Rise and Costal Storm Surge Vulnerability Assessment • Executive Summary • Appendix 1: Infrastructure & Community Resources Ranking Reports • Appendix 2: Vulnerable Populations Memorandum • Sea Level Rise and Costal Storm Surge Projections • Executive Summary • Appendix 1: Flooding Maps • Appendix 2: SLR/SS (BH-FRM) Memorandum • Appendix 3: Propagated Flooding (ICM-2D) Memorandum These technical reports are available online at: http://www.cambridgema.gov/climateprepFebruary 2017 Dear Members of the Cambridge Community, The City of Cambridge undertook its first ever Climate Change Vulnerability Assessment (CCVA) to understand the physical and social implications of our changing climate and to establish a technical foundation to make our community more resilient. The CCVA Part 1 Report, which focused on the risks posed by increasing temperatures and precipitation and this report, CCVA Part 2, which focuses on the risks from rising sea levels and coastal storm surges, together provide a comprehensive picture of our vulnerabilities to climate change if we do not act. The City of Cambridge accepts the scientific consensus that climate change is unequivocally happening and that our planet is warming. Therefore, Cambridge is incorporating this knowledge into our planning and decision-making to reduce our vulnerabilities and ensure that the city’s residents, economy, and quality of life are sustained in the future. While the vulnerability assessment has been completed, it will be a continuous process to update the findings of the assessment with new observations and scientific understanding. The City is committed to using the best available information as we move forward. We are already seeing progress in our efforts to prepare for climate change. The findings and information from the CCVA Report are being applied to public infrastructure projects and development planning. The Envision Cambridge Plan is incorporating the CCVA results. And the CCVA Report has been a valuable tool in the city’s engagement with key stakeholders and property owners in Cambridge and furthered regional cooperation on resiliency. As with CCVA Part 1, the City will continue to publicly share data and analyses with stakeholders and others to help foster efforts in preparing for climate change. This project would not be possible without the strong support of the City Council through its approval of funding and policy direction. I appreciate the support of the community’s residents, businesses, and institutions, which has enhanced the CCVA. While climate change is a daunting challenge, I am encouraged to see the response of the community and the region. We will continue to treat this matter with urgency and keep working to make Cambridge a resilient city. Very truly yours, Louis A. DePasquale City Manager CCVA, Cambridge, MA 1Fig. 1 Cambridge’s relationship to rivers and Boston Harbor. (Source: Google Maps) 2 CCVA, Cambridge, MACONTENTS Purpose .....................................................................................................4 Key Findings .............................................................................................5 The “Big Picture” ................................................................................6 Climate Scenarios for Sea Level Rise and Costal Storm Surge .........8 Impacts on Dams................................................................................9 Impacts on Cambridge .....................................................................10 SLR/SS and Propagated Flooding ...................................................10 SLR/SS Vulnerability and Risk Assessment......................................12 Critical Infrastructure ......................................................................13 Community Resources and Social Vulnerability .............................16 Next Steps ..............................................................................................18 Acknowledgments CCVA, Cambridge, MA 3PURPOSE As a community located in New England and near the will diminish over time. This report discusses how Atlantic Ocean, Cantabridgians have come to expect SLR/SS can affect flooding in Cambridge. It follows a certain type of climate and long-term weather the CCVA Report – Part 1 that addresses the risks patterns. Cold, snowy winters, crisp autumns, wet posed by increasing temperatures and precipitation. springs, and summers with some hot and humid Parts 1 and 2 of the CCVA Report are intended to be days are considered normal for our area. However, complementary. emissions of greenhouse gases to the atmosphere A central challenge of climate change is that we can from human activities are causing our climate to shift no longer look to the weather patterns of the past to to warmer and wetter conditions. Some changes have guide us in planning for the future. We need to plan already become noticeable as average temperatures for different circumstances, since weather patterns have increased, heavy rain and snow fall events will continuously change. There is not one set of have become more intensive, and the ocean is conditions that we can accurately predict. Therefore, starting to creep inland. The City of Cambridge the City conducted a “climate stress test” on (City) is conducting a cutting-edge climate change Cambridge in its present state to find out what might vulnerability assessment (CCVA) to understand the happen in physical and social terms. This assessment effects of these shifting conditions. on SLR/SS enables us to understand more clearly Sea level rise and storm surges (SLR/SS) due to where action is most needed, and will serve as a part climate change may not pose a direct existential of the technical foundation or baseline for the Climate threat to Cambridge in this century. However, as sea Change Preparedness and Resilience Plan. The plan level rises, the risk of periodic flooding from storm will guide the City’s response to climate change as surges created by major coastal storms such as we work to reduce our vulnerability and increase our hurricanes and nor’easters will become significant. preparedness. There are several factors that contribute to sea Although the science of climate change gives us level rise including expansion of the water as its strong indications of the direction and range of temperature rises, changing water currents, and possible climate shifts, future climate depends on a melting of land ice. In Massachusetts, these factors number of variables. As a result, the City will need are amplified by local land subsidence, or sinking to monitor changing conditions and new information, of the land, at a greater rate than global averages. and update the CCVA and the Climate Change Large storms, such as hurricanes, can produce storm Preparedness and Resilience Plan periodically to surges, with higher than normal amounts of water ensure that the steps to create a more resilient and generated and pushed inland. Although Cambridge prepared community are effective. is connected to Boston Harbor and the ocean by the Charles River and the Alewife Brook, a tributary to the Mystic River, the Charles River Dam and the Amelia Earhart Dam (on the Mystic River) have been able to block surges from coming up rivers. However, as Fig. 2 Amelia Earhart and Charles River the ocean rises, the protection provided by the dams Dams (Source: Kleinfelder 2017) 4 CCVA, Cambridge, MAKey Findings KEY FINDINGS • The dams will likely protect Cambridge from storm surge flooding until at least 2030. It is projected that the Amelia Earhart Dam will likely be bypassed around 2045 and the Charles River Dam around 2055. • The City’s Alewife-Fresh Pond area will be the most impacted area by flooding from SLR/SS. Flooding may involve salt water, which if it reaches Fresh Pond, could contaminate the City’s drinking water supply. • Storm surge flooding, particularly in the Alewife-Fresh Pond area, will pose risks to populations, buildings, and infrastructure. • By 2070, storm surge modeling shows that large swaths of the Alewife-Fresh Pond area could be subject to annual probabilities of flooding up to 20 percent or once every five years. • The volume of flood water associated with a storm surge would be immense. Conventional flood management techniques, such as storage basins and tanks, would be insufficient to deal with the problem. • Overland flooding from a storm surge into the Charles River appears to be a generally low probability through 2070. However, the raised river level could cause river water to back up through the storm drainage pipes and discharge onto some streets. This is called propagated flooding. Sea level rise • Cambridge’s exposure to SLR/SS is a regional problem. There are regional systems that Cambridge relies on, such as public transit and energy, which could be disrupted in will likely continue for neighboring communities and, thereby, affect Cambridge. centuries as a result of climate change, therefore, the assumed heights of sea level rise are more a question of timing. Fig. 3 Charles River Dam (Source: New England Fig. 4 Amelia Earhart Dam (Source: District, US Army Corps of Engineers, 2015) MaUSHarbors.com) CCVA, Cambridge, MA 5THE “BIG PICTURE” Risks from increasing temperatures and precipitation Flood events physically damage buildings by are more imminent than sea level rise and storm disrupting operating systems and damaging surge (SLR/SS). However, flooding caused by SLR/ infrastructure that they depend on, as well as making SS is a major concern for the City as it poses a new areas inaccessible and creating an immediate public threat that could cause unprecedented levels of safety hazard. This includes blocked access to first flooding--mostly in the Alewife-Fresh Pond area, East responders caused by flood debris. There are also Cambridge and Kendall Square, and low-lying areas of public health consequences associated with flood Riverside. (Figure 5). As this occurs, the whole region events as water carries contaminants into buildings will be impacted and regional infrastructure will likely and creates conditions for indoor mold growth. Salt fail. Consequently, the City of Cambridge wishes to water flooding from SLR/SS also has the potential identify its infrastructure and critical services most to cause long-term impacts, such as corrosion, to vulnerable to SLR/SS in order to develop a resiliency vulnerable local and regional infrastructure including plan which protects its population and businesses, the MBTA Red Line, particularly if such flooding occurs and allows for rapid post-storm recovery. for longer durations. Contamination from salt water or hazardous pollutants could also damage water The Alewife-Fresh Pond area is most impacted resources, such the Fresh Pond Reservoir. Further since key infrastructure assets of local and regional study is being conducted as a part of the City’s importance, such as the MBTA Red Line, will likely Climate Change Preparedness and Resilience Plan to The threat posed fail assuming no actions are taken. Key electrical determine the potential impacts of salinity from SLR/ substations, telecom facilities, and major state SS flooding in Cambridge, since fresh and salt water to Cambridge in roadways, mainly the Alewife Brook Parkway and mixing in the Charles River and Alewife Brook basins access to Route 2 are also at risk. East Cambridge has not been analyzed in the current report in terms this century by sea and Kendall Square areas are also seriously impacted of salt concentration. by possible failure of the Red Line, key energy level rise is periodic infrastructure, the stormwater system, and roadway The impacts of flooding from SLR/SS go beyond infrastructure such as Broadway and access to the municipal boundaries; if a major storm was to flooding associated Longfellow Bridge. As in Alewife, failure of major impact Cambridge and the surrounding region, it infrastructure will impact the abutting population and would certainly have regional consequences for with storm surges businesses with negative public safety and economic energy distribution, transportation services, and food consequences. services, among others. Regional coordination among caused by major the cities of the Boston metropolitan area, State and The low-lying areas of Riverside are susceptible to Federal agencies, and key regional stakeholders, such coastal storms such SLR/SS flooding when stormwater backs up in the as utility providers and health care organizations, is pipes, because it cannot be discharged to the river by essential for effective preparedness and resilience as hurricanes and gravity flow as designed. The vulnerable population in planning and implementation. this neighborhood is at risk as well as a key electric nor’easters. substation. 6 CCVA, Cambridge, MAFig. 5 Priority Planning Areas Map (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 7CLIMATE SCENARIOS Although Cambridge was once directly connected by 2030 and more than 3 feet by 2070 compared to the Atlantic Ocean by the Charles River and the to present levels using 1992 as the base year. The FOR SEA LEVEL RISE Alewife Brook-Mystic River and had salt marshlands City partnered with MassDOT to extend the model to in the Alewife area and along the Charles River, the assess the impacts of sea level rise and storm surge AND COASTAL STORM City does not have any historic experience with storm (SLR/SS) in Cambridge for 2030 and 2070. These surge flooding. The construction of the Charles River projections are based on the “Highest” scenario SURGE Dam in 1910 and of the Amelia Earhart Dam in 1966 published in the National Oceanic and Atmospheric changed the hydrology of the region and effectively Administration (NOAA) Technical Report “Global Sea protects Cambridge from storm surges under Level Rise Scenarios for the United States National present-day circumstances. But as sea levels rise, Climate Assessment” (December, 2012). Use of this the dams’ ability to protect the City will be gradually scenario is a conservative approach considering that diminished. The combination of rising sea level over recent literature reports predict the rate of sea level time and high-severity storms causing storm surges rise in the Northeast to be approximately three to four will increase the vulnerability of both dams. times higher than the global average. The volume of flood water associated with coastal storm surges In the latest Boston Harbor Flood Risk Model, would be considerable and dwarf flows in the rivers undertaken by the Massachusetts Department compared to 100-year extreme storms caused by of Transportation (MassDOT), the Boston Harbor precipitation only. area sea level is projected to rise almost one foot Storm surge flooding would be a new Fig. 6 (Above) Alewife Brook phenomenon in Channelized in 1911 (Source: Alewife Master Plan, http://www.mass.gov/eea/docs/dcr/ the City. pe/alewife/introduction.pdf) Fig. 7 (Left) The Great Swamp, 1777 (Source: Samuel F. Batchelder Publisher) 8 CCVA, Cambridge, MAIMPACTS ON DAMS Earhart Dam and two pumps at the Charles River accounting for each dam to operate at maximum Dams but does not factor in SLR/SS. The Boston pumping capacity (three pumps at the Amelia Earhart As previously mentioned, the protection the dams Harbor Flood Risk Model assumed that the available Dam and six pumps at the Charles River Dam). provide to the City from storm surges will gradually pump capacity at the New Charles River Dam and at decrease depending on the rate of sea level rise. The Results from the 2070 SLR/SS inundation analysis the Amelia Earhart Dam was fully utilized meaning Amelia Earhart Dam will probably be impacted sooner indicate that the flood volume associated with this all existing pumps at the Amelia Earhart and Charles than the Charles River Dam due to the difference in coastal flooding are orders of magnitude larger River Dams are functioning. The extent of flood risk land topography adjacent to the dams. Both dams than from rainfall events and will quickly overwhelm from a storm surge in Cambridge was modeled are flanked before they are overtopped. A dam is available storage and conveyance infrastructure. The using projections for 2070 factoring SLR/SS and flanked when water goes around one or both sides and is overtopped when water goes over the top of N the dam. Assuming sea level rise continues on the “highest” scenario described by the National Climate Assessment, this will likely occur sometime between 2045 and 2060. A 100-year flood event, or one that has a 1 percent annual probability, could flank the Amelia Earhart Dam by 2045 and the Charles River Dam by 2055. It is estimated that both the Amelia Earhart and the Charles River Dams may be flanked 10 to 15 years before they are likely to be overtopped. The Amelia Earhart Dam is likely to be flanked significantly on the west side of the dam near the Assembly Row area of Somerville (Flood Pathway 1 in Figure 8), as well as by a much larger flood pathway that originates from Chelsea and Everett (Flood Pathway 2 in Figure 8). The Charles River Dam is likely to be flanked directly south of the dam (Flood Pathway 3 in Figure 8), as well as via a significant flood pathway that originates from the Mystic River and advances through Somerville and the Sullivan Square area (Flood Pathway 4 in Figure 8). The current Federal Emergency Management Administration (FEMA) flood plain map only includes precipitation-driven flooding and does not factor in SLR/SS. The FEMA map is based on historic projections for the impacts of flooding and uses Fig. 8 Percent probability of flooding by 2070 for City of Cambridge and surrounding a conservative value of two pumps at the Amelia areas (Source: Kleinfelder and Woods Hole Group, February 2017) CCVA, Cambridge, MA 9pump stations at the dams operating at full capacity Flood risk models help understand the likelihood, will not be able to keep up with the incoming ocean extent and depth of flooding from the Charles River flows to prevent flooding (Figure 8); their ability to pump and the Alewife Brook/Mystic River under SLR/ after the storm will reduce the duration of upstream SS conditions and increased precipitation. The flooding in Cambridge, if they are not damaged possible extent and depth of flooding in some during the event. The Massachusetts Department areas of Cambridge (such as Alewife area and North of Conservation and Recreation, the authority Point) could be significant under joint conditions of who manages the dams, is currently conducting a increased precipitation and SLR/SS. This is because vulnerability assessment on the Amelia Earhart and the rivers will not be able to discharge the increased Charles River dams and, when completed, will be flows from extreme precipitation to the Boston Harbor, factored in the City’s climate change modeling. which will also be at a higher level due to SLR/SS. These conditions could result in extensive damage to IMPACTS ON CAMBRIDGE certain areas and is a cause of concern to the City. The results of the Boston Harbor Flood Risk Model are SLR/SS AND PROPAGATED represented by two types of maps in Figure 9, which FLOODING show the SLR/SS impacts to Cambridge by 2070. The first map shows the extent and depth of flooding in Sea level rise and storm surge (SLR/SS) events six-inch increments above ground level for the 100- will likely result in a significant increase in river year flood event (1 percent annual probability). water levels. These increased water levels will then propagate flows upstream through existing outfalls The second map shows the annual percent probability and connected pipes to relief in low-lying areas within of flooding ranging from 100 to 0.1 percent. The Cambridge via catch basins and manholes causing results indicate that: localized flooding even in days with no precipitation. • The Alewife Brook and its adjacent areas have a Increased river levels due to SLR/SS will exacerbate Flood volume from 10 to 20 percent annual probability of flooding rainfall-derived flooding because the conveyance once the Amelia Earhart Dam is flanked and/or conduits will be partially or completely full once coastal flooding will overtopped by flood waters and salt water flows the rainfall occurs. For the Charles River basin in via its historic route; and particular, the piped infrastructure is very sensitive quickly overwhelm the to river water level increases due to the low slope • The Charles River and its adjacent areas have of pipes which limits the ability to drain stormwater. City’s available storage less than a 1 percent annual probability of Findings from the SLR/SS model integrated with the flooding, except in the North Point area where City’s piped infrastructure model shows that some and conveyance it would approach 5 percent. Although areas of additional inland low-lying areas in Riverside, The Cambridge in the Charles River basin are not Port and East Cambridge (top map in Figure 9) will be infrastructure. projected to experience major overbank flooding impacted due to flooding back-ups though the pipes from the 100-year flood caused by SLR/SS in as a result of increased water levels in the Charles 2070, certain low-lying areas could experience River from SLR/SS. substantial propagated flooding. 10 CCVA, Cambridge, MAFig. 9 Top map: 2070 Depth of Flooding from SLR and Storm Surge at 1% Probability Bottom map: 2070 Percent Probability of Sea Level Rise and Storm Surge Flooding (Source: Kleinfelder, February 2017, based on WHG MassDOT Boston Harbor Flood Risk Model) CCVA, Cambridge, MA 11SLR/SS The vulnerability and risk assessment for Cambridge information on the locations of infrastructure, allows the City to sort its numerous assets, systems, community facilities, and socially vulnerable VULNERABILITY AND and vulnerable populations to compare the relative populations developed in CCVA Part 1 to determine vulnerability of each, and identify the most critical which elements may be exposed to SLR/ SS flooding. RISK ASSESSMENT and urgent needs. Since resources available to For each exposed asset, detailed data regarding address the vulnerabilities are finite, prioritization the probability and depth of flooding was obtained is critical to mitigating impacts of sea level rise and from the Boston Harbor Flood Risk Model. To build storm surge (SLR/SS). The most at-risk elements will comparable profiles of risk, that data was analyzed become the primary focus of the subsequent Climate based on the City’s understanding of the exposed Change Preparedness and Resilience Plan. A full elements’ sensitivities to flooding and the resulting description of the vulnerability assessment methods, consequences for the community if those elements including how vulnerability and risk were measured, were to be impacted. was included in the CCVA Report Part 1. The same It is important to note that there are still many methodology was used for assessing vulnerability unknowns relative to potential damages caused and risk to flooding resulting from SLR/SS. by SLR/SS. Damages tend to increase with longer Extent and depth of flooding informed by the 2070 duration flooding which could occur if the pumps at SLR/SS scenarios were used in combination with the Charles River and Amelia Earhart Dams are not able to function properly during and after a storm. The corrosive effects of salt water flooding from SLR/ SS also has the potential to cause long-term impacts to vulnerable local and regional infrastructure, such as the MBTA Red Line. Contamination from salt water or hazardous pollutants could also cause damages Salt water flooding to water resources, such the Fresh Pond Reservoir. Further study is being conducted as a part of the can cause long-term City’s Climate Change Preparedness and Resilience Plan to determine the potential impacts of salinity impacts to vulnerable from SLR/SS flooding in Cambridge. local and regional infrastructure due to its corrosive effects. Fig. 10 Flooded entrance to New York City subway in Sandy’s aftermath (Source: That Hartford Guy) 12 CCVA, Cambridge, MAMany infrastructure systems are impacted by SLR/ SLR/SS flooding could present a significant challenge CRITICAL SS. Even though it is farthest from Boston Harbor, for the City’s infrastructure and will most likely also INFRASTRUCTURE the Alewife-Fresh Pond area is at greatest risk of have regional implications. Mitigating some of these storm surge flooding by 2070, and several critical flood risks will require a coordinated approach for infrastructure assets are located in this area. In adaptation measures at both the City-wide and addition, there are several critical infrastructure regional scales. assets in East Cambridge that are also at high-risk The City’s energy infrastructure, mainly the electricity from SLR/SS flooding. Most infrastructure assets and natural gas distribution systems, is at high risk identified as being at risk for SLR/SS are also at risk from sea level rise and storm surge flooding in the for flooding caused by precipitation. However, there Fresh Pond-Alewife area. Cambridge relies on the are many additional assets including drinking water, regional grid to be resilient as most of the electricity stormwater, and combined sewer infrastructure used in Cambridge is generated outside of the City’s systems that are uniquely at high-risk from SLR/SS boundaries and transmitted into the City through flooding and could be completely overwhelmed (e.g. one of two large substations. The North Cambridge pipes) or damaged (e.g. pump stations) in impacted Substation is the largest such substation by far and neighborhoods of the City. is at high risk of flooding. Similarly, all of the natural Even though it is farthest from Boston Harbor, the Alewife- Fresh Pond area is at greatest risk of storm surge flooding by 2070. Fig. 11 Fresh Pond Reservoir (Source: City of Cambridge) CCVA, Cambridge, MA 13gas used in the City is transmitted to the City through a single facility, Brookford Street Take Station, that is also at high risk from flooding. If both these facilities were flooded, the economic and social consequences of energy service disruption would be severe. Three important critical service facilities in Cambridge are at risk of propagated flooding from SLR/SS: the Police Department Headquarters, the Professional Ambulance Services and Fire Company 2. Given that the City has all police services in the headquarters with no redundancy, this is an asset at high risk. The telecom system is also impacted by SLR/SS with three critical assets being impacted, including the City Emergency Communication Center housed in the Police Department Headquarters. The critical water/stormwater natural and infrastructure systems are highly vulnerable to flooding from SLR/SS. The Alewife Brook and neighboring lands, as well as the Fresh Pond Reservoir are at a high-risk of flooding from sea level rise and storm surge. The City has completed several sewer separation projects in the Alewife Brook area but a large portion still remains as a combined wastewater system and is expected to experience significant flooding by 2070. Increased flooding from the combined wastewater catchment areas can cause public health and water quality impacts from the sewage releases. The Broadway and Lechmere areas are also to experience significant flooding by 2070. The pump stations located in Cambridge, such as the New Street pump station or others outside Cambridge but servicing the City, are also at risk of flooding and, therefore, could compromise system operation. Some of the most severely impacted systems include transportation networks such as roadway and transit systems. All modes of transportation that pass through the Fresh Pond-Alewife area are at high risk from SLR/SS flooding. High risk transit assets include the MBTA Fitchburg Commuter Rail Line, the MBTA Alewife Station, and the MBTA Red Line tunnel from Alewife to Davis and Porter T Stations. High risk roadways include Alewife Brook Parkway, Massachusetts Avenue, and Fig. 12 Most At-Risk Infrastructure Legend Concord Turnpike. Heavily used bicycle routes are vulnerable as well, including the (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of Minuteman Bikeway and some of those which share the roadways listed above. November 2015. Kleinfelder for the City of Cambridge.) These vulnerabilities will be analyzed more in depth and adaptation strategies will be developed in the coming Climate Change Preparedness and Resiliency Plan. 14 CCVA, Cambridge, MAFig. 13 Most At-Risk Infrastructure (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 15COMMUNITY The project team worked with public health scientists, from SLR/SS in 2070: (H.17) the Neville Center critical service providers, and social service (a nursing and rehabilitation facility) on Concord RESOURCES AND professionals to develop indicators from the 2010 Avenue, (S.3) the Tobin School and Daycare, both in SOCIAL VULNERABILITY census data for the City’s vulnerable populations the Alewife area, and (S.5) the Kennedy/ Longfellow which are likely to be impacted by increased flooding. School in East Cambridge. The Tobin School and This approach enabled the assessment to identify Daycare is the only one of these facilities with a high areas with greater concentrations of at-risk residents, probability of being directly exposed to high depths of understanding that people rely on social and service flooding. Neville Center faces a high risk of becoming networks to ensure their safety and comfort. These temporarily inaccessible due to flooding on Concord complex, often invisible, social networks are harder Avenue. The Kennedy/Longfellow School could be to assess than the built environment and are not exposed to flooding due to SLR/SS flood water being completely captured by the geographic or quantitative propagated through the stormwater drainage system, demographic data used in this study. but only in low probability 100-year storm. Socially vulnerable residents in the Fresh Pond- It is important to report, however, that Sea Level Rise Alewife area are at relatively higher risk due to the and Storm Surge (SLR/SS) flooding is likely to affect higher probability, larger extent, and higher depths the entire metro-Boston region, resulting in regional- of flooding in this area. Low-lying areas of the scale disruptions to key services, from transit to Riverside neighborhood and East Cambridge would nutritional assistance. Regional-scale disruptions only experience SLR/SS related flooding in extreme tend to be more significant with longer recovery scenarios where water backs up through the City’s time. This tends to have greater consequences for drainage system. populations already coping with higher levels of social SLR/SS flooding is vulnerability. For these reasons and those discussed The City examined the extent to which community above, it will be important to prioritize support for likely to affect the resources are at risk of harm from climate stressors as socially vulnerable populations through the Climate entire metro-Boston a proxy for measuring harm to social support systems. Change Preparedness and Resilience Plan. Figure 14 illustrates that three key community region, resulting resource facilities have a high risk of flooding impact in regional scale disruptions to key services, from transit to social services. 16 CCVA, Cambridge, MAN Fig. 14 Community Resources Priority Areas (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 17NEXT STEPS The publication of this report marks the conclusion of Action Plan. Beyond Cambridge, City officials will the City’s Climate Change Vulnerability Assessment. continue to participate in regional coordination The assessment will serve as the technical foundation initiatives to raise issues of common concern for the development of Cambridge Climate Change with neighboring communities and State agency Preparedness and Resilience Plan. partners. The City has begun what is expected to be a two The science of climate change is evolving and the year planning process, starting with a neighborhood range of possible climate conditions might shift as level plan for the Fresh Pond-Alewife area. This future climate depends on a number of variables. neighborhood pilot will then be expanded to other The City is monitoring changing conditions and will neighborhoods that have been identified as being integrate new information when available. The models at high risk from impacts of one or more climate that helped determined the Sea Level Rise and Storm change threats (heat, flooding from precipitation, Surge (SLR/SS) flooding for the City will be updated and flooding from sea level rise and storm surge). as new information is available and the CCVA and the Ultimately, these neighborhood plans will be folded up Climate Change Preparedness and Resilience Plan into a comprehensive Climate Change Preparedness will be updated periodically to ensure that the steps and Resilience Plan for the City that will also address to create a more resilient and prepared community regional issues beyond the City’s boundaries working are effective. with State agencies and the Metro Mayors Coalition, a Fig. 15 Flooding caused by King Tide - groundbreaking coalition made up of 14 communities Seaport (Source: David Weaver, Boston Globe, in Greater Boston. October 28, 2016) The Climate Change Preparedness and Resilience Plan will: • Develop objectives, strategies, implementation plans, and monitoring metrics to address the priority climate change risks identified in the CCVA; • Be designed to influence positive change at four scales: regional, City-wide, neighborhoods, and buildings. Early actions will be programmed into the process; • Engage City residents, agencies, businesses, and institutions so they have ownership of the Fig. 16 Flooding caused by King Tide - plan and its implementation; Seaport (Source: Boston Magazine, October 2016) • Coordinate with other ongoing planning efforts including Envision Cambridge and the Net Zero 18 CCVA, Cambridge, MAACKNOWLEDGMENTS READER NOTES City of Cambridge Louis A. DePasquale, City Manager Lisa C. Peterson, Deputy City Manager Project Steering Committee John Bolduc, Environmental Planner, Community Development Department, Project Manager Iram Farooq, Assistant City Manager for Community Development Sam Lipson, Environmental Health Director, Public Health Department Owen O’Riordan, Commissioner of Public Works Susanne Rasmussen, Environmental & Transportation Planning Director, Community Development Department Kathy Watkins, City Engineer, Department of Public Works Kari Sasportas, Manager of Community Resilience and Emergency Preparedness, Public Health Department Produced in Collaboration with Kleinfelder, Lead Consultant Nathalie Beauvais, Project Manager Indrani Ghosh, Technical Lead Nasser Brahim, Vulnerability Assessment Rita Fordiani, Technical Review Christopher Balerna, Project Coordination MWH; William Pisano, David Bedoya - Hydraulic Modeling University of Massachusetts Boston; Ellen Douglas - Scientific reviewer, hydrology and sea level rise; Paul Kirshen - Lead scientific reviewer; hydrology and sea level rise Woods Whole Group; Kirk Bosma - Sea Level Rise and Storm Surge ModelingehT tropeR Climate Change Vulnerability Assessment 2 City of Cambridge, Massachusetts Part",
    "TEXT BY PAGE": [
        "ehT tropeR Climate Change Vulnerability Assessment February 2017 City of Cambridge, Massachusetts 2 Part",
        "ADDITIONAL RESOURCES The following reports were produced as part of this project and will provide more information on the topics covered in this report: • Climate Change Vulnerability Assessment (CCVA) Part 2 • Sea Level Rise and Costal Storm Surge Vulnerability Assessment • Executive Summary • Appendix 1: Infrastructure & Community Resources Ranking Reports • Appendix 2: Vulnerable Populations Memorandum • Sea Level Rise and Costal Storm Surge Projections • Executive Summary • Appendix 1: Flooding Maps • Appendix 2: SLR/SS (BH-FRM) Memorandum • Appendix 3: Propagated Flooding (ICM-2D) Memorandum These technical reports are available online at: http://www.cambridgema.gov/climateprep",
        "February 2017 Dear Members of the Cambridge Community, The City of Cambridge undertook its first ever Climate Change Vulnerability Assessment (CCVA) to understand the physical and social implications of our changing climate and to establish a technical foundation to make our community more resilient. The CCVA Part 1 Report, which focused on the risks posed by increasing temperatures and precipitation and this report, CCVA Part 2, which focuses on the risks from rising sea levels and coastal storm surges, together provide a comprehensive picture of our vulnerabilities to climate change if we do not act. The City of Cambridge accepts the scientific consensus that climate change is unequivocally happening and that our planet is warming. Therefore, Cambridge is incorporating this knowledge into our planning and decision-making to reduce our vulnerabilities and ensure that the city’s residents, economy, and quality of life are sustained in the future. While the vulnerability assessment has been completed, it will be a continuous process to update the findings of the assessment with new observations and scientific understanding. The City is committed to using the best available information as we move forward. We are already seeing progress in our efforts to prepare for climate change. The findings and information from the CCVA Report are being applied to public infrastructure projects and development planning. The Envision Cambridge Plan is incorporating the CCVA results. And the CCVA Report has been a valuable tool in the city’s engagement with key stakeholders and property owners in Cambridge and furthered regional cooperation on resiliency. As with CCVA Part 1, the City will continue to publicly share data and analyses with stakeholders and others to help foster efforts in preparing for climate change. This project would not be possible without the strong support of the City Council through its approval of funding and policy direction. I appreciate the support of the community’s residents, businesses, and institutions, which has enhanced the CCVA. While climate change is a daunting challenge, I am encouraged to see the response of the community and the region. We will continue to treat this matter with urgency and keep working to make Cambridge a resilient city. Very truly yours, Louis A. DePasquale City Manager CCVA, Cambridge, MA 1",
        "Fig. 1 Cambridge’s relationship to rivers and Boston Harbor. (Source: Google Maps) 2 CCVA, Cambridge, MA",
        "CONTENTS Purpose .....................................................................................................4 Key Findings .............................................................................................5 The “Big Picture” ................................................................................6 Climate Scenarios for Sea Level Rise and Costal Storm Surge .........8 Impacts on Dams................................................................................9 Impacts on Cambridge .....................................................................10 SLR/SS and Propagated Flooding ...................................................10 SLR/SS Vulnerability and Risk Assessment......................................12 Critical Infrastructure ......................................................................13 Community Resources and Social Vulnerability .............................16 Next Steps ..............................................................................................18 Acknowledgments CCVA, Cambridge, MA 3",
        "PURPOSE As a community located in New England and near the will diminish over time. This report discusses how Atlantic Ocean, Cantabridgians have come to expect SLR/SS can affect flooding in Cambridge. It follows a certain type of climate and long-term weather the CCVA Report – Part 1 that addresses the risks patterns. Cold, snowy winters, crisp autumns, wet posed by increasing temperatures and precipitation. springs, and summers with some hot and humid Parts 1 and 2 of the CCVA Report are intended to be days are considered normal for our area. However, complementary. emissions of greenhouse gases to the atmosphere A central challenge of climate change is that we can from human activities are causing our climate to shift no longer look to the weather patterns of the past to to warmer and wetter conditions. Some changes have guide us in planning for the future. We need to plan already become noticeable as average temperatures for different circumstances, since weather patterns have increased, heavy rain and snow fall events will continuously change. There is not one set of have become more intensive, and the ocean is conditions that we can accurately predict. Therefore, starting to creep inland. The City of Cambridge the City conducted a “climate stress test” on (City) is conducting a cutting-edge climate change Cambridge in its present state to find out what might vulnerability assessment (CCVA) to understand the happen in physical and social terms. This assessment effects of these shifting conditions. on SLR/SS enables us to understand more clearly Sea level rise and storm surges (SLR/SS) due to where action is most needed, and will serve as a part climate change may not pose a direct existential of the technical foundation or baseline for the Climate threat to Cambridge in this century. However, as sea Change Preparedness and Resilience Plan. The plan level rises, the risk of periodic flooding from storm will guide the City’s response to climate change as surges created by major coastal storms such as we work to reduce our vulnerability and increase our hurricanes and nor’easters will become significant. preparedness. There are several factors that contribute to sea Although the science of climate change gives us level rise including expansion of the water as its strong indications of the direction and range of temperature rises, changing water currents, and possible climate shifts, future climate depends on a melting of land ice. In Massachusetts, these factors number of variables. As a result, the City will need are amplified by local land subsidence, or sinking to monitor changing conditions and new information, of the land, at a greater rate than global averages. and update the CCVA and the Climate Change Large storms, such as hurricanes, can produce storm Preparedness and Resilience Plan periodically to surges, with higher than normal amounts of water ensure that the steps to create a more resilient and generated and pushed inland. Although Cambridge prepared community are effective. is connected to Boston Harbor and the ocean by the Charles River and the Alewife Brook, a tributary to the Mystic River, the Charles River Dam and the Amelia Earhart Dam (on the Mystic River) have been able to block surges from coming up rivers. However, as Fig. 2 Amelia Earhart and Charles River the ocean rises, the protection provided by the dams Dams (Source: Kleinfelder 2017) 4 CCVA, Cambridge, MA",
        "Key Findings KEY FINDINGS • The dams will likely protect Cambridge from storm surge flooding until at least 2030. It is projected that the Amelia Earhart Dam will likely be bypassed around 2045 and the Charles River Dam around 2055. • The City’s Alewife-Fresh Pond area will be the most impacted area by flooding from SLR/SS. Flooding may involve salt water, which if it reaches Fresh Pond, could contaminate the City’s drinking water supply. • Storm surge flooding, particularly in the Alewife-Fresh Pond area, will pose risks to populations, buildings, and infrastructure. • By 2070, storm surge modeling shows that large swaths of the Alewife-Fresh Pond area could be subject to annual probabilities of flooding up to 20 percent or once every five years. • The volume of flood water associated with a storm surge would be immense. Conventional flood management techniques, such as storage basins and tanks, would be insufficient to deal with the problem. • Overland flooding from a storm surge into the Charles River appears to be a generally low probability through 2070. However, the raised river level could cause river water to back up through the storm drainage pipes and discharge onto some streets. This is called propagated flooding. Sea level rise • Cambridge’s exposure to SLR/SS is a regional problem. There are regional systems that Cambridge relies on, such as public transit and energy, which could be disrupted in will likely continue for neighboring communities and, thereby, affect Cambridge. centuries as a result of climate change, therefore, the assumed heights of sea level rise are more a question of timing. Fig. 3 Charles River Dam (Source: New England Fig. 4 Amelia Earhart Dam (Source: District, US Army Corps of Engineers, 2015) MaUSHarbors.com) CCVA, Cambridge, MA 5",
        "THE “BIG PICTURE” Risks from increasing temperatures and precipitation Flood events physically damage buildings by are more imminent than sea level rise and storm disrupting operating systems and damaging surge (SLR/SS). However, flooding caused by SLR/ infrastructure that they depend on, as well as making SS is a major concern for the City as it poses a new areas inaccessible and creating an immediate public threat that could cause unprecedented levels of safety hazard. This includes blocked access to first flooding--mostly in the Alewife-Fresh Pond area, East responders caused by flood debris. There are also Cambridge and Kendall Square, and low-lying areas of public health consequences associated with flood Riverside. (Figure 5). As this occurs, the whole region events as water carries contaminants into buildings will be impacted and regional infrastructure will likely and creates conditions for indoor mold growth. Salt fail. Consequently, the City of Cambridge wishes to water flooding from SLR/SS also has the potential identify its infrastructure and critical services most to cause long-term impacts, such as corrosion, to vulnerable to SLR/SS in order to develop a resiliency vulnerable local and regional infrastructure including plan which protects its population and businesses, the MBTA Red Line, particularly if such flooding occurs and allows for rapid post-storm recovery. for longer durations. Contamination from salt water or hazardous pollutants could also damage water The Alewife-Fresh Pond area is most impacted resources, such the Fresh Pond Reservoir. Further since key infrastructure assets of local and regional study is being conducted as a part of the City’s importance, such as the MBTA Red Line, will likely Climate Change Preparedness and Resilience Plan to The threat posed fail assuming no actions are taken. Key electrical determine the potential impacts of salinity from SLR/ substations, telecom facilities, and major state SS flooding in Cambridge, since fresh and salt water to Cambridge in roadways, mainly the Alewife Brook Parkway and mixing in the Charles River and Alewife Brook basins access to Route 2 are also at risk. East Cambridge has not been analyzed in the current report in terms this century by sea and Kendall Square areas are also seriously impacted of salt concentration. by possible failure of the Red Line, key energy level rise is periodic infrastructure, the stormwater system, and roadway The impacts of flooding from SLR/SS go beyond infrastructure such as Broadway and access to the municipal boundaries; if a major storm was to flooding associated Longfellow Bridge. As in Alewife, failure of major impact Cambridge and the surrounding region, it infrastructure will impact the abutting population and would certainly have regional consequences for with storm surges businesses with negative public safety and economic energy distribution, transportation services, and food consequences. services, among others. Regional coordination among caused by major the cities of the Boston metropolitan area, State and The low-lying areas of Riverside are susceptible to Federal agencies, and key regional stakeholders, such coastal storms such SLR/SS flooding when stormwater backs up in the as utility providers and health care organizations, is pipes, because it cannot be discharged to the river by essential for effective preparedness and resilience as hurricanes and gravity flow as designed. The vulnerable population in planning and implementation. this neighborhood is at risk as well as a key electric nor’easters. substation. 6 CCVA, Cambridge, MA",
        "Fig. 5 Priority Planning Areas Map (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 7",
        "CLIMATE SCENARIOS Although Cambridge was once directly connected by 2030 and more than 3 feet by 2070 compared to the Atlantic Ocean by the Charles River and the to present levels using 1992 as the base year. The FOR SEA LEVEL RISE Alewife Brook-Mystic River and had salt marshlands City partnered with MassDOT to extend the model to in the Alewife area and along the Charles River, the assess the impacts of sea level rise and storm surge AND COASTAL STORM City does not have any historic experience with storm (SLR/SS) in Cambridge for 2030 and 2070. These surge flooding. The construction of the Charles River projections are based on the “Highest” scenario SURGE Dam in 1910 and of the Amelia Earhart Dam in 1966 published in the National Oceanic and Atmospheric changed the hydrology of the region and effectively Administration (NOAA) Technical Report “Global Sea protects Cambridge from storm surges under Level Rise Scenarios for the United States National present-day circumstances. But as sea levels rise, Climate Assessment” (December, 2012). Use of this the dams’ ability to protect the City will be gradually scenario is a conservative approach considering that diminished. The combination of rising sea level over recent literature reports predict the rate of sea level time and high-severity storms causing storm surges rise in the Northeast to be approximately three to four will increase the vulnerability of both dams. times higher than the global average. The volume of flood water associated with coastal storm surges In the latest Boston Harbor Flood Risk Model, would be considerable and dwarf flows in the rivers undertaken by the Massachusetts Department compared to 100-year extreme storms caused by of Transportation (MassDOT), the Boston Harbor precipitation only. area sea level is projected to rise almost one foot Storm surge flooding would be a new Fig. 6 (Above) Alewife Brook phenomenon in Channelized in 1911 (Source: Alewife Master Plan, http://www.mass.gov/eea/docs/dcr/ the City. pe/alewife/introduction.pdf) Fig. 7 (Left) The Great Swamp, 1777 (Source: Samuel F. Batchelder Publisher) 8 CCVA, Cambridge, MA",
        "IMPACTS ON DAMS Earhart Dam and two pumps at the Charles River accounting for each dam to operate at maximum Dams but does not factor in SLR/SS. The Boston pumping capacity (three pumps at the Amelia Earhart As previously mentioned, the protection the dams Harbor Flood Risk Model assumed that the available Dam and six pumps at the Charles River Dam). provide to the City from storm surges will gradually pump capacity at the New Charles River Dam and at decrease depending on the rate of sea level rise. The Results from the 2070 SLR/SS inundation analysis the Amelia Earhart Dam was fully utilized meaning Amelia Earhart Dam will probably be impacted sooner indicate that the flood volume associated with this all existing pumps at the Amelia Earhart and Charles than the Charles River Dam due to the difference in coastal flooding are orders of magnitude larger River Dams are functioning. The extent of flood risk land topography adjacent to the dams. Both dams than from rainfall events and will quickly overwhelm from a storm surge in Cambridge was modeled are flanked before they are overtopped. A dam is available storage and conveyance infrastructure. The using projections for 2070 factoring SLR/SS and flanked when water goes around one or both sides and is overtopped when water goes over the top of N the dam. Assuming sea level rise continues on the “highest” scenario described by the National Climate Assessment, this will likely occur sometime between 2045 and 2060. A 100-year flood event, or one that has a 1 percent annual probability, could flank the Amelia Earhart Dam by 2045 and the Charles River Dam by 2055. It is estimated that both the Amelia Earhart and the Charles River Dams may be flanked 10 to 15 years before they are likely to be overtopped. The Amelia Earhart Dam is likely to be flanked significantly on the west side of the dam near the Assembly Row area of Somerville (Flood Pathway 1 in Figure 8), as well as by a much larger flood pathway that originates from Chelsea and Everett (Flood Pathway 2 in Figure 8). The Charles River Dam is likely to be flanked directly south of the dam (Flood Pathway 3 in Figure 8), as well as via a significant flood pathway that originates from the Mystic River and advances through Somerville and the Sullivan Square area (Flood Pathway 4 in Figure 8). The current Federal Emergency Management Administration (FEMA) flood plain map only includes precipitation-driven flooding and does not factor in SLR/SS. The FEMA map is based on historic projections for the impacts of flooding and uses Fig. 8 Percent probability of flooding by 2070 for City of Cambridge and surrounding a conservative value of two pumps at the Amelia areas (Source: Kleinfelder and Woods Hole Group, February 2017) CCVA, Cambridge, MA 9",
        "pump stations at the dams operating at full capacity Flood risk models help understand the likelihood, will not be able to keep up with the incoming ocean extent and depth of flooding from the Charles River flows to prevent flooding (Figure 8); their ability to pump and the Alewife Brook/Mystic River under SLR/ after the storm will reduce the duration of upstream SS conditions and increased precipitation. The flooding in Cambridge, if they are not damaged possible extent and depth of flooding in some during the event. The Massachusetts Department areas of Cambridge (such as Alewife area and North of Conservation and Recreation, the authority Point) could be significant under joint conditions of who manages the dams, is currently conducting a increased precipitation and SLR/SS. This is because vulnerability assessment on the Amelia Earhart and the rivers will not be able to discharge the increased Charles River dams and, when completed, will be flows from extreme precipitation to the Boston Harbor, factored in the City’s climate change modeling. which will also be at a higher level due to SLR/SS. These conditions could result in extensive damage to IMPACTS ON CAMBRIDGE certain areas and is a cause of concern to the City. The results of the Boston Harbor Flood Risk Model are SLR/SS AND PROPAGATED represented by two types of maps in Figure 9, which FLOODING show the SLR/SS impacts to Cambridge by 2070. The first map shows the extent and depth of flooding in Sea level rise and storm surge (SLR/SS) events six-inch increments above ground level for the 100- will likely result in a significant increase in river year flood event (1 percent annual probability). water levels. These increased water levels will then propagate flows upstream through existing outfalls The second map shows the annual percent probability and connected pipes to relief in low-lying areas within of flooding ranging from 100 to 0.1 percent. The Cambridge via catch basins and manholes causing results indicate that: localized flooding even in days with no precipitation. • The Alewife Brook and its adjacent areas have a Increased river levels due to SLR/SS will exacerbate Flood volume from 10 to 20 percent annual probability of flooding rainfall-derived flooding because the conveyance once the Amelia Earhart Dam is flanked and/or conduits will be partially or completely full once coastal flooding will overtopped by flood waters and salt water flows the rainfall occurs. For the Charles River basin in via its historic route; and particular, the piped infrastructure is very sensitive quickly overwhelm the to river water level increases due to the low slope • The Charles River and its adjacent areas have of pipes which limits the ability to drain stormwater. City’s available storage less than a 1 percent annual probability of Findings from the SLR/SS model integrated with the flooding, except in the North Point area where City’s piped infrastructure model shows that some and conveyance it would approach 5 percent. Although areas of additional inland low-lying areas in Riverside, The Cambridge in the Charles River basin are not Port and East Cambridge (top map in Figure 9) will be infrastructure. projected to experience major overbank flooding impacted due to flooding back-ups though the pipes from the 100-year flood caused by SLR/SS in as a result of increased water levels in the Charles 2070, certain low-lying areas could experience River from SLR/SS. substantial propagated flooding. 10 CCVA, Cambridge, MA",
        "Fig. 9 Top map: 2070 Depth of Flooding from SLR and Storm Surge at 1% Probability Bottom map: 2070 Percent Probability of Sea Level Rise and Storm Surge Flooding (Source: Kleinfelder, February 2017, based on WHG MassDOT Boston Harbor Flood Risk Model) CCVA, Cambridge, MA 11",
        "SLR/SS The vulnerability and risk assessment for Cambridge information on the locations of infrastructure, allows the City to sort its numerous assets, systems, community facilities, and socially vulnerable VULNERABILITY AND and vulnerable populations to compare the relative populations developed in CCVA Part 1 to determine vulnerability of each, and identify the most critical which elements may be exposed to SLR/ SS flooding. RISK ASSESSMENT and urgent needs. Since resources available to For each exposed asset, detailed data regarding address the vulnerabilities are finite, prioritization the probability and depth of flooding was obtained is critical to mitigating impacts of sea level rise and from the Boston Harbor Flood Risk Model. To build storm surge (SLR/SS). The most at-risk elements will comparable profiles of risk, that data was analyzed become the primary focus of the subsequent Climate based on the City’s understanding of the exposed Change Preparedness and Resilience Plan. A full elements’ sensitivities to flooding and the resulting description of the vulnerability assessment methods, consequences for the community if those elements including how vulnerability and risk were measured, were to be impacted. was included in the CCVA Report Part 1. The same It is important to note that there are still many methodology was used for assessing vulnerability unknowns relative to potential damages caused and risk to flooding resulting from SLR/SS. by SLR/SS. Damages tend to increase with longer Extent and depth of flooding informed by the 2070 duration flooding which could occur if the pumps at SLR/SS scenarios were used in combination with the Charles River and Amelia Earhart Dams are not able to function properly during and after a storm. The corrosive effects of salt water flooding from SLR/ SS also has the potential to cause long-term impacts to vulnerable local and regional infrastructure, such as the MBTA Red Line. Contamination from salt water or hazardous pollutants could also cause damages Salt water flooding to water resources, such the Fresh Pond Reservoir. Further study is being conducted as a part of the can cause long-term City’s Climate Change Preparedness and Resilience Plan to determine the potential impacts of salinity impacts to vulnerable from SLR/SS flooding in Cambridge. local and regional infrastructure due to its corrosive effects. Fig. 10 Flooded entrance to New York City subway in Sandy’s aftermath (Source: That Hartford Guy) 12 CCVA, Cambridge, MA",
        "Many infrastructure systems are impacted by SLR/ SLR/SS flooding could present a significant challenge CRITICAL SS. Even though it is farthest from Boston Harbor, for the City’s infrastructure and will most likely also INFRASTRUCTURE the Alewife-Fresh Pond area is at greatest risk of have regional implications. Mitigating some of these storm surge flooding by 2070, and several critical flood risks will require a coordinated approach for infrastructure assets are located in this area. In adaptation measures at both the City-wide and addition, there are several critical infrastructure regional scales. assets in East Cambridge that are also at high-risk The City’s energy infrastructure, mainly the electricity from SLR/SS flooding. Most infrastructure assets and natural gas distribution systems, is at high risk identified as being at risk for SLR/SS are also at risk from sea level rise and storm surge flooding in the for flooding caused by precipitation. However, there Fresh Pond-Alewife area. Cambridge relies on the are many additional assets including drinking water, regional grid to be resilient as most of the electricity stormwater, and combined sewer infrastructure used in Cambridge is generated outside of the City’s systems that are uniquely at high-risk from SLR/SS boundaries and transmitted into the City through flooding and could be completely overwhelmed (e.g. one of two large substations. The North Cambridge pipes) or damaged (e.g. pump stations) in impacted Substation is the largest such substation by far and neighborhoods of the City. is at high risk of flooding. Similarly, all of the natural Even though it is farthest from Boston Harbor, the Alewife- Fresh Pond area is at greatest risk of storm surge flooding by 2070. Fig. 11 Fresh Pond Reservoir (Source: City of Cambridge) CCVA, Cambridge, MA 13",
        "gas used in the City is transmitted to the City through a single facility, Brookford Street Take Station, that is also at high risk from flooding. If both these facilities were flooded, the economic and social consequences of energy service disruption would be severe. Three important critical service facilities in Cambridge are at risk of propagated flooding from SLR/SS: the Police Department Headquarters, the Professional Ambulance Services and Fire Company 2. Given that the City has all police services in the headquarters with no redundancy, this is an asset at high risk. The telecom system is also impacted by SLR/SS with three critical assets being impacted, including the City Emergency Communication Center housed in the Police Department Headquarters. The critical water/stormwater natural and infrastructure systems are highly vulnerable to flooding from SLR/SS. The Alewife Brook and neighboring lands, as well as the Fresh Pond Reservoir are at a high-risk of flooding from sea level rise and storm surge. The City has completed several sewer separation projects in the Alewife Brook area but a large portion still remains as a combined wastewater system and is expected to experience significant flooding by 2070. Increased flooding from the combined wastewater catchment areas can cause public health and water quality impacts from the sewage releases. The Broadway and Lechmere areas are also to experience significant flooding by 2070. The pump stations located in Cambridge, such as the New Street pump station or others outside Cambridge but servicing the City, are also at risk of flooding and, therefore, could compromise system operation. Some of the most severely impacted systems include transportation networks such as roadway and transit systems. All modes of transportation that pass through the Fresh Pond-Alewife area are at high risk from SLR/SS flooding. High risk transit assets include the MBTA Fitchburg Commuter Rail Line, the MBTA Alewife Station, and the MBTA Red Line tunnel from Alewife to Davis and Porter T Stations. High risk roadways include Alewife Brook Parkway, Massachusetts Avenue, and Fig. 12 Most At-Risk Infrastructure Legend Concord Turnpike. Heavily used bicycle routes are vulnerable as well, including the (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of Minuteman Bikeway and some of those which share the roadways listed above. November 2015. Kleinfelder for the City of Cambridge.) These vulnerabilities will be analyzed more in depth and adaptation strategies will be developed in the coming Climate Change Preparedness and Resiliency Plan. 14 CCVA, Cambridge, MA",
        "Fig. 13 Most At-Risk Infrastructure (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 15",
        "COMMUNITY The project team worked with public health scientists, from SLR/SS in 2070: (H.17) the Neville Center critical service providers, and social service (a nursing and rehabilitation facility) on Concord RESOURCES AND professionals to develop indicators from the 2010 Avenue, (S.3) the Tobin School and Daycare, both in SOCIAL VULNERABILITY census data for the City’s vulnerable populations the Alewife area, and (S.5) the Kennedy/ Longfellow which are likely to be impacted by increased flooding. School in East Cambridge. The Tobin School and This approach enabled the assessment to identify Daycare is the only one of these facilities with a high areas with greater concentrations of at-risk residents, probability of being directly exposed to high depths of understanding that people rely on social and service flooding. Neville Center faces a high risk of becoming networks to ensure their safety and comfort. These temporarily inaccessible due to flooding on Concord complex, often invisible, social networks are harder Avenue. The Kennedy/Longfellow School could be to assess than the built environment and are not exposed to flooding due to SLR/SS flood water being completely captured by the geographic or quantitative propagated through the stormwater drainage system, demographic data used in this study. but only in low probability 100-year storm. Socially vulnerable residents in the Fresh Pond- It is important to report, however, that Sea Level Rise Alewife area are at relatively higher risk due to the and Storm Surge (SLR/SS) flooding is likely to affect higher probability, larger extent, and higher depths the entire metro-Boston region, resulting in regional- of flooding in this area. Low-lying areas of the scale disruptions to key services, from transit to Riverside neighborhood and East Cambridge would nutritional assistance. Regional-scale disruptions only experience SLR/SS related flooding in extreme tend to be more significant with longer recovery scenarios where water backs up through the City’s time. This tends to have greater consequences for drainage system. populations already coping with higher levels of social SLR/SS flooding is vulnerability. For these reasons and those discussed The City examined the extent to which community above, it will be important to prioritize support for likely to affect the resources are at risk of harm from climate stressors as socially vulnerable populations through the Climate entire metro-Boston a proxy for measuring harm to social support systems. Change Preparedness and Resilience Plan. Figure 14 illustrates that three key community region, resulting resource facilities have a high risk of flooding impact in regional scale disruptions to key services, from transit to social services. 16 CCVA, Cambridge, MA",
        "N Fig. 14 Community Resources Priority Areas (Source: SLR/SS Risk Assessment, February 2017, compiled with CCVA Part 1 as of November 2015. Kleinfelder for the City of Cambridge.) CCVA, Cambridge, MA 17",
        "NEXT STEPS The publication of this report marks the conclusion of Action Plan. Beyond Cambridge, City officials will the City’s Climate Change Vulnerability Assessment. continue to participate in regional coordination The assessment will serve as the technical foundation initiatives to raise issues of common concern for the development of Cambridge Climate Change with neighboring communities and State agency Preparedness and Resilience Plan. partners. The City has begun what is expected to be a two The science of climate change is evolving and the year planning process, starting with a neighborhood range of possible climate conditions might shift as level plan for the Fresh Pond-Alewife area. This future climate depends on a number of variables. neighborhood pilot will then be expanded to other The City is monitoring changing conditions and will neighborhoods that have been identified as being integrate new information when available. The models at high risk from impacts of one or more climate that helped determined the Sea Level Rise and Storm change threats (heat, flooding from precipitation, Surge (SLR/SS) flooding for the City will be updated and flooding from sea level rise and storm surge). as new information is available and the CCVA and the Ultimately, these neighborhood plans will be folded up Climate Change Preparedness and Resilience Plan into a comprehensive Climate Change Preparedness will be updated periodically to ensure that the steps and Resilience Plan for the City that will also address to create a more resilient and prepared community regional issues beyond the City’s boundaries working are effective. with State agencies and the Metro Mayors Coalition, a Fig. 15 Flooding caused by King Tide - groundbreaking coalition made up of 14 communities Seaport (Source: David Weaver, Boston Globe, in Greater Boston. October 28, 2016) The Climate Change Preparedness and Resilience Plan will: • Develop objectives, strategies, implementation plans, and monitoring metrics to address the priority climate change risks identified in the CCVA; • Be designed to influence positive change at four scales: regional, City-wide, neighborhoods, and buildings. Early actions will be programmed into the process; • Engage City residents, agencies, businesses, and institutions so they have ownership of the Fig. 16 Flooding caused by King Tide - plan and its implementation; Seaport (Source: Boston Magazine, October 2016) • Coordinate with other ongoing planning efforts including Envision Cambridge and the Net Zero 18 CCVA, Cambridge, MA",
        "ACKNOWLEDGMENTS READER NOTES City of Cambridge Louis A. DePasquale, City Manager Lisa C. Peterson, Deputy City Manager Project Steering Committee John Bolduc, Environmental Planner, Community Development Department, Project Manager Iram Farooq, Assistant City Manager for Community Development Sam Lipson, Environmental Health Director, Public Health Department Owen O’Riordan, Commissioner of Public Works Susanne Rasmussen, Environmental & Transportation Planning Director, Community Development Department Kathy Watkins, City Engineer, Department of Public Works Kari Sasportas, Manager of Community Resilience and Emergency Preparedness, Public Health Department Produced in Collaboration with Kleinfelder, Lead Consultant Nathalie Beauvais, Project Manager Indrani Ghosh, Technical Lead Nasser Brahim, Vulnerability Assessment Rita Fordiani, Technical Review Christopher Balerna, Project Coordination MWH; William Pisano, David Bedoya - Hydraulic Modeling University of Massachusetts Boston; Ellen Douglas - Scientific reviewer, hydrology and sea level rise; Paul Kirshen - Lead scientific reviewer; hydrology and sea level rise Woods Whole Group; Kirk Bosma - Sea Level Rise and Storm Surge Modeling",
        "ehT tropeR Climate Change Vulnerability Assessment 2 City of Cambridge, Massachusetts Part"
    ]
}