{
    "8": "SUPPORT FROM INFRASTRUCTURE DEPTH DAMAGE FUNCTIONS IN PRACTICE AND COMMUNITY LEADERS Example Adapted from FEMA’s Benefi t Cost Analysis Training Unit 337 Infrastructure and community stakeholders supported the development of the Vulnerability Assessment and climate resilience initiatives through participation in the IAG and the Community Climate Resilience Focus Groups. Infrastructure Advisory Group: IAG members included representatives from the following: • Utility companies • Hospitals, including Medical and Scientifi c Community Organization, Inc. (MASCO) • Universities • Public agencies, such as the Massachusetts Port Authority (Massport), MassDOT, Boston Housing Authority, and the Boston Water and Sewer Commission. • City agencies such as the Department of Public Works (DPW), the Parks and Recreation Department (BPRD), Consequences of impact from heat- and Climate Ready Boston developed a detailed specifi c information necessary to individually the Boston Transportation Department (BTD), the Boston stormwater-related fl ood hazards are assessed asset inventory to capture infrastructure and to assess infrastructure vulnerability.38 Only direct Conservation Commission, the Boston Public Health more qualitatively based on structure types supplement the general building stock described physical damages to buildings have been captured Commission, and the Commission for Elderly Affairs and occupancies, as well as lessons learned. above. This combined inventory was based on for coastal and riverine fl ood hazard using Through a series of group planning discussions and For example, certain structures are more likely over 130 separate datasets from a variety of the method explained above in the Buildings workshops, IAG members supported the process by providing insight on the greater Boston area infrastructure to experience stress to their power supply as a sources (see Appendix for more detail). This section, with potential impacts to service and (e.g., transportation, utilities, buildings, environmental result of excessive heat. dataset was merged with the general building line routes (such as transportation, pipelines, and recreational assets, public housing, and schools) and key interdependencies between different types of stock, where appropriate, in order to fi ll in data electrical lines) described qualitatively.39 Heat infrastructure. Cascading impacts of interruption in the INFRASTRUCTURE transportation network rose as a major concern across gaps and confi rm property uses. Members of the hazard vulnerability is assessed qualitatively IAG members from all sectors. Infrastructure refers to facilities and assets that Infrastructure Advisory Group (IAG) supported and refers predominantly to impacts on energy provide a public service to the City of Boston and the identifi cation of infrastructure assets, as well infrastructure as well as public and other facilities Community Climate Resiliency Focus Group: Focus group members included representatives from the following: its population. Infrastructure may be publicly or as relationships and interdependencies between without air conditioning or that may house privately owned and operated and include the diff erent assets and entities, individual and system vulnerable populations (such as nursing homes • Community and neighborhood development corporations (e.g., the Neighborhood of Affordable following, for example: vulnerabilities, and existing resiliency measures or public housing). Housing [NOAH]) in place or planned. ◦ Critical facilities, such as water treatment While the focus of this analysis is on impacts to • Government agencies and commissions (i.e., the Boston Public Health Commission] and the Boston facilities and generating plants The infrastructure analysis for stormwater Boston’s infrastructure, much infrastructure is Elderly Commission) and coastal and riverine fl ooding presents systemic in nature and will have broader regional • 100 Resilient Cities Steering Committee and Working ◦ Transportation infrastructure, such as exposure statistics accompanied by largely impacts that need to be considered in future Group (led by City of Boston Chief Resilience Offi cer roads, bridges, and public transportation Dr. Atyia Martin) qualitative descriptions of potential impacts planning eff orts. Similarly, the impacts of regional that may result from service interruptions, infrastructure on Boston’s people and economy ◦ Essential facilities, such as hospitals Goals included providing input to the Vulnerability including interdependencies between diff erent should be considered in future eff orts. Assessment and Climate Resilience Initiatives and and emergency operations centers providing an opportunity for groups to learn from one infrastructure networks. Due variably to data another. Discussions focused on community infrastructure, ◦ Public facilities, such as schools and ongoing resilience work, and opportunities for partnerships limitations or privacy and security concerns, the on implementation of community initiatives. Key fi ndings civic structures Vulnerability Assessment does not include site- 37 It should be noted that calculations typically involve the 10 percent, 2 percent, included the importance of sensitivity around mapping 1 percent, and 0.2 percent annual chance events. Climate Ready Boston has substituted the 0.2 percent annual chance event with the 0.1 percent annual chance efforts and the need to be equitable when prioritizing event in order to understand impacts at that severity of storm. As such, damage-cost climate readiness solutions. calculations may be conservative compared to if the 0.2 percent annual chance had been incorporated. 38 At a minimum, site-specifi c information needed to make conclusions about asset or system vulnerability include the critical fl ood elevation and any mitigation or emergency protection measures in place. 39 It should be noted that service loss can be quantifi ed. 26 City of Boston: Climate Ready Boston Climate Vulnerability Assessment 27"
}